{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 August 2012"
            },
            {
                "country": "USA\n",
                "date": "1 August 2012",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::1 August 2012",
            "USA::1 August 2012                            (internet)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Where the Bears Are"
            },
            {
                "countries": "Russia",
                "title": "Где - Медведи? (Там где живут медведи)"
            }
        ],
        "akas": [
            "Where the Bears Are (original title)",
            "Где - Медведи? (Там где живут медведи) Russia"
        ],
        "akas from release info": [
            "Where the Bears Are (original title)",
            "Где - Медведи? (Там где живут медведи) Russia"
        ],
        "episodes": {
            "7": {
                "1": {
                    "title": "Vacation Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "10 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    In the seventh season opener, the Bears retreat to Palm Springs for a much needed vacation, but their plans for rest and relaxation are upset by Todd's increasingly erratic behavior, Nelson's dissatisfaction over his new TV pilot and a mysterious stranger breaking into their rental house in the dead of night.    "
                },
                "2": {
                    "title": "Bears of Note",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "13 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Wood receives a threatening note after hooking up with a one night stand. Meanwhile, when the Bears pay a visit to Reggie's best friend Tristan Danworth (Chuck Leachman), who is the owner of the upcoming Mr. Bear America Pageant where Reggie is serving as a judge, one of the contestants is suddenly targeted.    "
                },
                "3": {
                    "title": "Book Signing Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "17 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Reggie (Rick Copp) is the next in line to receive a threatening note while signing copies of his latest true crime best seller at a Palm Springs bookstore, and when more notes turn up in their rental house addressed to Nelson and Todd, the Bears face the real possibility that they are the victims of a stalker.    "
                },
                "4": {
                    "title": "House Party Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "20 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    The Bears examine the rogue's gallery list of villains they have come in contact with over the years in an attempt to identify the stalker who has left them all threatening notes. Meanwhile, the saboteur strikes again with a slithery surprise when pageant owner Tristan (Chuck Leachman) throws a party at the rental house for all the Mr. Bear America contestants.    "
                },
                "5": {
                    "title": "Stalking Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "24 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Nelson and Todd question Wood's one night stand, a night time security guard at the Palm Springs Air Museum, who they suspect might be the stalker since he was in the rental house shortly before the first note was discovered. But when a black-clad shooter suddenly starts taking potshots at them, Todd's unexpected reaction nearly gets them killed. Meanwhile, the saboteur continues his campaign of terror resulting in the pageant host and Reggie's fellow judges all quitting.    "
                },
                "6": {
                    "title": "Ass Play Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "27 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Wood and George present a sneak peek of their upcoming porn extravaganza Ass Play on the Orient Express at a clothing optional gay resort with Wood starring as fictional world famous detective Herpes Poor-Ho on the trail of a murderer. But the all too real stalker continues his rampage by locking Nelson (Ben Zook) in a steam room and leaving him to die of heat stroke.    "
                },
                "7": {
                    "title": "Wild Kingdom Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "1 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Reggie calls Detective Winters (Chad Sanders) for help when their search for the stalker hits a dead end, but it turns out Nelson and Todd have already hired Mickey Swift and Captain Coley so the private eye rivals are all forced to team up. Meanwhile on a visit to the Palm Springs Zoo, the stalker purposely unlocks the cage at the Gorilla Adventure and unleashes a \"Rapey Ape\" on an unsuspecting Wood (Joe Dietl).    "
                },
                "8": {
                    "title": "Strung Out Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "4 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Reggie (Rick Copp) fears Rami might have a marriage proposal on his mind when he shows up in Palm Springs to discuss something very important. Meanwhile, Nelson finally discovers what's behind Todd's disturbing nightmares and excessive drinking when Todd (Ian Parks) is forced to finally admit what happened on a spy mission gone bad.    "
                },
                "9": {
                    "title": "Sex Tape Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "original air date": "8 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Reggie wakes up in a seedy motel room where a hot kidnapper (Charlie Harding) threatens to release an embarrassing video of him if he does not vote for a certain Mr. Bear America contestant. Meanwhile, Tristan begs the Bears to go undercover to ferret out the saboteur who is bent on ruining his pageant.    "
                },
                "10": {
                    "title": "Bears Strike a Pose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "original air date": "11 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Wood, Todd, Detective Winters, and Mickey barely have time to establish their covers as last minute Mr. Bear America competitors when the saboteur strikes again at a poolside photo shoot. Meanwhile, Tristan finds a pair of replacement judges; Bentley (Peter Paige) tries whipping the Top Ten into shape for the big night; and Captain Coley (Tim Hooper) shows up at the rehearsal hall posing as a professional pageant coach.    "
                },
                "11": {
                    "title": "Meet the Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 11,
                    "original air date": "15 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    While posing as professional pageant coach Pappy Fredericks in order to poke around backstage, Captain Coley (Tim Hooper) manages to unmask the mysterious saboteur who is determined to scare off the contestants. Unfortunately the Bears soon realize that the saboteur and the stalker are not one and the same when Reggie (Rick Copp) is attacked in the parking lot of a gay leather bar where the Mr. Bear America contestants are hosting a meet and greet event. Meanwhile, Nelson and Todd reach an impasse in their relationship, and after an intense emotional confrontion, ...    "
                },
                "12": {
                    "title": "Bear Bedfellows",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 12,
                    "original air date": "18 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    After a night of binge drinking, Wood and Reggie wake up to discover a fundamental change in their friendship. Meanwhile, Nelson and Todd face the possibility that their marriage might be coming to an end.    "
                },
                "13": {
                    "title": "Mr. Bear America, Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 13,
                    "original air date": "22 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    The Mr. Bear America Pageant finally gets underway with a splashy opening number and Nelson (Ben Zook) as the celebrity host, but the real drama happens backstage when the stalker knocks out Captain Coley and fatally shoots one of the Bears.    "
                },
                "14": {
                    "title": "Mr. Bear America, Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 14,
                    "original air date": "25 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    As the Mr. Bear America 2018 pageant finally crowns the winner, the murderous stalker's diabolical plan finally comes into focus.    "
                },
                "15": {
                    "title": "Mr. Bear America, Part Three",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 15,
                    "original air date": "29 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    As Wood works feverishly to diffuse a bomb that's timed to blow up the entire theatre and everyone in it, Todd tries to shed the emotional trauma of his last spy mission and take down the vicious stalker whose true identity is a real shocker.    "
                },
                "16": {
                    "title": "Goodbye Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 16,
                    "original air date": "1 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    In the emotional series finale, after Nelson (Ben Zook) enlists the lessons from the martial arts training he's been taking for his new TV pilot to free himself from crack pot Ivan (Howard Skora), the Bears reunite to say their goodbyes when life leads them all in different directions.    "
                },
                "17": {
                    "title": "Valentine's Day Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 17,
                    "original air date": "1 Nov. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Bear Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "1 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Roommates Nelson Dorkoff, Reggie Hatch and Wood Burns wake up the morning after a blow out party at their house to find a hot young bear cub in bed with Nelson and a very dead body in their bathtub.    "
                },
                "2": {
                    "title": "Bear in Mind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "6 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    The bears have trouble remembering the dead guy in their bathtub from Nelson's birthday party the night before while Nelson's gorgeous young trick Hot Toddy starts acting suspicious.    "
                },
                "3": {
                    "title": "Goldicop and the Three Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 10,
                    "original air date": "9 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    A sexy detective (Chad Sanders) shows up at the house to question the bears about the body in their bathtub, and it quickly becomes clear the roommates will be suspects if J Cub's death is ruled a homicide.    "
                },
                "4": {
                    "title": "Bear Essentials",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "13 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    When the Bears receive word that J Cub's death has been ruled a homicide, they start investigating on their own and find an important clue the cops missed. Meanwhile, Hot Toddy shows up and asks Nelson out on a real date.    "
                },
                "5": {
                    "title": "Bear on a Couch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "16 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Wood seeks out his high school prom date who is now Los Angeles County Coroner Susie Collins to find out how J Cub died and is startled to learn that Susie is still harboring feelings for him.    "
                },
                "6": {
                    "title": "Bears of Interest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "20 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    The bears work hard to clear their names before they're arrested by following the trail of the poison that was found on J Cub's martini glass. Meanwhile, Reggie and Wood question why Nelson's new boyfriend Hot Toddy seems to be too busy to be interviewed by the police about the night of the murder.    "
                },
                "7": {
                    "title": "A Bear and Honey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "23 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Nelson pays a visit to Honey Garrett, the chef who catered his birthday party, and manages to upset the shooting of her reality cooking show before finding out some very disturbing news about Hot Toddy.    "
                },
                "8": {
                    "title": "Bears in Heat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "27 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    The Bears track down Hot Toddy to Elysian Park where they're forced to endure an incredibly intense Boot Camp Training exercise class before finally questioning him about the night of the murder.    "
                },
                "9": {
                    "title": "Bear Fan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "30 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    After studying a cell phone video from the night of the party, the Bears hunt down a party crasher who turns out to be a fanatical fan of Wood's from his Colt modeling days, but who also has a key piece of information about the murder.    "
                },
                "10": {
                    "title": "Bear Cam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "3 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    While questioning Wood's obsessive fan George Ridgemont, Nelson and Reggie discover that Wood has his own web cam show, and while watching a live feed, are shocked to see a masked intruder ransacking their house.    "
                },
                "11": {
                    "title": "Bear on a Stage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 7,
                    "original air date": "6 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Nelson is forced to return to his old acting class to question his arch nemesis and former comedy duo partner Dickie Calloway about his thorny relationship with the murder victim and the two wind up in an improv stand off.    "
                },
                "12": {
                    "title": "Bear Reunion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 7,
                    "original air date": "10 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Reggie and Wood reunite with an old friend, drag queen Jackie Beat, who witnessed J Cub having an intense fight with his date, a local bar owner, during one of her performances the night before his murder.    "
                },
                "13": {
                    "title": "Bear on a Date",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 7,
                    "original air date": "13 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Nelson (Ben Zook) plans the perfect date with Hot Toddy (Ian Parks), a romantic meal on the back patio, but he can't help sabotaging the entire evening by continually bringing up Todd's connection to J Cub's murder and his obvious reluctance to talk to the police. J Cub: Julio Tello.    "
                },
                "14": {
                    "title": "Bear Facts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 7,
                    "original air date": "17 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Nelson ignores mounting suspicion surrounding Hot Toddy, and convinces Reggie and Wood that the person they should be focusing on is Ramon Santiago, the owner of an LA leather bar, who had a rocky relationship with the murder victim.    "
                },
                "15": {
                    "title": "Bears Undercover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 9,
                    "original air date": "20 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The Bears go undercover as a bouncer, a patron and a contestant in a bear chest contest at an LA leather bar in order to get close to Ramon Santiago who might be guilty of murder.    "
                },
                "16": {
                    "title": "Mr. Bear Chest 2012",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 6,
                    "original air date": "24 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    While Nelson (Ben Zook) competes in the Mr. Bear Chest 2012 contest hosted by Hot Toddy (Ian Parks), Reggie and Wood search for clues implicating Ramon Santiago (Mario Sanchez) in J Cub's murder.    "
                },
                "17": {
                    "title": "A Bear in Need",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 7,
                    "original air date": "27 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Wood tries talking his way out of a whole lot of trouble when Ramon catches him with the combination to his safe written on his hand. Meanwhile, Reggie gets grabbed by Ramon's thug Thor.    "
                },
                "18": {
                    "title": "Bearnapped",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 6,
                    "original air date": "1 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Wood sets out in search of Reggie unaware that he has been kidnapped by Ramon and his two goons Hulk and Thor, who want to trade him for some dangerous evidence that could send Santiago to prison.    "
                },
                "19": {
                    "title": "Bears to the Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 6,
                    "original air date": "4 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Nelson and Wood enlist the aid of Detective Chad Winters (Chad Sanders) when they set up an exchange in a remote parking lot hoping to get back Reggie (Rick Copp) who is being held hostage by Ramon (Mario Sanchez).    "
                },
                "20": {
                    "title": "Stand Up Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 6,
                    "original air date": "8 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    When the Bears follow a lead to a comedy club to question comedian Bruce Daniels (playing himself) about his run-in with the murder victim, Nelson (Ben Zook) decides to dust off his stand up act with disastrous results. Comedian Shawn Pelofsky also appears as herself. Reggie: Rick Copp. Wood: Joe Dietl.    "
                },
                "21": {
                    "title": "Bear Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 6,
                    "original air date": "11 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Tension between the Bears over Hot Toddy's involvement in J Cub's murder reach a boiling point resulting in Nelson choosing his new boyfriend over his two best friends.    "
                },
                "22": {
                    "title": "Bears in the Desert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 6,
                    "original air date": "15 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    While Reggie and Wood frantically search for a missing Nelson, Detective Chad Winters shows up at the Bears' house with the smoking gun that connects Hot Toddy to J Cub's murder.    "
                },
                "23": {
                    "title": "Bear Devil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "votes": 6,
                    "original air date": "18 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    A romantic weekend in Palm Springs is disrupted when Nelson starts to suspect his roommates were right about Hot Toddy all along, which results in a final confrontation that leads to violence.    "
                },
                "24": {
                    "title": "Bear Trap: Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "votes": 6,
                    "original air date": "22 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Reggie and Wood arrive at the Palm Springs condo to rescue Nelson, but their friend is nowhere to be found because he is about to become the killer's next victim during a frightening desert showdown.    "
                },
                "25": {
                    "title": "Bear Trap: Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "votes": 6,
                    "original air date": "25 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Reggie and Wood arrive at the Palm Springs condo to rescue Nelson, but their friend is nowhere to be found because he is about to become the killer's next victim during a frightening desert showdown.    "
                },
                "26": {
                    "title": "Christmas Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "votes": 7,
                    "original air date": "Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Nelson, Reggie and Wood throw a Christmas party at a bar since no one would show up at their house after a dead body turned up in the bathtub last summer. Complications arise when Nelson picks a fight with his new boyfriend Hot Toddy, Reggie tries out his mistletoe hat and Wood deals with a mysterious Santa Claus who shows up unannounced. And the party goes downhill from there.    "
                }
            },
            "2": {
                "1": {
                    "title": "Party Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "10 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    In the second season opener, the Bears attend a political fund raiser pool party for Reggie's fraternity brother from college who is running for City Council where Nelson has a run in with Todd's ex Ivan (Howard Skora), Wood hits it off with a hot party guest (George Unda), and Reggie clashes with a bitchy campaign aide (Ray Singh). Nelson: Ben Zook. Reggie: Rick Copp. Wood: Joe Dietl. Todd: Ian Parks. Jeremy Richards: Mark Rowe. Elliot Butler: Michael Gans. TV Reporter: Karamo Brown.    "
                },
                "2": {
                    "title": "Truth or Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "13 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    After Reggie (Rick Copp) discovers his old college chum Elliot Butler (Michael Gans) lying on the floor, shot by an unknown intruder, the police want to take him in for questioning as a suspect. Meanwhile, Nelson is convinced he's spotted Cyril (Scott Beauchemin) at the party despite the fact he was sent to prison months ago and Wood runs into his old crush Hairy Potter (Pete Cincinnato). Nelson: Ben Zook. Wood: Joe Dietl. Todd: Ian Parks. Detective Martinez: George Unda. Mo Kapoor: Ray Singh. Guy at Pool Party: Coley Cummiskey.    "
                },
                "3": {
                    "title": "Clear the Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "17 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    After being cleared by Dectives Winters and Martinez in the murder of his friend Elliot Butler, Reggie (Rick Copp) vows to investigate the case starting with a vital clue he pocketed at the murder scene. Meanwhile, Todd (Ian Parks) moves in with the Bears. Nelson: Ben Zook. Wood: Joe Dietl. Detective Winters: Chad Sanders. Detective Martinez: George Unda.    "
                },
                "4": {
                    "title": "Bears in Chains",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "20 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    While following a lead to The Stockroom, a popular Silver Lake fetish shop, the Bears fall into the clutches of a wild-eyed dominatrix named Mistress Lena (special guest star Margaret Cho), who comes armed with an array of sex toys including an electric cattle prod, a spinning torture wheel and a vibrating dildo. Nelson: Ben Zook. Wood: Joe Dietl. Reggie: Rick Copp. Stockroom Daddy #1: Patrick Z. Stockroom Daddy #2: Billy Hamilton. Slaveboy: Daniel Blair.    "
                },
                "5": {
                    "title": "Leather Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "24 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    The Bears infiltrate the Faultline, a popular Silver Lake leather bar to track down Elliot Butler's campaign aide Mo Kapoor, who they are convinced is connected to his murder. Meanwhile, Reggie blows off a potential suitor, Wood tries to hide the fact he's fooling around with both Detective Winters and Detective Martinez, and Todd intervenes when Nelson and Reggie are threatened by a couple of burly thugs named Bert and Ernie.    "
                },
                "6": {
                    "title": "Go Go Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "27 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    After interviewing the DJ at the Faultline leather bar, Reggie learns Elliot's campaign manager was having secret meetings with a hot personal trainer (Shannon Ward), which could be a lead in the Elliot Butler murder investigation. Meanwhile, Nelson (Ben Zook) drinks too much after hearing Todd's confession about his past and winds up on a pole wearing nothing but a jock strap in an embarrassing attempt to upstage Todd's ex-boyfriend Ivan (Howard Skora). Todd: Ian Parks. Reggie: Rick Copp. Wood: Joe Dietl. Detective Winters: Chad Sanders. Detective Martinez: George ...    "
                },
                "7": {
                    "title": "Bear to Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "1 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    After having a nightmare about Cyril busting out of prison to exact his revenge on him, Nelson (Ben Zook) is horrified to discover that the crazed killer actually did escape and has been on the lam since last Christmas and that Reggie may know more that he is admitting about why Cyril may have come back to Silver Lake. Reggie: Rick Copp. Wood: Joe Dietl. Todd: Ian Parks. Cyril: Scott Beauchemin. Detective Winters: Chad Sanders.    "
                },
                "8": {
                    "title": "Blackmail Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "3 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    After coming up empty at the gym where the mysterious personal trainer who may be connected to Elliot's murder works out, the Bears track down a former friend of his to a Silver Lake diner in hopes of finding a lead to his whereabouts. But Todd's charm offensive to secure information from the hot muscle bear (Chuck Villano) sends a jealous Nelson (Ben Zook) spiraling. Todd: Ian Parks. Wood: Joe Dietl. Reggie: Rick Copp. Waiter: Zar De Oliveira.    "
                },
                "9": {
                    "title": "Closet Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "8 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    The Bears go undercover at a political fund raiser for Elliot Butler's chief opponent Danny Pendleton (Chris LeVoie) as a cater waiter, a literary celebrity and a couple of rich donors from Texas in order to get close to the candidate's wife, former beauty pageant queen Mary Ashley Pendleton (Becky Thyre), who they suspect may have ordered a hit on Elliot to insure her husband wins the election. Wood: Joe Dietl. Todd: Ian Parks. Nelson: Ben Zook. Reggie: Rick Copp. Staff Member: Shannon Bobo. Mr. Johnson: Bob Dietl. Mrs. Johnson: Anita Dietl. Guy at Fundraiser: David ...    "
                },
                "10": {
                    "title": "Bear Movie Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "11 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    When the Bears host a movie night at their house, Nelson plays matchmaker by inviting Jeremy Richards without warning Reggie, who is more interested in pursuing the next clue in the Elliot Butler murder. Meanwhile, Nelson is having trouble adjusting to living with Todd.    "
                },
                "11": {
                    "title": "Break in Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "15 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Nelson, Reggie and Wood break into Danny Pendleton's campaign headquarters to dig up evidence for their latest theory that Elliot's opponent was sleeping with his wife's personal trainer Turbo and seduced him into knocking off Elliot thereby eliminating his stiffest competition, but a sexy bear security guard interferes with their plans.    "
                },
                "12": {
                    "title": "Jail Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "18 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    When Nelson, Reggie and Wood are arrested and booked for breaking and entering, frantic calls to Todd go unanswered and the Bears are left to rely on Wood's obsessed Colt fan George Ridgemont (George Sebastian) to bail them out, but the cash-strapped dentist only has enough funds to spring one of them. Nelson: Ben Zook. Reggie: Rick Copp. Wood: Joe Dietl. Jail Guard: Jonathan Retamonza-Davila. Little Orphan Tranny: Kevin Rhodes. Hooker: Emily Vrendenberg. Jail Officer: Kyle Kramer Cartieri. Police Chief Frank Coley: Tim Hooper. Jail Interviewee: Gregory Doyle.    "
                },
                "13": {
                    "title": "Bailed Out Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "22 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    After Todd bails out Nelson and Reggie from jail where Nelson gave acting lessons to inmates and Reggie found romance behind bars, Nelson is shocked to discover Todd spent the evening with his ex Ivan. Meanwhile, Wood finds himself in a compromising position after his number one fan the devoted dentist George Ridgemont offers a free teeth cleaning.    "
                },
                "14": {
                    "title": "Bear on a Stakeout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "25 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    When Wood (Joe Dietl) tags along on a stake out with the detectives who hope to locate the elusive personal trainer Turbo (Shannon Ward) and haul him in for questioning regarding the Elliot Butler murder, Wood's cluelessness finally exposes the fact that he is sexually involved with both Detective Winters and Detective Martinez, who are not only partners in the line of duty but partners in life as well. Detective Winters: Chad Sanders. Detective Martinez: George Unda.    "
                },
                "15": {
                    "title": "Bear Interrogation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "29 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    After interrogating Turbo all night at the precinct, Detectives Winters and Martinez reveal he had an airtight alibi on the day of Elliot Butler's murder sending the Bears back to square one until they stumble upon another important clue that Wood recorded on his cell phone during the pool party. Wood: Joe Dietl. Nelson: Ben Zook. Reggie: Rick Copp. Todd: Ian Parks. Detective Winters: Chad Sanders. Detective Martinez: George Unda. Danny Pendleton: Chris LaVoie. Turbo: Shannon Ward. Cable Guy: Brutus De Groot. Elliot Butler: Michael Gans. Luke: Alex De La Cruz.    "
                },
                "16": {
                    "title": "Rugby Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "1 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    While investigating an old rugby teammate of Todd's at a local gym, the Bears cross paths with disgraced former county coroner Susie Collins (Loretta Fox), who has been fired from her job for sexual harrassment and is now coaching a gay men's rugby team. Nelson: Ben Zook. Todd: Ian Parks. Wood: Joe Dietl. Reggie: Rick Copp. Luke: Alex De La Cruz. Jason: David LaFlamme. Rugby Player #1: James Sloan. Rugby Player #2: Paul Baker. Rugby Player #3: Dominick Munafo. Rugby Player #4: Stephen Wallage.    "
                },
                "17": {
                    "title": "Wine and Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "5 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Reggie (Rick Copp) finally agrees to a dinner date with the handsome Jeremy Richards (Mark Rowe), who has made no secret of the fact he would like more than just sex, but the home-cooked meal at Jeremy's apartment is just a ruse so Reggie can rifle through his personal belongings to uncover evidence connecting him to the Elliot Butler murder after the Bears discover he had a fight with the victim right before he was shot.    "
                },
                "18": {
                    "title": "Bear Audition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "8 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    When Nelson shows up at Ivan's casting office to confront him about his suspicious relationship with Elliot Butler, he's quickly distracted by auditions to be the spokesman for an adult diaper product called Soak 'Ems and is determined to win the part and become the face of incontinence.    "
                },
                "19": {
                    "title": "Crazy Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "12 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    After Nelson (Ben Zook) stumbles across the murder weapon that killed Elliot Butler, the police put an APB out on the main suspect who is on the run and possibly hiding out near the Bears' house in Silver Lake where he could be awaiting the opportunity to exact revenge. Todd: Ian Parks. Reggie: Rick Copp. Wood: Joe Dietl. Ivan: Howard Skora. Detective Winters: Chad Sanders. Detective Martinez: George Unda. Cyril: Scott Beauchemin.    "
                },
                "20": {
                    "title": "Hunting Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "15 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    After a violent home invasion, the Bears rent a house in the mountains of Big Bear for some rest and relaxation, but while hosting a game night for some of their friends Reggie finds a clue while playing a game of Celebrity that suggests the real killer is still on the loose and ready to strike again at any time.    "
                },
                "21": {
                    "title": "Bear in a Panic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "19 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Reggie (Rick Copp), who is shaken by the killer's taunting clue during the game of Celebrity, finds solace in the arms of Jeremy (Mark Rowe) unaware of the lengths prison escapee Cyril (Scott Beauchemin) will go to claim him as his own. Meanwhile, Detective Martinez shows up at the Big Bear house to find his husband Detective Winters (Chad Sanders) in bed with Wood. Wood: Joe Dietl. Nelson: Ben Zook. Todd: Ian Parks. Detective Martinez: George Unda. Elliot Buter: Michael Gans.    "
                },
                "22": {
                    "title": "Bears in the Woods: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "22 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    In Part One of the two part season finale, Reggie (Rick Copp) finally realizes the plot hatched to dispose of Elliot Butler dates back to their college days as fraternity brothers and the word Elliot whispered in his ear right before he died is actually the killer's true identity. Jeremy: Mark Rowe. Cyril: Scott Beauchemin. Officer Frank Coley: Tim Hooper. Elliot Butler: Michael Gans. Fraternity Brother: Kevin Petitto.    "
                },
                "23": {
                    "title": "Bears in the Woods: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "votes": 6,
                    "original air date": "26 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    In Part Two of the heart stopping season finale, a violent confrontation with a crazed killer in the mountains of Big Bear could cost the Bears' one of their own in a literal cliffhanger. Reggie: Rick Copp. Nelson: Ben Zook. Wood: Joe Dietl. Todd: Ian Parks. Detective Winters: Chad Sanders. Detective Martinez: George Unda. Jeremy: Mark Rowe. Elliot Butler: Michael Gans. Luke: Alex De La Cruz.    "
                },
                "24": {
                    "title": "Thanksgiving Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "1 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Nelson's plans to impress a high level corporate executive deciding whether or not to renew his Soak 'Ems adult diaper spokesman contract blows up in his face when the arrival of crazy kitchen diva Honey Garrett who plans to dump Nelson's food in favor of her own resulting in a madcap Top Chef style cook-off. To make matters worse, Wood and Reggie compete for the attention of the sexy company bigwig, Nelson's distracted by a horny Hot Toddy who gets aroused by the holiday season and an uninvited guest shows up on the doorstep dressed as Pocahontas. Suddenly Nelson's ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Model Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "11 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    In the third season opener, Wood (Joe Dietl) is hired to shoot a reunion calendar for Chunk Studios where he worked as a porn star in the nineties and is reunited with an old flame (Chuck Saculla). Meanwhile, Todd is approached by a lecherous talent scout and a young male model with a taste for older daddies sets his sights on Nelson.    "
                },
                "2": {
                    "title": "Bears in the House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "14 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    As the Bears settle into their new house, Reggie (Rick Copp) has to break the news to Nelson that he may be starring as the host of a new true crime reality TV show and also finds his first major story to cover when word gets out about the grisly murder of Chunk Studios cover boy Cody Summers.    "
                },
                "3": {
                    "title": "Bad Bear Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "18 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Reggie and Wood hit a roadblock at the local precinct when Detectives Winters and Martinez refuse to help them with their investigation of the Cody Summers murder. Meanwhile, Nelson finds inspiration for his audition as a small town southern sheriff in a low budget horror movie from the Detectives' tough talking grizzled boss Captain Frank Coley (Tim Hooper).    "
                },
                "4": {
                    "title": "Dead Body Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "21 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    While searching for clues in the Cody Summers murder, the Bears are surprised to discover Susie Collins (Loretta Fox) has been reinstated as the County Coroner after a multi-million dollar lawsuit and has used some of her settlement money to splurge on breast implants and a hunky new lab assistant named Big Ben (Piankhi Iknation). Meanwhile, Nelson (Ben Zook) is determined to get a glimpse of an actual dead body in the morgue in preparation for his upcoming horror movie audition.    "
                },
                "5": {
                    "title": "Bear on a Table",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "25 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Wood (Joe Dietl) makes an appointment as a patient at his ex-boyfriend Austin Walker's chiropractor office in order to keep him distracted while Reggie and Todd comb the place for evidence linking him to the Cody Summers murder. Meanwhile, Nelson anxiously awaits word on whether he got the potentially career changing role of the small town sheriff in the low budget indie horror movie.    "
                },
                "6": {
                    "title": "Country Bear Jamboree",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "28 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The Bears don cowboy hats to blend in with the crowd at a country western bar in the valley where the Chunk models hang out in order to find out who may have had a motive to off Cody Summers. Meanwhile, Wood works to win back Austin's trust, Reggie clashes with rival news reporter Ronnie Bishop and Todd is threatened by Buzz's obvious attraction to Nelson.    "
                },
                "7": {
                    "title": "Bedroom Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "1 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Detectives Winters and Martinez are feeling intense pressure from their boss to solve the Chunk model serial murder case and fast before the Bears so they pull out all the stops in order to tag team Wood (Joe Dietl) and distract him so they can search the Bears' house for clues that may have turned up in their own investigation.    "
                },
                "8": {
                    "title": "Psycho Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "4 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The Bears visit a psychiatric facility in order to interrogate their old nemesis Cyril (Scott Beauchemin), who is surprisingly happy to see them and anxious to help profile the elusive serial killer targeting Chunk models but a miscommunication results in Nelson (Ben Zook) winding up alone with the insane murderer who tried to stop his heart with a giant needle.    "
                },
                "9": {
                    "title": "Teddy Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "8 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Todd (Ian Parks) interviews with sleazy talent scout Billy DeWitt (Alec Ledd) to be a Chunk model so the Bears have someone on the inside to poke around for clues, but Nelson, posing as annoying over the top manager Teddy Rose, nearly destroys his chances of getting hired. Meanwhile, Reggie and Wood interrupt a porn shoot in order to question one of the stars who was linked to the victims and may have a piece of valuable information.    "
                },
                "10": {
                    "title": "Loaded for Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "11 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Wood (Joe Dietl) dons a pair of glasses that double as a video recording device and dines with the flamboyant owner of Chunk Studios Malcolm Lee at his home in the Silverlake hills hoping to get him to confess to the killings on camera. Meanwhile, Reggie monitors the date from a parked car outside with his newly hired assistant George Ridgemont (George Sebastian) who is burning up with jealousy over the amorous Lee's efforts to lure Wood into his bedroom.    "
                },
                "11": {
                    "title": "Hollywood Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "15 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Nelson's excitement over his first starring role in a low budget feature film playing a small town southern sheriff investigating a series of grisly murders is dampened by the arrival of his bitter acting rival Dickie Calloway (Tuc Watkins) who has been cast as his deputy and makes it his personal mission to sabotage Nelson in front of the camera every chance he gets.    "
                },
                "12": {
                    "title": "Killer Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "18 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Nelson (Ben Zook) is too busy dealing with Dickie Calloway's shenanigans to notice that someone has knocked out the actor playing the killer in the movie and taken his place. Meanwhile, Todd reaches his breaking point over Buzz's blatant flirting with Nelson and Reggie confronts a hot sexy private investigator who has been tailing the Bears.    "
                },
                "13": {
                    "title": "Intensive Care Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "22 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    As Nelson (Ben Zook) recovers from an on-set injury in a nearby hospital, he is distracted by worries that the producers of the horror movie might replace him and an unsolicited kiss from his admirer Buzz (Geoffrey Kennedy) and is completely unaware that the masked killer is lurking in the deserted halls of the hospital ready to strike again at any moment.    "
                },
                "14": {
                    "title": "Peeping Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "25 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    After hitting a dead end in his Chunk model murder investigation, Reggie fears his true crime reality TV show is in jeopardy of being canceled before it even airs. Meanwhile, Todd discovers that Buzz kissed Nelson while he was recuperating in the hospital which puts a strain on their relationship.    "
                },
                "15": {
                    "title": "Cover Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "29 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Todd (Ian Parks) goes deeper undercover at Chunk Studios by modeling for a photo shoot for the acerbic and now number one suspect photographer Carla Cassidy. Meanwhile, Reggie fights his attraction to muscle stud private eye Mickey Swift (Adam Ridge) fearing he might share crucial information that will give the hot Australian a leg up in the race to solve the case.    "
                },
                "16": {
                    "title": "Bear Scare",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "2 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The Bears race to Chunk Studios in an effort to rescue Todd (Ian Parks) who may have fallen into the clutches of a psychotic mad man.    "
                },
                "17": {
                    "title": "Stripped Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "6 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The Bears race to Chunk Studios in an effort to rescue Todd (Ian Parks) who may have fallen into the clutches of a psychotic mad man.    "
                },
                "18": {
                    "title": "Dungeon Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "9 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    As the Bears frantically search Chunk Studios for a missing Todd, Wood remembers a sex dungeon in the basement where the killer might be hiding him unaware that they're walking into a trap when the lights and a psychotic murderer wearing night vision goggles starts hunting bears.    "
                },
                "19": {
                    "title": "Bear Tactics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "13 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    After rescuing Todd from a deranged mad man, the Bears decide to celebrate with a vacation when Wood's new love interest Austin Walker (Chuck Saculla) shows up with news that Chunk Studios is flying them all to Melbourne, Australia for the launch of the reunion calendar, but Reggie is not completely convinced the case is closed.    "
                },
                "20": {
                    "title": "Bears in the Air: Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "16 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    On board a Dingo Air flight to Melbourne, Australia, Wood gets a tour of the cockpit, Todd confides to Nelson he has a fear of flying and Reggie gets a call from Detective Winters only to learn the case is far from wrapped up and there is still a killer on the loose.    "
                },
                "21": {
                    "title": "Bears in the Air: Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "20 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    A drunken Reggie starts questioning suspects on board the plane determined to find the killer among them while Wood uses his Acute Ass Recognition to help identify the real killer.    "
                },
                "22": {
                    "title": "Bears in the Air: Part Three",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "votes": 9,
                    "original air date": "23 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    the Bears confront a psychotic killer at forty thousand feet while grappling with the fact that the pilots have been poisoned and there is no one flying the plane.    "
                },
                "23": {
                    "title": "Halloween Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "Oct. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "4": {
                "1": {
                    "title": "Celebrating Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "24 Aug. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Swimwear Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "27 Aug. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Big Time Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "31 Aug. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Bears in the Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "3 Sep. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Bath House Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "7 Sep. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Funeral Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "10 Sep. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Bear on the Spot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "14 Sep. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Game Show Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "17 Sep. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Mama Bear and Papa Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "21 Sep. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Murder Time Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "24 Sep. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Butch Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "28 Sep. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Bachelor Party Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "1 Oct. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Bears on the Run",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "5 Oct. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Rehearsal Dinner Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "8 Oct. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Wedding Bears, Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "12 Oct. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "Wedding Bears, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "15 Oct. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "17": {
                    "title": "Bears at Sea, Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "original air date": "19 Oct. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "Bears at Sea, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "original air date": "22 Oct. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "New Year's Eve Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 19,
                    "original air date": "Oct. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "5": {
                "1": {
                    "title": "Honeymoon Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "1 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    In the fifth season opener, Nelson and Todd take a long delayed honeymoon to a clothing optional resort in Palm Springs, but their much anticipated romantic getaway quickly takes a dark turn. Meanwhile back in LA, Reggie finds a surprise waiting for him at his boyfriend Captain Coley's house and Wood hires a hot new Sporting Wood model who only has eyes for business partner George Ridgemont.    "
                },
                "2": {
                    "title": "One of Our Bears Is Missing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "5 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    When Todd mysteriously vanishes in Palm Springs, a desperate Nelson enlists the aid of fellow resort guests Winters and Martinez to track him down. Meanwhile back home in Los Angeles, Reggie and Captain Coley come to a decision about the future of their relationship and Wood stumbles upon George and his new Sporting Wood model Diesel in a compromising position.    "
                },
                "3": {
                    "title": "One Love, Two Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "8 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Refusing to accept the mounting evidence that Todd has ditched him on his honeymoon for another man, Nelson poses as a gas company meter reader in order to spy on his husband and get to the truth. Meanwhile, Reggie meets a new neighbor, Chase Hansen, who may prove to be helpful in saving his TV show from being cancelled.    "
                },
                "4": {
                    "title": "A Bear's Trail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "12 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Unaware that they are both sleeping with the same man, Reggie and Wood race to Palm Springs to be with a heartbroken Nelson and vow to help him get to the bottom of Todd's scandalous betrayal by covertly following Todd and Damien to a pool party where Reggie and Wood distract Damien with some man on man action allowing Nelson to finally confront his estranged husband.    "
                },
                "5": {
                    "title": "Secret Agent Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "15 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    After hustling the Bears away from a ghastly crime scene, Todd finally comes clean about why he vanished during his honeymoon trip with Nelson and reveals a shocking secret that none of them see coming that promises to upend their lives as they know it.    "
                },
                "6": {
                    "title": "Bears on a Mission",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "19 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Reggie and Wood finally discover that they are both sleeping with the same man, and that their object of affection Chase Hansen is actually a double agent who used both of them in order to gain access to the Bears' house and get his hands on a top secret thumb drive that Todd inexplicably was hiding in a cookie jar. Meanwhile, George's romance with Diesel continues to blossom.    "
                },
                "7": {
                    "title": "Downtown Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "22 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    The Bears track Chase Hansen to a Downtown LA gay bar where Martinez is now a popular party promoter and may hold the key to where they can locate the rogue agent. Meanwhile, Todd worries his lies to Nelson may affect their marriage and Reggie accosts a mysterious man who seems to have Todd under surveillance.    "
                },
                "8": {
                    "title": "Wrestling Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Todd coerces Wood into posing as a Lucha Libre wrestler in order to get close to a friend of Chase's, a professional wrestler named Crusher, who is known for his killer bear hugs. But despite Todd's assurances that Wood will never have to get in the ring, Nelson's overzealous performance as a wrestling coach proves otherwise.    "
                },
                "9": {
                    "title": "Mariachi Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "29 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    The Bears converge on a Mexican restaurant with Nelson, Reggie and Wood posing as members of a mariachi band and Todd as a waiter in order to set a trap for Chase. But unfortunately when Reggie and Wood allow their personal dramas take center stage, the carefully orchestrated plan blows up in their faces.    "
                },
                "10": {
                    "title": "Mission Unbearable",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "3 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    When Todd's boss Gavin Kelly shows up at the Bears' house with critical information needed to find Chase and retrieve the thumb drive, Todd worries about involving Nelson, Reggie and Wood again after the debacle at the Mexican restaurant. Meanwhile, George has surprising and distressing news for Wood about his relationship with Diesel.    "
                },
                "11": {
                    "title": "Life Coach Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "votes": 6,
                    "original air date": "6 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    The Bears infiltrate a wellness center in search of Victor Garcia's son Jax where Wood pretends to be the marriage counselor for an attractive couple in order to ogle the hot husband, Nelson befriends a fan girl and aspiring actress who admires his work, and Reggie and Todd find themselves in the middle of a gay reparative therapy session.    "
                },
                "12": {
                    "title": "Old Timer Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "10 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    The Bears go undercover at a retirement home as an elderly resident and his doting grandson, a new activities director and an orderly in an attempt to find out why Chase Hansen paid a visit to the facility just before he skipped town.    "
                },
                "13": {
                    "title": "Mexico Bound Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "13 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    In a race against time, the Bears fly off to Mexico in order to intercept Chase Hansen before he has the chance to sell the stolen thumb drive to Mexican crime lord Victor Garcia. But their efforts are hampered by Reggie and Wood's escalating feud and a dangerous assassin who is stalking Todd.    "
                },
                "14": {
                    "title": "Bears Across the Border, Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "17 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    After Todd is nearly drowned following an aborted assassination attempt and the killer escapes, the Bears enlist the aid of Winters and Martinez in order to find Chase Hansen before it's too late. Meanwhile, Bjorn reports back to Victor Garcia to face his wrath after failing in his mission to take out Todd.    "
                },
                "15": {
                    "title": "Bears Across the Border, Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "20 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Unbeknownst to the Bears, Todd launches a sting operation in a Mexico City park known for its gay cruising in order to finally snare Chase Hansen and retrieve the thumb drive, but things don't go exactly according to plan when Reggie and Wood, trying to forget the pain of Chase's betrayal, both hook up with the wrong tricks.    "
                },
                "16": {
                    "title": "Bears Across the Border, Part Three",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "original air date": "24 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    In the rip-roaring, hair-raising season finale, Nelson, Todd, Winters and Martinez form the Wild Bear Bunch and descend upon a remote Mexican village right out of a spaghetti western film in order to rescue Reggie and Wood from Victor Garcia's clutches, but the menacing crime lord has no intention of allowing any of them to leave the country alive once he has the thumb drive in his possession.    "
                },
                "17": {
                    "title": "Mother's Day Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 17,
                    "original air date": "Oct. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "6": {
                "1": {
                    "title": "Bad News Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "31 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Reggie exploits his harrowing confrontation with Jeremy Richards in Mexico for the benefit of his TV show's ratings, a nasty guest star on Law and Order: Male Rape Unit tortures Nelson with a series of mean tweets, and Wood lands an audition for a major comeback.    "
                },
                "2": {
                    "title": "Bears in Their Natural Habitat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "4 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    A nasty guest continues to cyber bully Nelson (Ben Zook), a flirtatious Middle Eastern prince (Chris Yonan) buys the Inquisitive Channel and sets his sights on Reggie, Todd is sexually harassed by a co-worker at the International Security Agency, and Wood decides to start a Sporting Wood porn division.    "
                },
                "3": {
                    "title": "A Bear's Wife",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "7 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    After Nelson and Todd throw a dinner party at the house for Todd's boss Nick Flynn (Peter Hulne) and his unstable, drunken wife Laureen (Jennifer Elise Cox), Todd (Ian Parks) is left with a life-altering decision that will affect the future of his marriage. Meanwhile Reggie (Rick Copp) falls under the spell of the charming and wealthy Prince Omar (Chris Yonan), who has big plans for him and the Inquisitive Channel.    "
                },
                "4": {
                    "title": "Cupcake Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "11 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Todd (Ian Parks) struggles to survive the fallout from turning down the plum assignment in Moscow by focusing on solving a mysterious assassination plot, but his efforts are hindered by his arch rival Heath (E. Levi Allen) and the boss's neurotic wife Laureen (Jennifer Elise Cox) who shows up at the office bearing homemade cupcakes. Meanwhile, on the set of Sporting Wood's first porn film, the Roman inspired Ben Whore, George (George Sebastian) clashes with the director Sebastian St. James (Steven Shaw).    "
                },
                "5": {
                    "title": "Killer Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "14 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    While shooting a climactic scene for his TV show Law and Order: Male Rape Unit, Nelson accidentally shoots his co-star Toby Marsden with a prop gun loaded with real bullets. Meanwhile, Detectives Winters and Martinez target a country singing kleptomaniac in order to retrieve a stolen guitar for a client.    "
                },
                "6": {
                    "title": "Bear Scandal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "18 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    After the police arrest Nelson (Ben Zook) for the murder of Toby Marsden, the Bears race to find a lawyer to represent him before the arraignment. Meanwhile, Detectives Winters and Martinez interview candidates for their newly opened private detective agency.    "
                },
                "7": {
                    "title": "Bears In The Courtroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "21 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    When a tough as nails prosecutor (Sally Brooks) argues that bail be denied at his hearing, Nelson (Ben Zook) has to rely on his incompetent attorney to fight for his freedom, who also happens to be Wood's anxiety-ridden cousin. Meanwhile, Detectives Winters and Martinez send their new employee Coley (Tim Hooper) out on a special undercover assignment in order to catch a purse snatcher.    "
                },
                "8": {
                    "title": "Bear Royalty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    While on a romantic dinner date with Prince Omar at his rented Hollywood mansion, Reggie (Rick Copp) attempts to keep him distracted with a performance by a troupe of gay belly dancers while Nelson, Wood and Todd search for clues that will connect Omar's bodyguard Rami (Serdar Kalsin) to the Toby Marsden murder.    "
                },
                "9": {
                    "title": "Bearfoot In The Park",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "28 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Winters dons roller skates while Martinez and Coley pose as overprotective gay parents in order to carry out a sting operation in a public park hoping to catch Law and Order: Male Rape Unit writer Alan Kravitz in a recorded confession admitting he set up Nelson for the murder of Toby Marsden.    "
                },
                "10": {
                    "title": "Zombie Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "5 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Nelson and Reggie disguise themselves as zombie extras from The Walking Dead in order to infiltrate the neighboring set of Law and Order: Male Rape Unit where Nelson has been banned in order to question the prop master Kenny Kim (Shane Yoon), who is now the prime suspect in the Toby Marsden murder. Meanwhile on the set of their new porn film Bareback Mountain, creative differences lead George (George Sebastian) to give Wood an ultimatum and at the International Spy Agency, Todd suspects his work nemesis Heath (E. Levi Allen) of sabotaging him.    "
                },
                "11": {
                    "title": "The Bear Conspiracy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "9 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Todd (Ian Parks) begins to suspect Nelson may be the target of a conspiracy when a prime suspect in the Toby Marsden murder takes drastic steps to avoid questioning by Detectives Winters and Martinez. Meanwhile, Wood (Joe Dietl) suffers from a serious case of impotence which threatens his dreams of rebooting his porn star career.    "
                },
                "12": {
                    "title": "Bear On Trial, Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "12 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Nelson (Ben Zook) finally goes on trial for the Toby Marsden murder and is forced to take over as his own defense lawyer when Wood's jittery cousin Melvin (Keeshan Giles) suddenly goes AWOL. Meanwhile, Todd receives important intel from his adversary Heath (E. Levi Allen) that the mastermind behind the conspiracy may be within the walls of the International Security Agency.    "
                },
                "13": {
                    "title": "Bear On Trial, Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "votes": 6,
                    "original air date": "16 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Nelson (Ben Zook) mistakenly puts his mother Doris (Rita Taggart) on the stand as a character witness, which only convinces the jury even more of his guilt as Todd (Ian Parks) works furiously to bust wide open the conspiracy to frame Nelson which culminates in a dramatic courtroom showdown.    "
                },
                "14": {
                    "title": "Bears On The Mountain Top, Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 14,
                    "original air date": "19 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Reggie (Rick Copp) tapes an episode of his TV show in the mountains of Big Bear in order to recount the dramatic events from four years ago when Jeremy Richards (Mark Rowe) tried pushing him off a cliff to his death. Meanwhile, Prince Omar (Chris Yonan) reveals his true motive for buying the Inquisitive Channel and a sexy Murder Time crew member (Joe Carrier) offers the perfect solution for Wood and George when their actors are a no show for their porn shoot.    "
                },
                "15": {
                    "title": "Bears On The Mountain Top, Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 15,
                    "original air date": "23 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    A surprise guest hijacks the Murder Time taping in Big Bear exposing Reggie (Rick Copp) as a liar to all his loyal viewers. Meanwhile, Todd has finally put all the pieces of the puzzle together in the Falcon case and realizes Reggie's new beau Prince Omar is about to become the victim of a dangerous international assassin.    "
                },
                "16": {
                    "title": "I Know Why The Caged Bear Sings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 16,
                    "votes": 6,
                    "original air date": "26 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    In the heart-stopping season ender, the Bears desperately fight to gain control of an RV with no brakes that's careening down a steep mountain road while trying to reach Prince Omar (Chris Yonan) who whose life is in danger from a deadly assassin hired to stop him from coming out as gay during a worldwide broadcast and streaming event.    "
                },
                "17": {
                    "title": "4th of July Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Where the Bears Are (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 17,
                    "original air date": "1 Nov. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 143,
        "cast": [
            {
                "name": "Copp, Rick"
            },
            {
                "name": "Zook, Ben"
            },
            {
                "name": "Dietl, Joe"
            },
            {
                "name": "Parks, Ian"
            },
            {
                "name": "Sanders, Chad"
            },
            {
                "name": "Sebastian, George"
            },
            {
                "name": "Unda, George"
            },
            {
                "name": "Hooper, Tim"
            },
            {
                "name": "Beauchemin, Scott"
            },
            {
                "name": "Ridge, Adam"
            },
            {
                "name": "Shaw, Steven A"
            },
            {
                "name": "Taggart, Rita"
            },
            {
                "name": "Watkins, Tuc"
            },
            {
                "name": "Rowe, Mark"
            },
            {
                "name": "Villano, Chuck"
            },
            {
                "name": "Snyder, Vincent"
            },
            {
                "name": "Kalsin, Serdar"
            },
            {
                "name": "Saculla, Chuck"
            },
            {
                "name": "Allen, E. Levi"
            },
            {
                "name": "Oji, Ryan"
            },
            {
                "name": "Scott, Brian"
            },
            {
                "name": "Leachman, Chuck"
            },
            {
                "name": "Chambers, Andre"
            },
            {
                "name": "Nardulli, Guy"
            },
            {
                "name": "Bosley, Jeff"
            },
            {
                "name": "Richardson, Garron"
            },
            {
                "name": "Pancake, Sam"
            },
            {
                "name": "Hulne, Peter A."
            },
            {
                "name": "Diaz, Mario"
            },
            {
                "name": "Tatum, Clifton"
            },
            {
                "name": "Samples, Jacob"
            },
            {
                "name": "Arellano, Joseph"
            },
            {
                "name": "Kopyc, Frank"
            },
            {
                "name": "Yonan, Chris"
            },
            {
                "name": "Dillman, Brooke"
            },
            {
                "name": "Nagel, Sean"
            },
            {
                "name": "Fox, Loretta"
            },
            {
                "name": "Baier, Randall"
            },
            {
                "name": "Vaughan, Jason"
            },
            {
                "name": "Brown, Karamo"
            },
            {
                "name": "Barbour, Chet"
            },
            {
                "name": "Ward, Shannon"
            },
            {
                "name": "Wiley, Shane"
            },
            {
                "name": "Hart, Bruce L."
            },
            {
                "name": "Gulati, Harnik"
            },
            {
                "name": "Smith, Ron"
            },
            {
                "name": "Andino, Paolo"
            },
            {
                "name": "Wilcox, Jeff"
            },
            {
                "name": "Sanalitro, Gabrielle"
            },
            {
                "name": "Sams, Deon"
            }
        ],
        "locations": [
            "Los Angeles, California, USA",
            "Palm Springs, California, USA::(season 1)",
            "Santa Clarita, California, USA"
        ],
        "genres": [
            "Comedy",
            "Mystery"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 7,
        "rating": 6.2,
        "votes": 438,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDQ4NzMzZjMtNGVhOS00NWU4LTg3NzgtMzQzYmZlNTdjMTIxXkEyXkFqcGdeQXVyNDYyMjEwNw@@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Where the Bears Are",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2018",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
        ],
        "writer": [
            {
                "name": "Copp, Rick"
            },
            {
                "name": "Parks, Ian"
            },
            {
                "name": "Zook, Ben"
            }
        ],
        "production companies": [
            {
                "name": "3 Bears Entertainment"
            }
        ],
        "plot": [
            "A comedy mystery web-series that follows the exploits of three gay bear roommates living together in Los Angeles, as they attempt to solve the murder of a party guest that turned up dead in their bathtub.::Production"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 438,
                "rating": 6.2
            },
            "aged 18 29": {
                "votes": 64,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 159,
                "rating": 5.2
            },
            "aged 45 plus": {
                "votes": 107,
                "rating": 7.8
            },
            "males": {
                "votes": 287,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 60,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 111,
                "rating": 6.4
            },
            "males aged 45 plus": {
                "votes": 99,
                "rating": 7.7
            },
            "females": {
                "votes": 54,
                "rating": 2.8
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 46,
                "rating": 1.6
            },
            "females aged 45 plus": {
                "votes": 6,
                "rating": 9.1
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 4.3
            },
            "us users": {
                "votes": 91,
                "rating": 7.3
            },
            "non us users": {
                "votes": 179,
                "rating": 5.9
            }
        },
        "number of votes": {
            "10": 134,
            "9": 32,
            "8": 66,
            "7": 48,
            "6": 19,
            "5": 16,
            "4": 3,
            "3": 3,
            "2": 6,
            "1": 111
        },
        "arithmetic mean": 6.5,
        "median": 8
    }
}