{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "10 July 2012"
            }
        ],
        "release dates": [
            "USA::10 July 2012"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Surgeons Perform Feats of Medical Brilliance",
                    "kind": "episode",
                    "episode of": {
                        "title": "NY Med (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "26 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    In the first episode, Oz suddenly finds himself in a desperate fight to save a young actor's life after a chance encounter in the ER morphs into a full-blown medical crisis.    "
                },
                "2": {
                    "title": "Young Couple Sustains Injuries During a Violent Home Invasion",
                    "kind": "episode",
                    "episode of": {
                        "title": "NY Med (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "3 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    As a Mexican-American, ER doctor Hugo Razo says \"no one ever thought I'd amount to anything\" and it's his mission to prove them wrong. Transplant surgeon Jonathan Chen is stunned by the grotesquely enlarged heart of a young Marine. If he can't find a solution to bring Chris Molnar back to health, this gung-ho youngster will lose more than his dream of serving in the armed forces--he'll possibly lose his life. ER doctor Debbie Yi recounts the family trauma that drove her into medicine and proves that there are silver linings to every decision. Strong-willed ER nurse ...    "
                },
                "3": {
                    "title": "Doctors Work to Save the Lives of Their Patients",
                    "kind": "episode",
                    "episode of": {
                        "title": "NY Med (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "10 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    \"Fast-thinking trauma surgeon Ziad Sifri can't believe his eyes when a 19-year-old plane crash survivor arrives in the ER. As a third year urology resident, Ashley Winter is hopeful that chemotherapy will work wonders on her patient's cancer-filled bladder, but quickly learns he will need a life-altering surgery. A cardiac surgeon at the top of his game, Leonard Girardi meets a mother of three who was sent home to die when a top hospital decided the tumor on her heart was inoperable. Dr. Girardi attempts the surgery that others say is impossible. Surgeon Dr. Oz is ...    "
                },
                "4": {
                    "title": "Nurse Diana Costine's Medical Mystery",
                    "kind": "episode",
                    "episode of": {
                        "title": "NY Med (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "17 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    A young couple with big wedding plans has their future together thrown into doubt when cardiac surgeon Leonard Girardi delivers the news that the groom could drop dead at any time without a complex operation. Popular ER nurse Diana Costine has been coming to work with contusions on her face and head. How she got these injuries turns out to have nothing to do with her personal life. Trauma surgeon Ziad Sifri thought he had seen it all growing up in war-torn Beirut. But in Newark he learns that violence doesn't have to be political. Neurosurgery resident Brad Zacharia ...    "
                },
                "5": {
                    "title": "S2 E5 NY Med 7/24",
                    "kind": "episode",
                    "episode of": {
                        "title": "NY Med (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "24 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Brought to the hospital with a tearing aorta, Penny Goldsmith--who has finally met the \"love of her life\"--worries that fate has played a cruel trick on them both and their future together won't happen. But cardiac surgeon Allan Stewart makes her a promise he feels bound to keep--if he can. Her grown children are not ready to let go of Rita Respass-Brown, but with her kidneys failing and 100,000 people on the transplant waitlist, her chances are not good. Doctors Joseph Del Pizzo and Sandip Kapur will also do everything they can to help. ER doctor Debbie Yi relates to...    "
                },
                "6": {
                    "title": "S2 E6 NY Med 7/31",
                    "kind": "episode",
                    "episode of": {
                        "title": "NY Med (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "31 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Amy Caggiula is an ER resident who deploys her sharp tongue and medical instincts to handle any situation--from a woman whose heart arrests, to a man tasered by police. Neuroradiologist Alejandro Berenstein helps the two year old daughter of a coast guard officer who could suffer a catastrophic cerebral event if Berenstein can't alter the blood flow in her brain. His partner in this effort is pediatric neurosurgeon Saadi Ghatan, who is ice to Berenstein's fire. Craig Forleiter is a young surgical resident who talks a mile-a-minute and can turn the most skeptical ...    "
                },
                "7": {
                    "title": "S2 E7 NY Med 8/7",
                    "kind": "episode",
                    "episode of": {
                        "title": "NY Med (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "7 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    At New York Presbyterian, Sabrina Mahil, an oral maxillofacial surgery resident, treats a deaf college student with a severely fractured jaw, whose mother is understandably protective. ER nurse Diana Costine cares for fellow nurse Marina Dedivanovic after her car accident. Dr. Oz brings his daughter to work to watch him operate on a young mother whose heart defect puts her life in danger. Neurosurgeon Guy McKhann is faced with performing a delicate and complex operation on his 28 year old patient who shows up with a baseball-size tumor. At Newark's University Hospital...    "
                },
                "8": {
                    "title": "S2 E8 NY Med 8/14",
                    "kind": "episode",
                    "episode of": {
                        "title": "NY Med (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "14 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Top lung surgeon Dr. Nasser Altorki struggles to preserve the life of Robert Campagna, an architect and family man, in the face of a brutal diagnosis--mesothelioma. ER nurse Katie Duke and resident Dr. Amy Caggiula return, treating patients who land in the ER under very unusual circumstances. As head of Newark's University Hospital trauma unit, Dr. David Livingston is a commanding presence who often mixes encouragement with sarcasm while educating his staffers. New York Presbyterian's surgery intern Dr. Raisa Durrani is training to become a doctor but knows as a first...    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "NY Med (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    A man has surgery to repair a defective mitral valve; A man with liver cancer has surgery; A young mother of two has surgery for a brain tumor; A man with emotional and substance abuse issues complains of back pain; A man with a strange rash is suspected of having measles; A patient has projectile vomited into an ER nurse's face; A patient who had been treated for food poisoning later brings flowers to his ER nurse.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "NY Med (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    A man comes in who has been found lying on the ground with a knife inside him; A woman comes in with a leaking aortic aneurysm; A man who has fallen and bumped his head at a St. Patrick's celebration is not cooperating; A 25-year-old girl experiences pain in her left abdomen after working out; A frequent flyer shows a nurse his appearance on a 1995 episode of \"Taxicap Confessions.\"    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "NY Med (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Three gunshot wound victims arrive within 20 minutes; A woman has a defective heart valve; An HIV+ patient with a failing heart awaits news of a transplant; A 24-year-old woman has been in an accident riding in a taxi; A 24-year-old man has been beaten up; A 25-year-old woman has been in a car accident; A bouncer at a club has been beaten up by a customer.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "NY Med (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "31 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    A man has been shot in the leg; A woman has surgery for an ischemic colon; A man who is complaining of stomach pains has an X-ray that shows he has swallowed keys, nails, screws, and other metal objects, and later has to have surgery to remove some of them when they become entangled; A little girl needs surgery to remove a tumor from her heart; Two men have been injured when a scaffold collapses; A woman comes in complaining of pains in her leg; A young mother is treated for an aortic dissection;A man collapses from cardiac arrest in front of the hospital; A stabbing ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "NY Med (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    A 47-year-old drunk man falls off a table while dancing; A man needs surgery for a bowel obstruction; A woman complaining of chest pains suffers a pulmonary embolism; A liver transplant patient is going to receive part of a liver from his brother; A ten-year-old boy has a piece of meat caught in his esophagus; A female shooting victim arrives in cardiac arrest; A woman is treated for breast cancer; An intoxicated patient claims to have been beaten up by police; A former actress is complaining of vertigo;    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "NY Med (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "14 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    A man is having surgery on a cancerous gall bladder; Staff are unable to save a patient brought in suffering a heart attack; A cystic fibrosis patient awaits a lung transplant; A kidney transplant patient is wincing in pain before his drainage tube is to be removed; A patient is transferred from another hospital after collapsing; A frequent flyer comes in inebriated, then several weeks later comes in in cardiac arrest.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "NY Med (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    A man has been slashed on his palm; An 87-year-old woman is scheduled to have surgery on a defective valve; An unborn baby is diagnosed with a heart condition that will need surgery as soon as he is born; A 75-year-old woman is scheduled to have surgery on a cancerous stomach tumor; A 28-year-old bicyclist gets caught between a garbage truck and a taxi; An 18-year-old woman suffers a severe arm injury after being ejected from an automobile; A young woman is suspected of having a ruptured ectopic pregnancy.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "NY Med (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    A 25-year-old man has been shot in the leg; A young woman has surgery for a large sarcoma; A 49-year-old man has facial burns from a previous laser surgery to remove growths; A copy editor for the New York Post has been hit by a taxi; A young man has a slight fracture to the tip of his finger after shutting a hotel window on it; An elderly man with an aortic dissection awaits to see whether or not he will need surgery; A man has a cancerous stomach tumor removed; A man awaits a heart transplant; An 18-year-old has surgery for Crohn's disease.    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Costine, Diana"
            },
            {
                "name": "Oz, Mehmet"
            },
            {
                "name": "Duke, Katie"
            },
            {
                "name": "Dedivanovic, Marina"
            },
            {
                "name": "Watkins, Anthony"
            },
            {
                "name": "Mahendran, Arundi"
            },
            {
                "name": "Kato, Tomoaki"
            },
            {
                "name": "Van Boxtel, Ben"
            },
            {
                "name": "Schubl, Sebastian"
            },
            {
                "name": "Halpern, Alexis"
            },
            {
                "name": "Emond, Jean"
            },
            {
                "name": "Yi, Debbie"
            },
            {
                "name": "Yang, Jonathan"
            },
            {
                "name": "Sharma, Rahul"
            },
            {
                "name": "Sasso, Paul"
            },
            {
                "name": "Remy, Kenneth E."
            },
            {
                "name": "Guidry, Charles"
            },
            {
                "name": "Margarella, Tara"
            },
            {
                "name": "Nugent, William"
            },
            {
                "name": "Towe, Chris"
            },
            {
                "name": "Abramson, Jack"
            },
            {
                "name": "Diaferia, Grace"
            },
            {
                "name": "Fredericks, Carlton"
            },
            {
                "name": "Simone, Valeria"
            },
            {
                "name": "Diaferia, Peter"
            },
            {
                "name": "Hoss, Lucille"
            },
            {
                "name": "Kluger, Michael"
            },
            {
                "name": "Quaegebeur, Jay"
            },
            {
                "name": "Saverino, Rita"
            },
            {
                "name": "Bacha, Emile"
            },
            {
                "name": "Farr, Mary Jane"
            },
            {
                "name": "Guerrasio, Mike"
            },
            {
                "name": "Kuhfeldt, Jon"
            },
            {
                "name": "Gammons, Megan"
            },
            {
                "name": "Guerrasio, Doris"
            },
            {
                "name": "Kuhfeldt, Sherry"
            },
            {
                "name": "Rankl, John"
            },
            {
                "name": "Romeo, Joseph"
            },
            {
                "name": "Schmidt, Jill"
            },
            {
                "name": "Argenziano, Michael"
            },
            {
                "name": "Gammons, Rod"
            },
            {
                "name": "Georgianni, Kara"
            },
            {
                "name": "Schmidt, Joe"
            },
            {
                "name": "Sonett, Joshua"
            },
            {
                "name": "Bretz, Cornelius"
            },
            {
                "name": "Carvalho, Carla"
            },
            {
                "name": "McLaughlin, Lyndsay"
            },
            {
                "name": "Monteverde, Cristobal"
            },
            {
                "name": "Vedula, Giri"
            },
            {
                "name": "Abrmason, Susan"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 2,
        "rating": 7.8,
        "votes": 227,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODIxNjMyODMxMl5BMl5BanBnXkFtZTcwMzM2OTMxOA@@._V1_SY150_CR62,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "NY Med",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "NY Med (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "ABC News"
            }
        ],
        "distributors": [
            {
                "name": "ABC News"
            }
        ],
        "plot": [
            "A real look at medical staff and patients in New York hospitals.::hafa ball"
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 227,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 38,
                "rating": 8.6
            },
            "aged 30 44": {
                "votes": 82,
                "rating": 7.6
            },
            "aged 45 plus": {
                "votes": 55,
                "rating": 7.1
            },
            "males": {
                "votes": 92,
                "rating": 7.3
            },
            "males aged 18 29": {
                "votes": 22,
                "rating": 8.3
            },
            "males aged 30 44": {
                "votes": 39,
                "rating": 7.2
            },
            "males aged 45 plus": {
                "votes": 26,
                "rating": 6.1
            },
            "females": {
                "votes": 94,
                "rating": 8.2
            },
            "females aged 18 29": {
                "votes": 14,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 42,
                "rating": 8.1
            },
            "females aged 45 plus": {
                "votes": 27,
                "rating": 7.8
            },
            "top 1000 voters": {
                "votes": 9,
                "rating": 6.4
            },
            "us users": {
                "votes": 103,
                "rating": 8.1
            },
            "non us users": {
                "votes": 41,
                "rating": 6.6
            }
        },
        "number of votes": {
            "10": 82,
            "9": 38,
            "8": 48,
            "7": 26,
            "6": 7,
            "5": 4,
            "4": 1,
            "3": 1,
            "2": 2,
            "1": 18
        },
        "arithmetic mean": 8.0,
        "median": 9
    }
}