{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 February 2012"
            }
        ],
        "release dates": [
            "USA::9 February 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Mudcats"
            },
            {
                "countries": "Hungary",
                "title": "Puszta kézzel"
            }
        ],
        "akas": [
            "Mudcats (original title)",
            "Puszta kézzel Hungary"
        ],
        "akas from release info": [
            "Mudcats (original title)",
            "Puszta kézzel Hungary"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Big Fish Big Bucks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mudcats (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 May 2012",
                    "year": "2012",
                    "plot": "\n    It's the first round of the 10-week-long Okie Hand Fishing Invitational, and grabbler Â\"Katt DaddyÂ\" Brewer thinks he's got a hold on a local legend.    "
                },
                "2": {
                    "title": "Deep Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mudcats (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "20 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    As the tournament enters week two, five grabbling teams are feeling the pressure to find this week's $2,000 heaviest fish. Veteran noodler Scooter Bivens dives into murky lake waters with his new partner Nate, a rookie with a lot to learn. Deeper lakes are much more dangerous. If something goes wrong, the surface is a lot farther away. An all-too-real lesson Nate learns the hard way, after nearly drowning while diving a hole 15 feet under water.    "
                },
                "3": {
                    "title": "Raising Hell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mudcats (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "27 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    In the American heartland, generations of fishermen have entered murky waters with one goal in mind, to catch a giant prehistoric catfish using only their bare hands. Now, NGC follows teams of these roughneck grabblers as they compete in a 10-week-long hand-fishin' competition in Oklahoma. At one of the most dangerous fishing holes in the region, the tough-as-nails Katt Daddy is literally hooked by a trotline, and his partner has to yank the metal snare out of his back.    "
                },
                "4": {
                    "title": "Midnight Monsters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mudcats (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "10 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Grabbling teams have the next 30 hours to nab the heaviest flathead catfish, keep it alive and get it onto the scale at Oklahoma's Okie Hand Fishing Invitational. After failing to win the first three tournaments, Lee Â\"the LegendÂ\" McFarlin whips out his secret recipe Â- a seasoning mixture he smothers on his own hands. After Scooter's secret fishing hole is compromised, he risks fishing in the dead of night to wrestle up what may be the biggest fish he's ever caught.    "
                },
                "5": {
                    "title": "Loose Cannon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mudcats (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "24 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Enter a 10-week-long battle for cash and honor as fishing legends face off in the ultimate hand-fishing competition. Rivals will stop at nothing to win. Katt Daddy isn't a guy to back down from a fight, but having a gun pulled on him sends him running. However, he goes back to the hole during the dead of night to a fish. This week, Scooter Bivins hits up a territory that has been passed down for generations. Lee Â\"the legendÂ\" McFarland has a setback when his partner must go home for a sick kid.    "
                },
                "6": {
                    "title": "Cannibal Catfish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mudcats (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "3 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    It's week six of the competition and everyone is gunning to break Scooter's winning streak. Scooter knows his rivals are after him, so secrecy is more important than ever. Teddy is determined to make his mark on the hand-fishin' world but when he comes up with only dead fish, he realizes there's a cannibal on the loose and the Young Guns jump into action to track it down! But that means more danger than usual. With tricks up their sleeve, will the Mudcats end Scooter's winning streak?    "
                },
                "7": {
                    "title": "Turf War",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mudcats (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "10 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Sabotage is the name of the game in week seven of the 10-week competition. With Scooter's loss, he heads out early to a familiar spot to see if it'll pay off. But when Teddy shows up to the same spot, both men agree to a bet to settle the conflict. Betting against Scooter is a dangerous move, and the Young Guns are suspicious. With even more on the line than the normal $2,000 prize, both Scooter and Teddy are forced to take risks and eager to come up the winner.    "
                },
                "8": {
                    "title": "Any Means Necessary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mudcats (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "17 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    As the season comes into the home stretch, big fish are harder to find and the grabblers are taking bigger risks, including rattlesnakes and quicksand Â- all for the glory.    "
                },
                "9": {
                    "title": "Dead Man's Cove",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mudcats (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "24 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    As the weather heats up, big fish are getting harder to find. To keep his lead, Marion braves the dangerous Dead Man's Cove. The Young Guns are feeling the heat and go their separate ways, either doubling their chances or ruining the odds. Kat Daddy heads to one of his favorite cooler spots hoping the lower temperatures will deliver. Scooter's boat trailer is out of commission this week so deep-water fishing is impossible. In this heat, Bivins knows that chances are slim in shallow waters.    "
                },
                "10": {
                    "title": "Guts and Glory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mudcats (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "31 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    In the final week of competition, the five grabbling teams must dive into the murky waters to catch the biggest and meanest catfish that Oklahoma has ever seen, using only their bare hands. With $10,000 at stake, underwater cameras capture the epic battle of a man against a fish, as Marion Kincaid and his buddy Mark fight a monstrous fish in their attempts to beat their previous 62-lb fish record.    "
                }
            },
            "1": {
                "1": {
                    "title": "Outlaw Country",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mudcats (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    In America's Heartland, six of Oklahoma's most respected hand fishing teams hit the water, braving hundred-degree plus heat and severe drought conditions - all in the hopes of bagging colossal flathead catfish. It's the first week of the eight-part Okie Invitational Tournament, and the mudcatters know that it'll all come down to strategy, experience and sheer guts.    "
                },
                "2": {
                    "title": "Hotspots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mudcats (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "16 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    After coming out on top in week 1, Catfish King Marion enters week 2 nervous that this secret fishing hole has been found out. In order to stay on top he'll go to any length to protect his territory. Now dethroned Scooter plans to make a comeback with this weigh-in and has to face a dangerous hot spot to land the biggest fish.    "
                },
                "3": {
                    "title": "Nightmare Holes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mudcats (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Week 3 begins with challenger Katt Daddy determined to dethrone his biggest rival, the currently undefeated Catfish King Marion and Katt Daddy will do whatever it takes to make that happen. The competition heats up and all of the teams need to take bigger risks to bring in the biggest fish.    "
                },
                "4": {
                    "title": "Boiling Point",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mudcats (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    This week's Invitational coincides with another mudcatting competition so the lakes and rivers of Oklahoma are over-flowing with hundreds of amateur contestants who have flocked to the Sooner State. For the six teams entering into week for, finding big fish will be harder than ever before.    "
                },
                "5": {
                    "title": "Fall of Kings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mudcats (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    After sweeping the last 4 tournaments, Catfish King Marion is feeling confident but the other teams have out a target on his back and each of them are determined to take it all in week 5. With the 100 degree plus heat to contend with, the mudcatters have their work cut out for them and for one team, the conditions prove to be too much    "
                },
                "6": {
                    "title": "Walk of Shame",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mudcats (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    With only 3 weeks left to prove who's best and one team already out, each of the mudcatters goes into week 6 with something to prove. Still healing from a broken rib, Thomas must now trust Dustin to do the fishin'.and Dustin has never caught a catfish by hand. Scooter is a former champion but keeps coming up empty-handed.    "
                },
                "7": {
                    "title": "Tempting Fate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mudcats (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    With only two tournaments remaining in the Invitational, the pressure is on for the noodling teams. The crown is still in reach for the top three teams and while some can take the heat, others just burn.    "
                },
                "8": {
                    "title": "Only One Can Be King",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mudcats (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "5 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    It's the final week of the Invitational and the last chance to catch a mammoth beast. Only one team can claim the crown, the one with the highest cumulative weight. While Veteran Thomas and Young Gun Winston are out of the running, Defending Champ Scooter, Catfish King Marion and Challenger Kat Daddy all still have a shot at glory.    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Ladin, Eric"
            },
            {
                "name": "Mason, Scott"
            },
            {
                "name": "Walters, Winston"
            },
            {
                "name": "Bevins, Scooter"
            },
            {
                "name": "Brewer, Don"
            },
            {
                "name": "Good, Teddy"
            },
            {
                "name": "Kincaid, Marion"
            },
            {
                "name": "Rider, Jerry"
            },
            {
                "name": "Riggs, Thomas"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.2,
        "votes": 56,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTg4OTUwNjgxNF5BMl5BanBnXkFtZTgwMzYxNzAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "plot outline": "Series will follow five men who compete with each other in an effort to showcase the best mudcatters in Oklahoma. Deep in the heart of this historic state lives an adventurous group of people, who have chosen to hand-fish as their passion. These men have learned the ways of from their fathers and grandfathers, and who have every intention of passing the tradition down to their sons and daughters and grandchildren. The drive to be the best runs deep.",
        "languages": [
            "English"
        ],
        "title": "Mudcats",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Story, David"
            }
        ],
        "production companies": [
            {
                "name": "Truly Original"
            }
        ],
        "distributors": [
            {
                "name": "History Channel"
            }
        ],
        "other companies": [
            {
                "name": "Global Film Solutions"
            }
        ],
        "plot": [
            "Series will follow five men who compete with each other in an effort to showcase the best mudcatters in Oklahoma. Deep in the heart of this historic state lives an adventurous group of people, who have chosen to hand-fish as their passion. These men have learned the ways of from their fathers and grandfathers, and who have every intention of passing the tradition down to their sons and daughters and grandchildren. The drive to be the best runs deep.::History Channel"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 56,
                "rating": 7.2
            },
            "aged 18 29": {
                "votes": 6,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 29,
                "rating": 4.7
            },
            "aged 45 plus": {
                "votes": 11,
                "rating": 3.7
            },
            "males": {
                "votes": 40,
                "rating": 5.3
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 25,
                "rating": 4.8
            },
            "males aged 45 plus": {
                "votes": 8,
                "rating": 3.8
            },
            "females": {
                "votes": 8,
                "rating": 4.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 7.8
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 7.3
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 3.0
            },
            "us users": {
                "votes": 22,
                "rating": 4.6
            },
            "non us users": {
                "votes": 16,
                "rating": 4.9
            }
        },
        "number of votes": {
            "10": 23,
            "9": 3,
            "8": 9,
            "7": 8,
            "6": 0,
            "5": 0,
            "4": 1,
            "3": 1,
            "2": 2,
            "1": 9
        },
        "arithmetic mean": 7.2,
        "median": 8
    }
}