{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "12 July 2012"
            }
        ],
        "release dates": [
            "USA::12 July 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Victory Goes to the Bold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Born Sellers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "12 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Twins Marissa and Julianna become the exclusive listing agents for a brand new condo complex in Hollywood, but the owners' unwillingness to lower the prices makes them a tough sell. Meanwhile, Glorie Lee and Rick help first-time home buyers Sharon and Eric find their dream home in Burbank.    "
                },
                "2": {
                    "title": "Location, Location, Location",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Born Sellers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    An all-cash buyer enlists the help of Real Estate Agents Marissa and Julianna to find her a house in Upland, Calif. Weary of having to do renovations, the client insists on a turn-key home, but discovers that her budget can only afford fixer uppers in her desired location. Insistent on the neighborhood, the Twins bring in a contractor to help their client visualize a fixer upper becoming her dream home. Meanwhile, Glorie Lee and Rick help a former wrestling star choose the perfect location and buy his first condo.    "
                },
                "3": {
                    "title": "Buying a House Versus Buying a Condo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Born Sellers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "26 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Real Estate Agents Marissa and Julianna help television stars and engaged couple Rachel and Brendon find their first home. Brendon insists on staying close to UCLA but Rachel wants to get the most bang for her buck, even if that means going to the Valley. Meanwhile, their parents Glorie Lee and Rick help a single mom buy her first home in South Los Angeles. It won't be easy with a budget of only $160,000, but if they succeed they will fulfill her lifelong dream of owning her own home.    "
                },
                "4": {
                    "title": "Homes Are for Horses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Born Sellers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    The Twins' help their childhood friend Tracy buy her first house. Tracy is a horse trainer and is looking for a horse property in Alta Loma or Rancho Cucamonga. It needs to accommodate her horse while also having a facility that would allow her to train horses and continue her riding lessons. Meanwhile, Glorie Lee and Rick work with newlyweds who are expecting their first baby. They are currently living in a small Santa Monica apartment that barely fits them, never mind adding a baby. Now, they are feeling the pressure to find a home quickly because they want to get ...    "
                },
                "5": {
                    "title": "It Must Be Perfect",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Born Sellers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "9 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Twin Agents Marissa and Julianna work with picky first-time buyers in Northridge, Calif. Newlyweds Marni and Kyle desperately want to find their dream home, but their extensive wish list may be holding them back. Meanwhile, their parents Rick and Glorie Lee must answer to a higher power when a church's new Pastor needs their help finding a parsonage (a house purchased by the church for its pastor to occupy). However, Pastor Shane and his wife Allyson have very particular tastes and won't accept anything less than perfect.    "
                },
                "6": {
                    "title": "California Dreamin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Born Sellers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "16 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Twin agents Marissa and Julianna help a professional dance choreographer find a beach house for him and his daughter in Santa Monica, Calif. Not wanting to be left inland, Glorie Lee reminds her twins of their promise to one day buy her dream Malibu beach house. A firm believer in visualization, Glorie Lee asks Marissa and Julianna to be her real estate agents and show her beach side houses in Malibu. Glorie Lee has manifested many dreams by visualizing them and she expects this will be no different!    "
                },
                "7": {
                    "title": "Under One Roof",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Born Sellers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "23 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Twin agents Marissa and Julianna look for a home that will fit three generations. Glorie Lee and Rick get a new listing in Sherman Oaks, Calif. To expedite the sale, Glorie Lee speaks at a big real estate conference in order to attract more people to the open house.    "
                },
                "8": {
                    "title": "Juicy Real Estate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Born Sellers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "30 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Agents Marissa and Julianna show homes in Chatsworth and Granada Hills to first time buyers Chad and Elya. Agents Glorie Lee and Rick take over the listing for a historic Victorian-style home in Monrovia and employ a unique approach in order to attract a very specific buyer to this $1.45 million historic landmark.    "
                },
                "9": {
                    "title": "Real Estate Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Born Sellers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "6 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Soon-to-be-married couple, Evan and Shelley, come to Julianna and Marissa for help to sell and buy a home simultaneously. The couple has outgrown Evan's bachelor pad in San Pedro, Calif., and if they expect to start their brood right after their approaching wedding, they will need more space, and they need it fast! Since the clock is ticking, In order to sell Evan's home as quickly as possible, Marissa and Julianna give the buying end of the transaction to their favorite realtors, parents Rick and Glorie Lee.    "
                },
                "10": {
                    "title": "Arts & Craftsman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Born Sellers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "13 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    An eccentric artist hires Marissa and Julianna to find her a loft in downtown Los Angeles. Meanwhile, Glorie Lee and Rick work with a young expecting couple who need to find a home that falls within the guidelines of Feng shui.    "
                },
                "11": {
                    "title": "Home Equation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Born Sellers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "20 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Twin Agents Marissa and Julianna help a young math teacher move out of his parents' home. He wants to buy a condo to live in with his girlfriend but his teacher's pay doesn't add up to get what he wants. Meanwhile, Glorie Lee and Rick work with first time buyers Randy and Karen in Sylmar, Calif.    "
                },
                "12": {
                    "title": "Bailiff's Beach Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Born Sellers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "27 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Twin agents Marissa and Julianna help their clients Jennifer and Dan Ellis sell their family home near Century City, Calif. With their children moving out of the house, Jennifer and Dan are ready to move on to a luxurious seaside condo in Marina del Rey, Calif. Agents Glorie Lee and Rick help first-time buyer and war veteran Brian Isom achieve his California dream of buying a home by the beach.    "
                },
                "13": {
                    "title": "Natural Blonde Sellers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Natural Born Sellers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "4 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Agents Marissa and Julianna help the Whitis sisters find a house big enough to live in and host fundraising parties for their charity, Linda's Voice. The three sisters each have very different tastes, and the layout they need is unique, so Marissa and Julianna attend one of their events to get a better idea of the space they need. In Burbank, Glorie Lee and Rick work with Ashley, an anger management therapist who is looking for a peaceful retreat from her stressful job.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Beyenhof, Glorie Lee"
            },
            {
                "name": "Beyenhof, Rick"
            },
            {
                "name": "Stoap, Julianna"
            },
            {
                "name": "Stoap, Marissa"
            },
            {
                "name": "Isom, Brian"
            },
            {
                "name": "DeJoseph, Christopher"
            },
            {
                "name": "Djakarta"
            },
            {
                "name": "Reilly, Rachel"
            },
            {
                "name": "Villegas, Brendon"
            }
        ],
        "locations": [
            "Los Angeles, California, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "rating": 5.4,
        "votes": 13,
        "plot outline": "Natural Born Sellers follows real estate agents and identical twins Julianna and Marissa Stoap, and their parents Rick and Glorie Lee Beyenhof, who are all unlike any agents you know. The hot young twins were raised on real estate as they watched their parents powerhouse partnership rise to the top. Now the twins follow in their footsteps, becoming an unbeatable team themselves. Their signature all-in-the family style, with equal parts passion, quirky fun, and fearless negotiation skills, makes them some of California's most sought-after and successful agents.",
        "languages": [
            "English"
        ],
        "title": "Natural Born Sellers",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Natural Born Sellers (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Asylum Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Home and Garden Television (HGTV)"
            }
        ],
        "plot": [
            "_Natural Born Sellers_ (qv) follows real estate agents and identical twins Julianna and Marissa Stoap, and their parents Rick and Glorie Lee Beyenhof, who are all unlike any agents you know. The hot young twins were raised on real estate as they watched their parents powerhouse partnership rise to the top. Now the twins follow in their footsteps, becoming an unbeatable team themselves. Their signature all-in-the family style, with equal parts passion, quirky fun, and fearless negotiation skills, makes them some of California's most sought-after and successful agents.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 13,
                "rating": 5.4
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 5.5
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 1.6
            },
            "males": {
                "votes": 4,
                "rating": 3.2
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 1.0
            },
            "females": {
                "votes": 7,
                "rating": 4.0
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 4.0
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 5.0
            },
            "us users": {
                "votes": 9,
                "rating": 2.0
            }
        },
        "number of votes": {
            "10": 6,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 6
        },
        "arithmetic mean": 5.4,
        "median": 4
    }
}