{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "22 February 2012",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::22 February 2012                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Kincherlow, Cherinda"
            },
            {
                "name": "Gallagher, George"
            },
            {
                "name": "Flower, Ethan"
            },
            {
                "name": "Miley, Peggy"
            },
            {
                "name": "Broberg, Jan"
            },
            {
                "name": "Murphy, Damon"
            },
            {
                "name": "Pho, Caroline"
            },
            {
                "name": "Little, Jack"
            },
            {
                "name": "Little, Jack"
            }
        ],
        "locations": [
            "Culver City, California, USA"
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTYzODg4NDQ0NF5BMl5BanBnXkFtZTcwMjY5MTYzNw@@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Post-apocalyptic drama. Seven strangers appear to be the only survivors of a mysterious, calamitous event: Los Angeles is empty, devoid of people. No sign remains of family, neighbors or coworkers. No spaceship hovers over the city, there are no zombies or flesh-eating viruses. Just seven strangers, who share the same iridescent blue mark on the shoulder, a tiny, precise square of color that wasn't there yesterday. Were they chosen? Or have they been culled? By whom? For what purpose? Their search for answers leads the seven to an even greater mystery. Why do they suddenly feel compelled to leave the safety of the city for an unknown destination? And why does the number 40 exert such power over them? Why are they being drawn towards whatever 40 represents with such compulsion, such longing? 40 is also a Lenten allegory. 40 can stand on its own as a rewarding viewing experience. Because it's structured as a Lenten allegory, 40 also provides fertile ground for prayer, conversation, meditation and study. Exile and journeying, loss and grief, hunger and thirst, mortification and fasting, sin and redemption, the path through the desert and the way of the Cross-all are dramatically \"mirrored\" by the story unfolding on-screen.",
        "languages": [
            "English"
        ],
        "title": "40",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "40 (United States)"
        ],
        "writer": [
            {
                "name": "Breault, Michael"
            }
        ],
        "distributors": [
            {
                "name": "Loyola Productions"
            }
        ],
        "plot": [
            "Post-apocalyptic drama. Seven strangers appear to be the only survivors of a mysterious, calamitous event: Los Angeles is empty, devoid of people. No sign remains of family, neighbors or coworkers. No spaceship hovers over the city, there are no zombies or flesh-eating viruses. Just seven strangers, who share the same iridescent blue mark on the shoulder, a tiny, precise square of color that wasn't there yesterday. Were they chosen? Or have they been culled? By whom? For what purpose? Their search for answers leads the seven to an even greater mystery. Why do they suddenly feel compelled to leave the safety of the city for an unknown destination? And why does the number _40_ (qv) exert such power over them? Why are they being drawn towards whatever _40_ (qv) represents with such compulsion, such longing? _40_ (qv) is also a Lenten allegory. _40_ (qv) can stand on its own as a rewarding viewing experience. Because it's structured as a Lenten allegory, _40_ (qv) also provides fertile ground for prayer, conversation, meditation and study. Exile and journeying, loss and grief, hunger and thirst, mortification and fasting, sin and redemption, the path through the desert and the way of the Cross-all are dramatically \"mirrored\" by the story unfolding on-screen.::_40_ (qv)"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}