{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "11 September 2012"
            }
        ],
        "release dates": [
            "Australia::11 September 2012"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "Australia",
            "Thailand"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "55"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "plot outline": "Subtopia profiles Adrian Doyle, an artist and bohemian businessman born on the wrong side of the tracks, who encapsulates Melbourne's world-renowned street art scene. Doyle is the dynamic face of the urban art world in the city. The artist, academic, entrepreneur and social activist runs the Blender Studios which houses some of Australia's finest practitioners of metropolitan art. The ambitious artist is just holding it all together as he struggles to juggle various projects that both frustrate and excite the art establishments. With so much hanging in the air, can Doyle manage to balance his bohemian lifestyle with his super strict girlfriend and the absolute maelstrom of his fractured existence?",
        "languages": [
            "English"
        ],
        "title": "Subtopia",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Subtopia (Australia)"
        ],
        "writer": [
            {
                "name": "Oberman, Jacob"
            }
        ],
        "production companies": [
            {
                "name": "Renegade Films"
            }
        ],
        "distributors": [
            {
                "name": "Australian Broadcasting Corporation (ABC)"
            }
        ],
        "plot": [
            "_Subtopia_ (qv) profiles Adrian Doyle, an artist and bohemian businessman born on the wrong side of the tracks, who encapsulates Melbourne's world-renowned street art scene. Doyle is the dynamic face of the urban art world in the city. The artist, academic, entrepreneur and social activist runs the Blender Studios which houses some of Australia's finest practitioners of metropolitan art. The ambitious artist is just holding it all together as he struggles to juggle various projects that both frustrate and excite the art establishments. With so much hanging in the air, can Doyle manage to balance his bohemian lifestyle with his super strict girlfriend and the absolute maelstrom of his fractured existence?::Renegade Films"
        ],
        "tech": {
            "runtime": [
                "55 min (2 parts) (Australia)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}