{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "27 August 2012"
            }
        ],
        "release dates": [
            "UK::27 August 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Citizen Khan"
            },
            {
                "countries": "Russia",
                "title": "Номер один господин Кхан"
            }
        ],
        "akas": [
            "Citizen Khan (original title)",
            "Номер один господин Кхан Russia"
        ],
        "akas from release info": [
            "Citizen Khan (original title)",
            "Номер один господин Кхан Russia"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Cricket",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 16,
                    "original air date": "4 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Mr Khan makes an exhibition of himself in front of a packed house at Edgbaston Cricket Ground. Having been made to sleep in the car by Mrs Khan after forgetting their wedding anniversary, Mr Khan is on a mission to make amends. But his boast to Dave that he knows local boy Moeen Ali backfires when Amjad suggests he could get the famous England all-rounder to make a celebrity appearance at the fundraiser that Mrs Khan and Shazia are helping to organise. Mr Khan has no option but to get to the cricket match to find Moeen and do whatever it takes.    "
                },
                "2": {
                    "title": "Bullies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 14,
                    "original air date": "11 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Mr Khan has bought a drone camera to keep an eye on the local neighbourhood as he believes it is starting to go a bit downhill. This is brought home when he finds out that his grandson, Mo, is being bullied at his nursery. But when Mr Khan decides to teach Amjad how to be a better dad, he gets a lot more than he bargained for, both during a trip to the local pool and when re-enacting a scene from Birmingham gangster drama Peaky Blinders. Meanwhile, Shazia and Amjad are getting ready to go on their first family holiday together - except Mrs Khan thinks she is going ...    "
                },
                "3": {
                    "title": "Funeral",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 13,
                    "original air date": "25 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Tragedy strikes the Khan household, as Amjad's bewigged father, Mr Malik, is knocked down and killed by the number 37 bus. The real tragedy for Mr Khan is that the grief-stricken Mrs Malik is staying with them and comfort eating him out of house and home. But when Mr Khan discovers he might be able to find an investor for his new invention amongst the funeral mourners, he throws himself into the burial arrangements.    "
                },
                "4": {
                    "title": "Scab's Parents",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 12,
                    "original air date": "2 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Mr Khan enjoys spending time with Scab and pressures Alia to marry him. Scab is sheepish about the Khan's meeting his parents resulting in Mr Khan and Amjad visiting a country club to see Scab's father to find out why. Scab's parents visit the Khan household and all appears to be cosy despite Mr Khan's ideas about how to mix a cocktail. Scab arrives at the Khan house and asks Mr Khan's permission for Alia's hand in marriage, but Alia has ideas of her own.    "
                },
                "5": {
                    "title": "Alia's University",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "9 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Mr Khan has to drop his daughter Alia off for her first day at university - in Scotland. Mrs Khan wants the whole family to come, so Mr Khan has to find a way to get the whole lot of them from Sparkhill to Glasgow. When the car breaks down, he is forced to improvise alternative travel arrangements, which gives them all plenty of time to reminisce about Alia's early years.    "
                },
                "6": {
                    "title": "Khan's Niece",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 13,
                    "original air date": "16 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Mr Khan and Mosque manager Dave organise rival Muslim Days at the community centre. Mr Khan is convinced his fun day with a bouncy Mosque and 'pin the beard on the Imam' stall will be far more popular than Dave's Women in Islam event. But he forgets that he'd agreed to look after his wayward niece Shabana. Mr Khan is forced to take the stroppy teenager to Muslim Day with him and, to top it all off, Dave has managed to invite Baroness Sayeeda Warsi, whom Khan is desperate to impress.    "
                },
                "7": {
                    "title": "It's a Khanderful Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "votes": 14,
                    "original air date": "23 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    In this festive episode, Mr Khan tips his hat to Frank Capra's Christmas classic It's a Wonderful Life (1946), with Sparkhill taking the place of Bedford falls and Mr Khan, like George Bailey, facing up to the fact that his life hasn't turned out the way he planned it. An encounter with a mysterious heavenly passer-by shows him how things might have been different and convinces him that, despite all its frustrations, his is a 'Khanderful Life' after all. Mr Khan narrates as the story goes back in time to the the Khan's early years.    "
                }
            },
            "1": {
                "1": {
                    "title": "Wedding Venue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 43,
                    "original air date": "27 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Mr Khan is a pompous,tight-fisted Pakistani businessman who dreams of becoming the next president of the Sparkhill Business Association. His daughter Shazia is marrying handsome but dim Amjad Malick,whose mother looks down on the Khans. However Mr Khan has forgotten to book the mosque for the wedding and cannot bully its new manager,English convert Dave,into fitting him in so he tells Amjad that Shazia has cancelled the wedding. When this fails he has to submit to the predatory advances of Mrs Bilal to save the day.    "
                },
                "2": {
                    "title": "Naani's Shopping Trip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 30,
                    "original air date": "3 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Mr Khan has been invited to the Pakistani businessmen's lunch. Unfortunately Naani,his senile mother-in-law,is staying and about to celebrate her birthday. Mrs Khan has ordered her husband to take her mother shopping for her present whilst she prepares a surprise birthday tea when he would prefer to be at the lunch. He manages to lose Naani and returns home telling the assembled guests that he thinks she has drowned in the canal. When Naani eventually returns Mr Khan,having missed his lunch,makes her a generous offer but she is in no mood to reciprocate.    "
                },
                "3": {
                    "title": "Family Holiday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 26,
                    "original air date": "10 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Tight-fisted as ever Mr Khan refuses to dip into the family's 'rainy day' fund to finance Shazia's honeymoon,Alia's Muslim religious study group camp or even take his wife on holiday abroad when they can stay with his cousin in Bradford. However a charity auction at the mosque with a luxury foreign holiday as the prize gives him the chance to pose as a philanthropist and get one over on Amjad's father,who is also bidding. He blows the rainy day fund and wins the holiday but it is not what he expected and he is forced to do a deal with Mr Malik.    "
                },
                "4": {
                    "title": "Amjad's Promotion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 20,
                    "original air date": "17 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The mosque is recording a new call to prayer and Mr Khan insists on holding auditions for the voice artist,though none are up to his high standards so he starts a poster campaign,persuading Amjad to put fliers in the window of Mobiles-U-Like,where he works. Unfortunately this is in breach of Amjad's contract and loses him his planned promotion. Mr Khan has to sacrifice his dignity and his grand ideas for a new caller in order to save his prospective son-in-law's job hopes.    "
                },
                "5": {
                    "title": "The Cricket Match",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 20,
                    "original air date": "24 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Mr Khan has bought a wide screen television with surround sound and hopes to ask his pals round to watch the England versus Pakistan cricket match. Unfortunately Mrs Khan's friend Mrs Shafiq's husband has just died and she wants him out of the house so that she and her women friends can have a prayer meeting. After unsuccessfully asking Dave to let him uses the mosque's television Khan bullies Amjad into sneaking his set out of the prayer room into the back where his friends are waiting. However his attempts to grope for the remote have a traumatic effect on Mrs ...    "
                },
                "6": {
                    "title": "The Khan's Anniversary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 22,
                    "original air date": "2 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    When family friends cannot come to Shazia and Amjad's wedding Mrs Khan wants the spare invite to go to the Parvez family but her social-climbing husband gives it to influential Councillor Javed. For an excuse he lies that Shazia 'did the naughtiness' with the Parvez ' son,which leads a depressed Amjad to disappear,though Dave brings him back. After Khan has admitted his lie he is forced to endorse Shazia's view that what she did before meeting Amjad is her business,a situation which causes Amjad's mother to try and cancel the wedding. A huge row ensues though Mr and ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Alia's College",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 32,
                    "original air date": "4 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    When Alia fails her college exams Mr Khan hopes she can catch up by attending the Muslim Academy but it costs money so, posing as a Catholic, he attempts to persuade Professor Stevens that, as a religious minority, he is entitled to a scholarship. The professor turns up at the house whilst Shazia is entertaining her bridesmaid Debbie and partner Matt and Khan is desperate to keep the parties separate so as not to reveal his true religion. The plan fails of course but the professor takes Alia anyway, perceiving the Khans to be 'disadvantaged'.    "
                },
                "2": {
                    "title": "Naani's Day Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 22,
                    "original air date": "11 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Naani, Mrs Khan's mother, is visiting from Pakistan but her daughter fears she is suffering from dementia and is reluctant to let her go home whilst Mr Khan just wants to be rid of her. Ordered by his wife to cheer Naani up he takes her to the mosque, where he falls out with manager Dave, and then to a working men's club, where he is mistaken for the bingo caller and performs very badly. However Naani is much cheered when she befriends organizer Clive, with whom she plans to spend a weekend in Bournemouth. Khan is shocked - until Clive makes a confession.    "
                },
                "3": {
                    "title": "Amjad's Health Check",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 28,
                    "original air date": "18 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Mr Khan takes Amjad to the mosque where the local MP Tony Abbas is attending a men's health drive campaign, the aim being for Khan to impress Abbas. However Mr Khan gets wedged under a toilet door and Amjad, climbing the cubicle to rescue him, fears that he has injured his testicles and rendered himself impotent, requiring a trip to hospital. Refusing to let a female doctor examine the lad Khan does his own peculiar medical, resulting in an all-clear, though the angry Khan womenfolk along with Amjad's mother also arrive to vent their anger on Mr Khan, who has to take ...    "
                },
                "4": {
                    "title": "Fasting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 21,
                    "original air date": "25 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The Imam has declared a fast and Mr Khan is determined to fast for longer than Dave to win a bet. Shazia is planning to work for a year in India to get more money so that she and Amjit can buy a flat together. Mrs Khan is anxious for her daughter to stay in Birmingham so she sends Khan to the building society to ask for a loan. Whilst waiting to see the manager he drinks far too much from the water dispenser and ends up relieving himself in the fish-tank. There is consequently no loan. Extremely hungry and regretful of the bet he returns home to find Amjit has saved ...    "
                },
                "5": {
                    "title": "Shazia's Gym Visit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 20,
                    "original air date": "1 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Shazia and Amjad win a trial day at an exclusive spa with the prospect of membership and take Mrs Khan with them. Mr Khan, meanwhile, is trying to contact famous cricketers on the Internet to open the tombola at the mosque social club but, by mistake, logs onto a dating site and ends up with husband-hunting Jackie arriving at the mosque. To hide her from the committee he pushes her out of a window then hurries to the spa to explain all to his wife but is mistaken for a yoga teacher and has to give a class. When the truth is discovered the spa owner wants him arrested,...    "
                },
                "6": {
                    "title": "The Makeover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 17,
                    "original air date": "8 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Whilst Mrs Khan, encouraged by her daughters, has a glamorous make-over her selfish husband is more concerned with appearing in a promotional film Dave is making for the mosque and is annoyed to be passed over for the young and handsome Sajid. He conspires to get back in the limelight, subjecting himself to a painful waxing process but suspects that Sajid is having an affair with his wife, hence her make-over. However he is proved humiliatingly wrong though there is a happy ending when Mrs Khan explains why she has had the make-over.    "
                },
                "7": {
                    "title": "A Khan Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 19,
                    "original air date": "20 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    While Mrs Khan prepares for a traditional Christmas with relatives her husband's 'charity' consists of stealing family possessions to donate to the mosque in order to be named Muslim of the Month. However he discovers that the mosque is being used for a Christian Christmas Fayre which takes his donations. Bowing to the majority he forks out for a Christmas tree but ends up having to play Santa to retrieve a family heirloom given to the mosque and losing his presents to a gang of kids. With a burnt turkey and stolen fairy lights this Christmas is memorable for the ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Naani's Return",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 17,
                    "original air date": "31 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Khan is initially pleased when mother-in-law Naani announces that she wants to move into a retirement home and is eager to help her pack. However he finds a letter in her trunk telling him that she is worth 25,000 and decides he will stop her from moving by getting Amjad to dress up as another old lady in order to take Naani's place. The deception is of course rumbled - after which Khan learns that the 25,000 refers to rupees, which make approximately £150.    "
                },
                "2": {
                    "title": "The In-Laws",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 18,
                    "original air date": "7 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    With the wedding fast approaching the family entertains Amjad's parents, Khan hoping that Mr Malik can be a useful business contact. Mrs Malik is typically condescending, incurring the wrath of Mrs Khan, whilst Mr Khan tries to ingratiate himself with Mr Malik by seating him in a remote-controlled swivel chair which tips him out of the window. He also has to stop himself from referring to his guest's obvious wig. Matters are not improved when Alia is arrested on suspicion of criminal damage and everybody repairs to the police station. All ends happily however when ...    "
                },
                "3": {
                    "title": "Aunty Noor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 16,
                    "original air date": "21 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    When Mrs Khan starts work in a supermarket her husband borrows - and abuses - her staff discount card, buying two hundred packs of nappies to sell at full price. Mrs Khan's sister, haughty Aunty Noor, arrives with ideas to take Alia to New York to be a model and tells Khan that if he opposes her she will expose his scam to his wife. When Khan enlists Amjad's help in burying the nappies under the patio he assumes that he has killed Aunty Noor and in order to get off the rap Khan must confess to his little racket with the nappies - handing back his profits.    "
                },
                "4": {
                    "title": "Farmer Khan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 18,
                    "original air date": "28 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Mrs Khan is running a produce stall at the local city farm for the supermarket but her husband has no interest in helping her until he hears that Prince Charles will be visiting. In order to join the luminaries who will be introduced to the prince he pretends to be a vet and is called upon to deliver a calf - which he does. As a result he is pronounced a hero and gets to shake a very slimy hand with the royal visitor.    "
                },
                "5": {
                    "title": "Stags and Hens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 15,
                    "original air date": "5 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Mrs Khan invites herself and her mother to Shazia's hen night, having more fun than her daughter. She also instructs her husband to organize a stag night for Amjad but he would rather suck up to the imam in the hopes of a trip to Dubai. In the event the imam is keen for a raucous stag party but when he starts to humiliate Amjad Mr Khan puts loyalty to his future son-in-law above Dubai. He also displays his romantic side towards his wife.    "
                },
                "6": {
                    "title": "The Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 16,
                    "original air date": "12 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    On the morning of her wedding to Amjad Shania offends her mother by excluding her from the organization so Mrs Khan puts on her uniform and goes to work instead. With no bridal car or ice disaster looms so Mr Khan visits the supermarket, talks his wife round and persuades her to attend the ceremony. They just about make it on time, though they almost lose Amjad on the way and the happy couple have an unexpected honeymoon venue.    "
                },
                "7": {
                    "title": "A Khan Family Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 17,
                    "original air date": "19 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    On Christmas Eve the Khans find themselves having to accommodate the very pregnant Shazia and Amjad, who have no hot water, to the annoyance of Mr Khan, who is preparing to put the star on top of the street's inter-faith Christmas tree. Due to Khan's incredibly hot curry Shazia goes into early labour and her father is persuaded that it is more important to show paternal responsibility than be the centre of attention - though he does almost end up on top of the tree.    "
                }
            },
            "4": {
                "1": {
                    "title": "Farley Manor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 17,
                    "original air date": "30 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The Khans decide to have a family day out to visit Farley Manor, owned by Lord Anstruther, which is putting on a display of Indian treasures collected during the British Raj. Mr Khan's efforts to impress the council committee are put on hold while he takes Naani around the old manor. He becomes much keener on all things ancient and Indian after meeting Lord Anstruther, but his hopes of hobnobbing with the aristocracy are jeopardised by Naani's sticky fingers.    "
                },
                "2": {
                    "title": "Family Photo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 13,
                    "original air date": "6 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Mr Khan bites off more than he can chew when he takes on a new role as a lollipop man, and a family photo opportunity causes friction between sisters Alia and Shazia. Mr Khan wants to get baby Mohammad enrolled at a good school and tries to take the inside track by becoming a school crossing patrol officer. However, the training regime and selection process is tougher than he was expecting - even with Amjad helping him to get fit around the streets of Birmingham. Meanwhile, Naani wants the family to have a proper family photo done in a studio. Shazia and Alia clash ...    "
                },
                "3": {
                    "title": "Local Hero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 13,
                    "original air date": "20 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Baby Mohammad is having a few unsettled nights and Shazia and Amjad are finding it difficult to cope with the lack of sleep. Mrs Khan thinks they need to spend some quality time together and deputizes Mr Khan to book them a romantic weekend away. Mr Khan is trying to win a Pride of Birmingham award (Alia misinterprets this as him going on a Birmingham Pride march), which leads to an altercation with a parking attendant at the supermarket. The dispute escalates and Khan finds himself staging a protest against parking fines from inside his car (after the attendant tries...    "
                },
                "4": {
                    "title": "Chicken Shop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 12,
                    "original air date": "27 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Mrs Khan decides she and Mr Khan should have more 'together' time and invites Mr. Khan along to watch her tango class demonstration. Mr Khan already has something planned - he's opening a fried chicken franchise on the high street. He is keeping it a secret from Mrs Khan as he has invested their pension money in it. He enlists Alia, Amjad, Naani and nephew Faraz as his chicken shop crack team. Matters are further complicated when the manageress at the chicken shop, Sandra, takes a shine to Amjad. But for Mr Khan this could be just what he needs.    "
                },
                "5": {
                    "title": "Mystic Mo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 12,
                    "original air date": "4 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Mr and Mrs Khan are not happy when Amjad's mother informs them that she and her husband are moving to Bradford and want Shazia, Amjad and their baby Mo to go with them. When Mrs Khan is rushed to hospital with stomach pains she attempts to match Alia with a handsome doctor whilst her husband makes the mistake of posing as a doctor. Back home Shazia puts her parents minds at rest when she tells them that she has decided against a move but Khan's belief that Mo is psychic comes horribly true.    "
                },
                "6": {
                    "title": "Alia's Boyfriend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 11,
                    "original air date": "11 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    In line with the great tradition of British Muslim baking, Mr Khan enters the Great Sparkhill Bake Off. He is making his own version of the lemon drizzle inside-out cake. Meanwhile, there are more pressing problems on the domestic front: Alia has got a boyfriend. Mrs Khan is worried that he sounds too rough and sends Mr Khan (and son-in-law Amjad) to give him a talking to - at a pub. After negotiating a number of bearded biker men, Khan meets the boyfriend and for purely selfish reasons invites him over to the house. However, Mrs Khan makes a discovery that forces Mr ...    "
                },
                "7": {
                    "title": "Mr Khan's Christmas Wonderland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Khan (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 11,
                    "original air date": "18 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Snowman, reindeers and an actual donkey, it must be Christmas in the Khan household. Mr. Khan embraces Christmas like never before, even launching his own range of traditional halal mince pies with the help of a local business dragon. Shazia and Amjad try to find somewhere else to live, because their landlord is selling their house and they can't afford the deposit to buy it. Naani has a solution - she's going to give them the money for the deposit. Her only mistake is entrusting it to Mr. Khan, who promptly loses it. To retrieve it, he heads to the Community Centre's...    "
                }
            }
        },
        "number of episodes": 34,
        "cast": [
            {
                "name": "Ray, Adil"
            },
            {
                "name": "Limbachia, Bhavna"
            },
            {
                "name": "Afzal, Abdullah"
            },
            {
                "name": "Kapoor, Shobu"
            },
            {
                "name": "Nathwani, Nish"
            },
            {
                "name": "Sondhi, Maya"
            },
            {
                "name": "Ross, Adlyn"
            },
            {
                "name": "Cottle, Matthew"
            },
            {
                "name": "Virdi, Harvey"
            },
            {
                "name": "Pattani, Krupa"
            },
            {
                "name": "Dexter, Felix"
            },
            {
                "name": "Nice, Phil"
            },
            {
                "name": "Akhtar, Hussain"
            },
            {
                "name": "Marshall, Kris"
            },
            {
                "name": "Akhtar, Zainab"
            },
            {
                "name": "Aikman, Laura"
            },
            {
                "name": "Moorthy, Rani"
            },
            {
                "name": "Goutam, Anil"
            },
            {
                "name": "Drew-Honey, Tyger"
            },
            {
                "name": "Edmond, Neil"
            },
            {
                "name": "Walling, Mike"
            },
            {
                "name": "Bowles, Peter"
            },
            {
                "name": "Enfield, Harry"
            },
            {
                "name": "Cook, Greg"
            },
            {
                "name": "Cruttenden, Abigail"
            },
            {
                "name": "Cooper, Gordon"
            },
            {
                "name": "Grover, Ricky"
            },
            {
                "name": "Wardley, Niky"
            },
            {
                "name": "Ancona, Ronni"
            },
            {
                "name": "Anthony, Kate"
            },
            {
                "name": "Bent, Stephen"
            },
            {
                "name": "Gell, Luke"
            },
            {
                "name": "Akin, Ann"
            },
            {
                "name": "Furst, Steve"
            },
            {
                "name": "Hagley, Dan"
            },
            {
                "name": "Kane, Gareth"
            },
            {
                "name": "Marvin, Sandra"
            },
            {
                "name": "Pillai, Gary"
            },
            {
                "name": "Rehman, Ubayd"
            },
            {
                "name": "Baron, Lynda"
            },
            {
                "name": "Petladwala, Rachel"
            },
            {
                "name": "Popple, Richard"
            },
            {
                "name": "Setna, Renu"
            },
            {
                "name": "Ignatius, Ernest"
            },
            {
                "name": "Modha, Deven"
            },
            {
                "name": "Prenger, Jodie"
            },
            {
                "name": "Spencer, Liv"
            },
            {
                "name": "Sumitro, Richard"
            },
            {
                "name": "Nelson, Grazia"
            },
            {
                "name": "Radski, Natasha"
            }
        ],
        "locations": [
            "Sparkhill, Birmingham, West Midlands, England, UK",
            "Media City UK, Salford, Greater Manchester, England, UK"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United Kingdom:12"
        ],
        "number of seasons": 5,
        "rating": 6.4,
        "votes": 2685,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNmU5MTBkMjEtZjVjNS00MTdhLWJiMWYtNzAyOGVmOWIzNTQ2XkEyXkFqcGdeQXVyMzU3MTc5OTE@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Sitcom following the trials and tribulations of self-appointed Muslim community leader Mr. Khan and his long suffering family. Khan is a larger-than-life character, a small man with big dreams and strident opinions. Like many of us he's struggling to make ends meet - but he's proud of his thriftiness - witness his 1979 suit and ancient yellow Mercedes. Things would be so much easier if everyone just listened to him and followed his lead, but his obsessively house-proud wife and two feisty daughters have other ideas.",
        "languages": [
            "English"
        ],
        "title": "Citizen Khan",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Gupta, Anil"
            },
            {
                "name": "Pinto, Richard"
            },
            {
                "name": "Ray, Adil"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "7Two"
            },
            {
                "name": "BBC Worldwide"
            },
            {
                "name": "BBC Worldwide"
            },
            {
                "name": "BBC Worldwide"
            },
            {
                "name": "BBC Worldwide"
            },
            {
                "name": "BBC Worldwide"
            },
            {
                "name": "Comedy Central"
            },
            {
                "name": "Comedy Central"
            },
            {
                "name": "Comedy Central"
            },
            {
                "name": "Comedy Central"
            },
            {
                "name": "Glow TV"
            },
            {
                "name": "Seven Network"
            }
        ],
        "other companies": [
            {
                "name": "Aerial Picture Company"
            },
            {
                "name": "EuroKids & Adults International Casting and Model Agency"
            },
            {
                "name": "Niche Casting Agency"
            },
            {
                "name": "Ray Knight Casting"
            }
        ],
        "plot": [
            "The perfect and modern ways of an Islamic family.",
            "Sitcom following the trials and tribulations of self-appointed Muslim community leader Mr. Khan and his long suffering family. Khan is a larger-than-life character, a small man with big dreams and strident opinions. Like many of us he's struggling to make ends meet - but he's proud of his thriftiness - witness his 1979 suit and ancient yellow Mercedes. Things would be so much easier if everyone just listened to him and followed his lead, but his obsessively house-proud wife and two feisty daughters have other ideas."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 2685,
                "rating": 6.4
            },
            "aged under 18": {
                "votes": 9,
                "rating": 9.5
            },
            "aged 18 29": {
                "votes": 668,
                "rating": 6.7
            },
            "aged 30 44": {
                "votes": 996,
                "rating": 6.1
            },
            "aged 45 plus": {
                "votes": 389,
                "rating": 6.0
            },
            "males": {
                "votes": 1744,
                "rating": 6.2
            },
            "males aged under 18": {
                "votes": 7,
                "rating": 9.2
            },
            "males aged 18 29": {
                "votes": 557,
                "rating": 6.7
            },
            "males aged 30 44": {
                "votes": 741,
                "rating": 5.9
            },
            "males aged 45 plus": {
                "votes": 285,
                "rating": 5.7
            },
            "females": {
                "votes": 481,
                "rating": 7.0
            },
            "females aged under 18": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 109,
                "rating": 7.1
            },
            "females aged 30 44": {
                "votes": 246,
                "rating": 6.7
            },
            "females aged 45 plus": {
                "votes": 101,
                "rating": 7.6
            },
            "top 1000 voters": {
                "votes": 40,
                "rating": 4.7
            },
            "us users": {
                "votes": 225,
                "rating": 6.3
            },
            "non us users": {
                "votes": 1387,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 1008,
            "9": 196,
            "8": 362,
            "7": 351,
            "6": 194,
            "5": 88,
            "4": 51,
            "3": 56,
            "2": 54,
            "1": 325
        },
        "arithmetic mean": 7.3,
        "median": 8
    }
}