{
    "imdb": {
        "raw release dates": [
            {
                "country": "Mexico\n",
                "date": "  2012"
            },
            {
                "country": "Mexico\n",
                "date": "16 April 2012"
            }
        ],
        "release dates": [
            "Mexico::2012",
            "Mexico::16 April 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Miss XV: Sueña Princesa"
            },
            {
                "countries": "Italy",
                "title": "Miss XV - MAPS"
            }
        ],
        "akas": [
            "Miss XV: Sueña Princesa (original title)",
            "Miss XV - MAPS Italy"
        ],
        "akas from release info": [
            "Miss XV: Sueña Princesa (original title)",
            "Miss XV - MAPS Italy"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Valentina and Natalia have a magical dream where they tell what would be their perfect gifts for their XV, when they wake up, they are in chemistry class, Vale thinks to make a prank that causes a terrible smell.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    At Debbie's party, Alexis shows Valentina the video where she sees how she prepares the joke in the machine room, Valentina knows that Niko could hate her for making him look ridiculous.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Alexis and Niko get ready to fight for Valentina, the challenge is to get a guitar out of Funky, obviously Alexis cheats, is willing to stay with Vale - poor Niko. Nat tells Vale that her parents could get divorced, because she has noticed them very strange, suddenly Debbie arrives and shows them her hair.    "
                },
                "4": {
                    "title": "Apagón",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "19 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Vale tries to hide the stain on his hand with the long-sleeved sweater, but it is dirty, so he chooses to wear gloves, obviously invents a super pretext. Alexis arrives at Valentina's house and tells her that she got up with the desire that she be his assistant all day and the first order is that she has to go with him to school, her dad gets into the conversation and gets her go together.    "
                },
                "5": {
                    "title": "En la Boutique",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "20 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Niko decides to leave a job application to Camilo, he hires him immediately, Niko is surprised and more to see Leonora working there. The inauguration of the coffee is coming and Camilo decides to invite a band to play, but the guitarist hurts his fingers because of Leonora, finally Niko offers himself and Camilo gives him the opportunity to play in front of everyone.    "
                },
                "6": {
                    "title": "Lucha por el Palacio Real",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "23 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Marina forgives Natalia for the disaster in the boutique, asks her to behave well from now on and promises to organize her party together, Nat is more than happy. Eddy decides to give up his company COLAS S.A. and announces what your new job will be.    "
                },
                "7": {
                    "title": "Modelos de comercial",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "24 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    After Eddy let go of the dogs in the park, he and Natalia are given the task of catching them. In the attempt they are very dirty and both laugh. Marina tells Natalia that shampoo clients do not want a model anymore, but look for a simpler girl. Who will it be? Natalia and Valentina select three girls with the best hair and tell them that they can go to a casting for a commercial.    "
                },
                "8": {
                    "title": "Nueva modelo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "25 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    At school, Alexis runs the rumor that Valentina purposely took the commercial from Natalia shampoo. In the recording studio everything is ready, Valentina arrives with a hat that is removed just before when they are going to record, to take it off they are all horrified because Valentina has orange hair. Marina scolds her, but she tells him that Leonora can do the commercial. Eddy gives a sung message to Camilo that when he hears Eddy tells him that he has talent and that he thinks if he does not want to sing in the cafe.    "
                },
                "9": {
                    "title": "Inauguración",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "26 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Catalina tells Alexis that she wants him to be Valentina's main chamberlain, she says that at her party she wants Niko to play. Outside of Valentina's house, Alexis scolds Pato for giving Valentina the contact of Bobby Bueno, an artist manager. Pato gives Alexis a bottle with a mysterious concoction, tells him that with that, Niko's voice will be removed, but only for a few hours.    "
                },
                "10": {
                    "title": "Contrato musical",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "27 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Bobby Bueno gives Eddy a contract to sign him and makes him an internationally famous star, Natalia tells Eddy that he should read it first, but he signs without reading it. What will the contract say?    "
                },
                "11": {
                    "title": "Pinky emo darky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "30 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Valentina tells her BFF what happened with Eddy and the girls she met in different countries. Niko asks Camilo for another opportunity to play at the cafe, he gives it to him but while he asks him to prepare himself. Leonora enters the GreenLand School, meets Valentina and Natalia, tells them that she will now study there and is willing to become her new BFF, there all three know Lula.    "
                },
                "12": {
                    "title": "Rocko tek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "1 May 2012",
                    "year": "2012",
                    "plot": "\n    Eddy apologizes to Natalia for having left her planted, but ends up telling her that he will be famous and boasts her contract, she gets angry and runs it. Nat and Vale make the list of guests for their XV, they are neglected and Leonora sends it to all the contacts of the school, obviously everyone realizes who is invited and who is not. Lula becomes the leader of the cheerleaders and all the girls support her, they end up running to Nat and Vale, Leonora goes with them. Catalina visit Marina to talk about the list of guests for the party of their daughters, the two ...    "
                },
                "13": {
                    "title": "Entre dos amores",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2 May 2012",
                    "year": "2012",
                    "plot": "\n    Natalia is very happy and is beginning to fall in love with Rocko Tek, but she can not stop thinking about Eddy. Valentina and Natalia end their guest list, Lula helps them talk to them so they can have new friends.    "
                },
                "14": {
                    "title": "Revelaciones",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "3 May 2012",
                    "year": "2012",
                    "plot": "\n    Pato visits Niko, he tells him that he will give him Bobby's data. Well, what will he be up to? Valentina reveals to Leonora that she is to blame for what happened at Debbie's party, she tells him that she promises not to tell anyone.    "
                },
                "15": {
                    "title": "Sospechas o celos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "4 May 2012",
                    "year": "2012",
                    "plot": "\n    Niko tells Eddy that something very murky is going on with Bobby Bueno and he does not like that he is involved in that, Eddy ignores him because he only thinks about fame. Alexis discovers that Leonora knows who caused the disaster at Debbie's party. Natalia tells Vale that it's her BFF and that's why she can not hide anything from him, she's willing to tell him her biggest secret. Alexis threatens Valentina with saying everything she knows about her and leaving her as a great liar.    "
                },
                "16": {
                    "title": "Mala suerte",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "7 May 2012",
                    "year": "2012",
                    "plot": "\n    Niko thinks he has a spell on it or something similar, because whenever he goes to sing something bad happens. Alexis asks Leonora where she got the video from Debbie's party, thinks she stole it from her house. Valentina apologizes to Natalia for not telling her her secret, her BFF feels mega disappointed.    "
                },
                "17": {
                    "title": "Falsa familia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "8 May 2012",
                    "year": "2012",
                    "plot": "\n    Leonora blackmails Valentina, tells him that Niko is suffering because of him. Valentina says she is lost, to the bottom. Marina arrives at the Green Land School to participate as the best school family, suddenly receives a call and answers Nat, realizes that his mom was only to have a good image in his advertising agency and to stay with a campaign.    "
                },
                "18": {
                    "title": "Intercolegiales",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "9 May 2012",
                    "year": "2012",
                    "plot": "\n    Niko tells Camilo that he has to go back to school to check his test scores, because he thinks he did not do very well. The intercollegiate approach and Nat asks Marina to see her. Alexis plans to appear in Valentina's choreography. All rehearse her dance, Val gets upset with Nat and tells her that she will not let him continue to treat her badly, she replies that she is the one who orders. Finally all the girls present their choreography in the intercollegiate.    "
                },
                "19": {
                    "title": "Sueños recuperados",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "10 May 2012",
                    "year": "2012",
                    "plot": "\n    Nat wants to win the best party of XV years but he does not know what he has to do. Alexis sees Valentina very happy, she assures him that she recovered the best dream of her life. Later, Alexis tells Val that going out with her is the best thing that has ever happened to him and he is willing to be the best friend he can have, Niko sees everything.    "
                },
                "20": {
                    "title": "BFFs de nuevo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "11 May 2012",
                    "year": "2012",
                    "plot": "\n    Vale tells Nat that she is an envious woman and she replies that she is a liar, the two of them fight. Natalia asks Niko if he would like to be part of his team to enter a contest, he accepts and Alexis listens to everything and tells them that he is participating in the same contest but with Valentina. Niko plans to help Natalia to win the XV contest. Valentina reveals to Natalia that on the day of the Sweet Sixteen, Debbie was talking very badly about her and that is why she made that prank, obviously she does not believe him.    "
                },
                "21": {
                    "title": "Nueva banda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "14 May 2012",
                    "year": "2012",
                    "plot": "\n    Valentina tells Magicians that she organized a musical group with her friends and she is sure that they will be a success. Niko is happy to participate in the musical group and knows that it is not just about helping the girls in the contest but about forming a real band. Lea tells her sister that all she wants is to be famous, shine, admire her and be an example to follow. Nat and Val are mega happy to have formed the band, the two jump in bed full of joy.    "
                },
                "22": {
                    "title": "Discursos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "15 May 2012",
                    "year": "2012",
                    "plot": "\n    Nat and Val try to write their speech, but neither of them have good ideas. Niko does not stop thinking about Valentina and knows that he could write an entire encyclopedia with the reasons why he wants to help her. Alexis gives Vale a letter with her reasons to belong to her team, she thanks him and he gives her all his support.    "
                },
                "23": {
                    "title": "Celos ocultos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "16 May 2012",
                    "year": "2012",
                    "plot": "\n    Lea tells Nat and Val that they need to get a place to rehearse. Alexis knows that Valentina liked what she wrote to him. Niko says he is not jealous of what Alexis wrote because he was super-corny, but Camilo realizes he is jealous. Alexis composes a song for Valentina, asks the band to play it, Niko gets upset and says that what he wrote is not a song. Natalia is surprised that Vale now likes Alexis and likes what she writes.    "
                },
                "24": {
                    "title": "Nuevos sentimientos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "17 May 2012",
                    "year": "2012",
                    "plot": "\n    Valentina tells the boys in the band that the girls have to choose a color to compete, so they need your opinion. Eddy realizes that the uniform has brought him good luck with the girls at school. Nat tells that her new boyfriend is beautiful and as soon as they see him they will die of envy. Val tells Nat that Alexis asked for a new opportunity to be boyfriends, she asks him what was his response.    "
                },
                "25": {
                    "title": "Primera audición",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "18 May 2012",
                    "year": "2012",
                    "plot": "\n    Nat knows that Valentina is in love with Niko and enters into a dilemma, she tells Lea. They disqualify the band, since only five members are present and their inscription says that there would be six.    "
                },
                "26": {
                    "title": "Plan de venganza",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "21 May 2012",
                    "year": "2012",
                    "plot": "\n    Nat uploads a new video to his video where he sees Niko and Leonora kissing, he assures that he is amazing. Vale sees the video of Natalia, is surprised to find a video of Niko. Natalia tells Teo that her plan is going perfect, she will retaliate for Renata, since she took Eddy away. Alexis tells Lea that after what happened, Valentina will be super angry with Niko and thus he will have the way free. Val asks Niko why he kissed Leonora.    "
                },
                "27": {
                    "title": "Acordeón",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "22 May 2012",
                    "year": "2012",
                    "plot": "\n    Niko tells Eddy that he wants to help him in his job as chamberlain. Nat wakes up and discovers that it's daytime and I'm not studying anything OMG. Everyone has an exam, the teacher finds an accordion on the floor and asks who it is, Natalia becomes distracted. Valentina tells Nats that she already knows what she did and it is better that she confess everything.    "
                },
                "28": {
                    "title": "Troll",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "23 May 2012",
                    "year": "2012",
                    "plot": "\n    Leonora pretends to feel sorry for Natalia because of the accordion. Valentina tells Niko that he does not want to have problems in the team, he says that everything is because of Alexis because it is unbearable. Alexis and Pato are flying school classes, they have a plan in hand. Nat confesses to Val that he told the director the whole truth, he thinks his friend filled his head with ideas to do that.    "
                },
                "29": {
                    "title": "Travesuras de benito",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "24 May 2012",
                    "year": "2012",
                    "plot": "\n    Fabián Espejo tells Nats that she spends all of her time traveling for her father's work and never has time to have friends, she promises to help him. Niko asks Leonora what he really feels for him. Alexis scolds Pato for eating his donuts, he tells him that he needs to get used to it because that's the way it will be from now on.    "
                },
                "30": {
                    "title": "Dilema de quinceanera",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "25 May 2012",
                    "year": "2012",
                    "plot": "\n    Val enters into a dilemma, knowing that if Eddy enters the school he will have his party, but if not, he will have more time with Niko. Alexis tells Vale that he will show her his true talent. Magic Dragon fights in the ring, his opponent is Blue Demon.    "
                },
                "31": {
                    "title": "Eddy celoso",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "28 May 2012",
                    "year": "2012",
                    "plot": "\n    Eddy is still jealous of Fabian, he can not believe he's dating Nat. Alexis plans to take revenge on Niko, Duck will help him. Val has decided who deserves the school scholarship Will he choose Niko or Eddy?    "
                },
                "32": {
                    "title": "Nuevos alumnos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "29 May 2012",
                    "year": "2012",
                    "plot": "\n    Valentina sees Natalia with Renata, she can not believe it. Nats finds Eddy at school, asks him what he does there, he tells him that he will now study at the Green Land School. Renata threatens Eddy, assures her that she will suffer after having finished with her.    "
                },
                "33": {
                    "title": "Niko rebelde",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "30 May 2012",
                    "year": "2012",
                    "plot": "\n    Nats knows that she already has a lot of time that is not like best friend with Val. Niko asks Vale that if she is really her friend and she wants him, she should help him to be expelled from the Green Land School. Alexis knows that Niko could attack them, so he needs to get everyone together to get ahead. Niko writes his name on the walls of the school to be expelled, Valentina is surprised.    "
                },
                "34": {
                    "title": "Desfile de modas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "31 May 2012",
                    "year": "2012",
                    "plot": "\n    Alexis and Niko make a pact, they will take care of separating their parents. There will be a fashion show at the Café due Camilo to present the designs of Camilo and Magos. Nats calls Vale, she gets angry and tells him that she and Leonora will also model in the parade so she does not need to show off. All the girls compete to wear the special dress on the catwalk of Magos and Camilo.    "
                },
                "35": {
                    "title": "Modelo estrella",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Renata threatens Eddy, asks him not to be flirtatious or he will do super bad. Dosberto can not believe that his friend has returned with the bad sorceress from the south. Niko tells Alexis that he must use Fabián because he will make him look nice. Leonora informs her friends that the special dress of Magicians has arrived. Pato presents the great dress of the night that everyone expected.    "
                },
                "36": {
                    "title": "Apeste escolar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "4 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Vale and Nat are surprised by Leonora's dress, they can not believe that she is the main model. Lula says that Leonora has behaved in a very strange way. Eddy and Nats take a picture, Renata sees them, is filled with jealousy and claims Eddy.    "
                },
                "37": {
                    "title": "Nueva prueba",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "5 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Leonora does not find Benito, he asks Pato if he lost it. Alexis tells Leonora that a letter of the contest arrived. There will be another test for the contest but only one winner will be able to participate: Valentina or Natalia.    "
                },
                "38": {
                    "title": "Amistad en riesgo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "6 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Dosberto tells Eddy that he sucks thanks to Renata and is very dangerous, because he could have leprosy. Vale says she will not get mad at Nats, Leonora goes back into the weed and tells her that she sent him a message. Nat knows he is about to have the best day of his life.    "
                },
                "39": {
                    "title": "El dilema de Niko",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "7 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    The Archis threaten Niko, he tells them to do whatever they want but fast because he can not miss school. Duck arrives at Valentina's house, tells Catalina that it was to forgive her because it caused a very big accident. Niko is super angry, he tells Valentina that all the things Catalina said about him and Juana are unforgivable.    "
                },
                "40": {
                    "title": "Espias",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "11 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Everyone finds out that Miss XV's next challenge has nothing to do with music. Vale and Nats are surprised, the two agree to be the best friends again. Alexis and Valentina spy on Juana, he plans to discover his biggest secret.    "
                },
                "41": {
                    "title": "Nadie Sabe Quien Soy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "12 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Eddy says he'll get new friends and forget about Renata's intrigues. Vale tells Manzanita that he met someone super cute. Niko is looking for a \"nobody knows who I am\", Leonora could help. Nats tells Val that he is shocked by people who are lying, dishonest and who hide things, she is about to tell him something.    "
                },
                "42": {
                    "title": "La princesa mas princesa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "13 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Eddy forbids Miguel to see Natalia, he gets angry. Valentina asks Camilo about Magicians, she wants to see the dress Dominique ordered. Leonora asks Alexis for help to enter the contest, she is willing to win. Dominique announces the winner of the stage The princess plus princess.    "
                },
                "43": {
                    "title": "Mundo cibernetico",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "14 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Dosberto is willing to conquer Renata's heart again, Eddy listens to everything and rejoices. Valentina becomes super fanatic of the game of the cyber world. Leonora realizes that Niko is in love. Alexis tells Pato that he will go to school smelling a new fragrance, which has his name. Nats says he has a perfect idea, Vale supports it.    "
                },
                "44": {
                    "title": "Identidad desconocida",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "15 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Nats invites Miguel to dinner at his house. Valentina tells Manzanita that she will finally be able to meet \"nobody knows who I am\", Niko goes by and listens to everything. Alexis has a plan in hand. Leonora knows that Alexis is planning something so she decides to help him.    "
                },
                "45": {
                    "title": "Esperanzas Para Pato",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "18 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Eddy is eager to use the Alexis fragrance. Nats tells Miguel that he is not telling lies to make him feel better. Leonora promises Pato that if she tries hard, they will soon be dating. Niko is happy because he will finally meet the girl of his life. Vale tells Apple that he is about to meet the boy of his dreams.    "
                },
                "46": {
                    "title": "Nuevo Galan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "19 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Pato asks Leonora if she will be his girlfriend. Eddy asks the pinkies if they do not like other guys, they say yes and he wants to know if he looks handsome. Nats already found a way to communicate with Miguel, he tells him. Vale is thinking about giving Alexis a chance.    "
                },
                "47": {
                    "title": "Presidenta del comite de alumnos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "20 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Pato has a secret that he can not reveal, Leonora threatens him and tells him to torment him until he tells her which one he is. Val wants to be the next president of the student committee. Nats also wants to participate to be the president of the student committee.    "
                },
                "48": {
                    "title": "Aun hay amor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "21 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Val gets upset with Alexis for what he did to Natalia. Alexis is happy to have won Valentina. Eddy tells Nat that he can not get her out of his head, because he still loves her.    "
                },
                "49": {
                    "title": "Nueva Presidenta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "22 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Vale asks Niko for a second chance to start over. Alexis asks Pato what he did with the crown, he says he has it in his house. The pinkies tell Nats that she was amazing and was the best. Alexis assures that Val will not lose because his campaign was the best. They announce the winner of the year's elections. Vale and Nat want the best to win one of the two.    "
                },
                "50": {
                    "title": "Debut de lady venenosa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "25 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Alexis does not know whether to behave well or badly, because he is always punished. Niko is happy to find Benito, he knows that Leonora will be happy to see him. Miguel practices to be able to talk head-on with Natalia without stuttering. Juana will debut as a fighter, Niko does not want to go to the event. Nats has a thousand things to tell Val.    "
                },
                "51": {
                    "title": "Confesion de amor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "26 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Val tells Wizards that Alexis wants me to tell him if he will be his girlfriend. Nats is willing to tell someone that she has always loved him and can not have another boyfriend other than him. Who will it be? Eddy wants to talk to a girl, he has something very important to tell him.    "
                },
                "52": {
                    "title": "Nueva Oportunidad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "27 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Leonora tells the Duck that Niko is her boyfriend. Val is very hurt because Niko walks with Leonora, he hopes to never see them kissing. Nats tells Eddy that he finished with Miguel. Eddy and Nat could walk again if given the opportunity.    "
                },
                "53": {
                    "title": "Plan mejor como amigo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "28 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Eddy has an idea to earn money and be able to invite Paula to many places. Leonora tells Vale that she needs to talk to her. Manzanita continues with her plan to separate Leonora and Niko, tells him that he treats her very badly and does not know how they can walk. Paula writes a letter to Valentina where she says that she will find the whole truth there. Miguel is in charge of delivering the letter to Val.    "
                },
                "54": {
                    "title": "Carta revveladora",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "29 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Alexis offers her help to Val with the work of teacher Miranda. The pinkies find an ad on the wall of the school, Renata is surprised. Paula suggests that Leonora feels bad about something she did. Leonora finds the letter that Paula wrote to Vale where she will discover the whole truth.    "
                },
                "56": {
                    "title": "Harto de la indiferencia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "2 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Paula is about to leave, before she leaves Vale asks her what the letter she left her means. Nats tells Val that Eddy got into a big mess. Leonora wants to do a duet with Niko. Alexis is already fed up with Valentina's treatment and indifference, Leonora gives her advice and he says he has a plan.    "
                },
                "57": {
                    "title": "Fiesta rockera",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "3 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Eddy does not want Dosberto to tell him how good the school is, because he hates it. There is a new test in the Miss XV contest. Nats and Val will have to organize a super rock party. Leonora plans that Valentina will run out of a musical group and will make Magos hate her.    "
                },
                "58": {
                    "title": "Sin Invitados",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "4 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Nobody arrives at the party of the Desmesurato, Val thinks that Leonora is delivering the invitations for all. Niko does not want to go to the party because neither Vale nor Nats invited him personally. Leonora tells Alexis that he is probably angry because they did not invite him to Val's party, he is surprised because he did not know anything. Natalia and Valentina are sure that all their problems are being fixed. Leonora pretends to be a very good friend and offers her help for what they need to Nat and Val.    "
                },
                "59": {
                    "title": "Nuevo Chantaje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "5 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Eddy ends with the punishment the director gave him. Alexis and El Pato are missing the Val y Nats party. Niko wants to go to Camilo's Café to support her friends at the party, Leonora does not allow it. Nat is afraid that the group's career will be destroyed. Alexis has a test to blackmail Valentina and make her his girlfriend once and for all.    "
                },
                "67": {
                    "title": "Plan anti-expulsion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 67,
                    "original air date": "17 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Niko tells Leonora that he did some tests with Renato Gil and told him that he will be his representative. Leonora confronts Pato, asks if he ordered another crown and if he gave the fake to her. Val has something very important to tell Alexis. Valentina refuses to tell Nats that her parents are going to divorce.    "
                },
                "68": {
                    "title": "Premiacion y despedida",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 68,
                    "original air date": "18 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Eddy gives Nats an excellent idea for his mom's campaign. Niko tells Leonora that being a boyfriend does not work for them. Will it end with her? Val does not want Alexis to find out about Catalina's trip to Spain. Nat does not know what happens between Alexis and Vale.    "
                },
                "69": {
                    "title": "Ze toda la verdad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 69,
                    "original air date": "19 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Paula returns from New York to unmask Leonora. Leonora says that today was the worst day of her life. Paula is about to tell the whole truth to Niko. Alexis can not stand Niko, he wants to talk to him but Alexis will not let him. Eddy and Nats agree to go out and have a great time together. Paula comes to Natalia's house to talk to her, Nat is surprised because he thought he was still traveling and now ruin his plans with Eddy.    "
                },
                "70": {
                    "title": "Paula regresa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 70,
                    "original air date": "20 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Niko is super excited because it will be the most important night of his life. Leonora tells Niko that everything he does is because he loves him madly. Alexis, Pato and Leonora are in trouble because of the false identity of Martina Ed Marte. Pato wants to know who Leonora told her that she was Martina from Mars. Leonora is about to confess to Val something very important.    "
                },
                "71": {
                    "title": "En Problemas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 71,
                    "original air date": "23 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Vale confronts Alexis, asks how he dared to go through No one knows who I am. Alexis and Leonora need a plan so that Niko and Valentina are no longer in their place. Nats and Valiendo an email of Miss XV where the information that only can compete the Quinceañeras and the one that will be eliminated forever. Leonora is happy because she knows that Valentina was expelled from the contest, Agent Rosa and Richi are happy to hear that.    "
                },
                "72": {
                    "title": "Solo una quinceañera",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 72,
                    "original air date": "24 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Nats asks Eddy for a funny picture just for her, he agrees. Pato hears that someone threatened Leonora in the offices of the concurs, she tells him. Valentina knows the whole truth about Leonora. Val asks Leonora for an explanation or they will stop being friends forever. Niko does not allow Alexis to approach Vale, he just wants to talk to her.    "
                },
                "73": {
                    "title": "Nats Celosa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 73,
                    "original air date": "25 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    The most special day of Valentina's life arrives, she is about to have her first kiss with Niko. Nats tells Eddy that she is jealous, since the sportswear campaign makes him have many fans. Leonora is hysterical because Niko left her and thinks that she will also lose her freedom. Alexis hopes that Catalina will receive the pictures that the Duck took so he can forbid Val to be Niko's girlfriend.    "
                },
                "75": {
                    "title": "Intercambio escolar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 75,
                    "original air date": "27 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Griselda, the duck's nanny comes back, he brings the surprise to Leonora. Leonora informs the whole school that Valentina will be leaving the country for many months and the GreenLand School not to return. Alexis is willing to do something for Val to stay, since Niko has not helped her. Vale does not want Alexis to help her.    "
                },
                "76": {
                    "title": "Candidato de intercambio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 76,
                    "original air date": "30 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Leonora calls Rómulo, she tells him that she already has the perfect candidate to do the student exchange. Eddy is super annoying because there is a fan club that is making him a bad name. Leonora is tired of following Alexis' orders and always taking care of Valentina.    "
                },
                "77": {
                    "title": "Nuevo Contrincante",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 77,
                    "original air date": "31 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Niko says goodbye to his friends, he tells them that he has to review something of the Miss XV contest, Max wants to accompany him. Alexis is jealous of Max, he does not know how to compete against him, since it is another obstacle to conquer Valentina. Val tells Wizards that a new boy came to school very handsome and nice, his aunt asks if he likes it.    "
                },
                "78": {
                    "title": "Nat piensa en Max",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 78,
                    "original air date": "1 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Niko confronts Max, assures him that he needs a lot to know them, he makes it clear that they are not friends. Val reminds Nat that they have to overcome Miss XV's challenge to be finalists.    "
                },
                "79": {
                    "title": "Sin explicaciones",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 79,
                    "original air date": "2 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Eddy asks Val for Natalia. Nats wants to know if Max likes to party, he tells her that he likes her more. Vale does not find his ring. Niko confronts Max, assures him that not everything is what it seems but Niko is furious, Max decides not to explain it to him.    "
                },
                "80": {
                    "title": "Celos Eddy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 80,
                    "original air date": "3 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Val is furious at what Niko did to him, Eddy notices. Max asks Dosberto for a very important favor. What will it be about? Eddy goes to Nats's house, asks who he is dating. Leonora tries to blackmail Natalia, tells him that she already knows they kissed.    "
                },
                "81": {
                    "title": "Niko culpable",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 81,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Dosberto tells Leonora that he senses that the end of the world is coming. Valentina feels very bad about the misunderstanding of the kiss, she tells Niko that everything is her fault. Max asks Niko to help him find a job. Vale asks Max why he kissed Nat if he wanted to kiss her, he thinks she's jealous. Val and Nats talk about Max, Natalia is still in love with him. Alexis makes it very clear to Max that they are not friends.    "
                },
                "82": {
                    "title": "Invitación rechazada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 82,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Eddy demands an explanation from Max for kissing Natalia. Nats asks Val to deliver an envelope to Max. Leonora tells Pato that Max every day behaves better, he tells her not to believe it and first listen to what he has to say. Val tells Niko that maybe it's not a good idea for them to go to Antonieta's party together, he gets upset and asks him to tell her who he will go with.    "
                },
                "83": {
                    "title": "Fiesta de Antonieta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 83,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Alexis asks Valentina's dads to let their daughter go to Antonieta's party with him. Max looks for Vale, but meets her with Nats. Pato and Lula meet at Antonieta's party, he is surprised to see her in his disguise. Leonora will be in charge of organizing something so that Niko and Val will never forget that night.    "
                },
                "84": {
                    "title": "Revisión escolar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 84,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Nats discovers that Val and Max are talking, asks her boyfriend why they got so nervous when she arrived. Niko can not stand the lies and confronts Max. Something very valuable was lost in the GreenLand School and Miss Filo tells the students that there will be revision.    "
                },
                "85": {
                    "title": "Niko y los Mirreyes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 85,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Leonora fears that Romulo expelled her from school because of her pen problem. Niko has to compete for the basketball game but he does not want to do it next to Max, the Archies recommend him to join the team of the Mirreyes. Vale has the test that Nats asked so much, she will teach it in the school bathroom.    "
                },
                "86": {
                    "title": "Partido de basketball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 86,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Renata asks Max if he saw what he posted on his wall about their relationship, he hopes it does not bother him. Niko meets Vale, tells him they need to talk about something very important. Eddy and Dosberto plan to make Max look ridiculous in the basketball game so he can leave Natalia and Renata alone.    "
                },
                "87": {
                    "title": "Accidente de Max",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 87,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Pato tells Leonora that Max had an accident at the basketball game and possibly broke his arm. Max says he fell to become the hero, Alexis does not believe him. Dosberto realizes that Niko and Alexis made a plan but did not know everything that was happening. Niko plans to form an alliance with Alexis to be able to destroy Max.    "
                },
                "88": {
                    "title": "Jefa de operaciones",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 88,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    To give Max his due, Dosberto plans to use the person he loves most. Vale asks Apple for help to start with the plan against Max, the only condition his little sister asks is to be the boss of the operation. Nats asks Eddy if he wants to be with her because he loves her or because he's afraid of loneliness. Val visits Max, he asks what he does there and she tells him he needs it.    "
                },
                "89": {
                    "title": "Deseo de expulsión",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 89,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Val and Nats invite Doris Gascón, Max's ex-girlfriend, to GreenLand to be presented in front of everyone. Alexis and Niko are still planning how to get rid of Max. Vale realizes that now that Max knows everything they did, he will want revenge. Leonora wishes that Max be expelled from the GreenLand, he threatens her and assures that she will expel her.    "
                },
                "90": {
                    "title": "Niko en problemas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 90,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Romulo wants to run Niko from school and Valentina finds out about this. Leonora does not want Niko to leave the GreenLand. Niko thinks Max was the one who put the pen in his locker to take revenge on him. Val has a new plan to save Niko and avoid being expelled from school.    "
                },
                "91": {
                    "title": "Besando a Alexis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 91,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Vale is willing to get the test for Niko, so she visits Alexis to kiss him. Nat and Manzanita want to know all the details about the kiss of Val and Alexis. Alexis tells the Archies and Pato how his kiss with Valentina was. Nats and Manzanita meet Richi, they propose a new business. Niko tells Vale that he sent a very important email.    "
                },
                "92": {
                    "title": "Adiós amistad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 92,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Alexis and Leonora are fed up with all the members of the band, they decide to end their friendship with them. Niko asks Leonora to stop Rómulo from continuing to check his mail. Alexis confesses to Niko that he kissed Valentina and now he is the first boy to kiss her.    "
                },
                "93": {
                    "title": "Plan complot varicela",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 93,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Leonora wants to resign as a student advisor, she's tired of working with Romulo. Alexis is happy because the chickenpox plot plan is going great. Dosberto, Niko and Juana talk to Romulo to blame Max for stealing his pen. Fanny tells Alexis the truth about the kiss, tells Valentina and asks her to pay what she owes.    "
                },
                "94": {
                    "title": "No mas chico del año",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 94,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Catalina finds Niko in Val's bedroom, asks him what he's doing there. Eddy is tired of being the boy of the year because he is not doing many things that he likes. The concerned leaves Renata responsible for Nat and Vale's passage to the next stage of the contest.    "
                },
                "95": {
                    "title": "Hartos del amor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 95,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Eddy already has a new business on the doorstep, he tells Dosberto. Leonora is tired of love. Niko thinks that when things go excellent with Valentina, they are really bad and vice verse. Val and Nats receive a very important email, both are full of joy.    "
                },
                "96": {
                    "title": "Consejero del amor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 96,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Lula quotes Pato and Fabián, since he already knows with whom of the two he will stay. Richi asks Eddy for help as a counselor of love. Vale knows that Eddy's new business is not the right one and it will go wrong. Alexis is willing to leave Val in peace to become best friends. Leonora tells Niko that it is clear that Valentina's love for him has ended.    "
                },
                "97": {
                    "title": "Admirador secreto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 97,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Quirino discovers the lies of Vale, she tells Alexis because she is very sad. Richi asks Eddy for more advice in order to conquer his ideal girl. Nats thinks that all the gifts he has received are Eddy and that he is trying to conquer it again, he is very happy. Eddy feels lost since he stopped being the boy of the year. Val accepts to record the disc with Niko.    "
                },
                "98": {
                    "title": "Puntos en riesgo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 98,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Eddy recommends Richi to declare his girl and leave the mysteries behind. Vale expects Niko to remain in the group, he tells Alexis. Nats and Val are super worried because Niko and Eddy could miss the final of the Miss XV contest. If Eddy and Alexis miss the final, Nat and Vale will lose many points, so they could be disqualified.    "
                },
                "99": {
                    "title": "Sorpresa y decepción",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 99,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Eddy finds out that Richi was conquering Nats, claims him for not telling him before. Niko does not know why they did not invite him to rehearse with the band, he gets upset with everyone for the same reason. Alexis is committed to invent a spectacular song for the day of the contest. Leonora has a new plan up her sleeve, for her the day of the contest will be incredible but for Valentina frightful.    "
                },
                "100": {
                    "title": "Ganadora de Miss xv",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 100,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Leonora knows that her time came to sabotage the final of Natalia and Valentina's contest, she tells everything to Pato. Pato is willing to tell the band about Leonora's plan, but he can not because he has lost his breath. Val is worried because she thinks Niko will not make it to the final, Nats offers her support. The concerned announces the winner of the Miss XV contest.    "
                },
                "101": {
                    "title": "Ayuda de Pato",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 101,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Val and Nats assure that they are not the culprits of Cindy's sabotage because she is her friend and they would never do something like that, they ask the concerned not to disqualify them. Duck arrives with the judges of Miss XV to confess who was responsible for the sabotage. Alexis had everything ready to help Valentina win, she claims Niko for having appeared at the worst moment. Leonora is about to confess that she was the culprit.    "
                },
                "102": {
                    "title": "Richi insistente",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 102,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The fate of the Miss XV contest and the winners is about to be revealed to the press, Val is very nervous. Luigi asks Niko to urgently gather the rest of the group and he quotes him at the offices of Miss XV. Vale reports that it is very possible that he can no longer be part of the group. Richi visits Nats, begs him to be his girlfriend from that moment, his parents are surprised.    "
                },
                "103": {
                    "title": "Sorpresa en internet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 103,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Leonora asks Niko if he is not fed up with the mistreatment and humiliation of Catalina, he answers yes. Eddy assures Nats that he will continue in the group but until Cindy's party and then leaves. Niko calls Vale, asks him to go online, the two are surprised by what they see.    "
                },
                "104": {
                    "title": "Plan de destrucción",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 104,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Manzanita discovers that Kike has the crown, he realizes that he is a thief as Catalina said. Nats meets Eddy's new friends. Eddy is fed up with Catalina's bad treatment and everything bad that happens with Valentina. The pinkies agree to be part of the plan to destroy Valentina and Natalia.    "
                },
                "105": {
                    "title": "La música lo es todo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 105,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Valentina is very excited because the date of the presentation is approaching as EME15. Niko is super worried because he feels that nobody cares that they have the opportunity to record an album as a group. The Prince asks Leonora to choose if he plays at his party or has his own party. Leonora can not take it anymore and asks Niko what would happen if he left the band.    "
                },
                "106": {
                    "title": "Ayuda de amigas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 106,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    A policeman calls Catalina, Manzanita answers and informs him that Eddy is in trouble. Niko has something to say to Leonora but he knows that it could possibly harm him, she does not care and asks him to tell her. Leonora asks Nats for help in organizing a party of XV years. Everyone sees the zombie movie they made, Val and Lula are surprised with the result.    "
                },
                "107": {
                    "title": "Grupo en pelea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 107,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Eddy demands to know the Tender Kittens why they deceived him. Alexis reminds Niko that he is no longer part of EME15. Val is super desperate because Niko and Alexis do not stop fighting, he asks Nats for help so that this situation does not affect the group. Leonora tells Renata that she already has a new plan to destroy EME15, the pinkies rejoice.    "
                },
                "108": {
                    "title": "Próxima boda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 108,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The day of the first official presentation comes as EME15. Eddy does not stop thinking about his life mission, he knows that he has it in front of him, he tells Nats. The wedding of Juana and Aristides is approaching. Alexis asks Vale to be his companion at his dad's wedding, since he has no one to go with.    "
                },
                "109": {
                    "title": "Plan indiscreto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 109,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Leonora asks Nats and Niko where they are going, they tell him to tell Juana that the wedding is canceled. Duck calls his dad to ask him for a favor. Eddy has a plan up his sleeve with the help of Los Dosbis, Lula and the pinkies, he asks them that Leonora, Val, Niko, Alexis and especially Nat do not know anything, Natalia listens to part of the conversation.    "
                },
                "110": {
                    "title": "Problema gigantesco",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 110,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Nats and Miguel expect their plan to go perfect. Eddy is involved in a gigantic problem, he asks Valentina for help. Leonora plans to become Niko's girlfriend at the end of the party, she tells Pato. Will he be able to carry out his plan?    "
                },
                "111": {
                    "title": "Persecución",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 111,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Alexis threatens Niko and assures him that he will hate every second they spend as brothers. Vale tells her family that there is a madman who is chasing her and knows everything about her life. Leonora tells Alexis that she saw on television what happened with Valentina. Niko asks Val what was the answer he gave Alexis about being his girlfriend, she does not know what to answer.    "
                },
                "112": {
                    "title": "Princesa Valentina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 112,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Niko realizes that living with Alexis is a nightmare. Eddy asks Nat if she is ready to pick him up from the bored Larissa party, she promises that he will be there. Leonora wants to know if the crown she has is real or not. Pato tells Alexis that Leonora is unleashed, as she is threatening everyone with telling them what happened at the Magic Dragon wedding. Alexis visits Valentina, Caralina reveals that her daughter is a princess.    "
                },
                "113": {
                    "title": "Elecciones de princesa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 113,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Pato tells Lula that a girl kissed him. Alexis promises to make a last joke but this will make Niko remember who is in charge. Niko asks Vale if she is really a princess, she does not know what to answer him. Prince Antonio puts Valentina among his party of XV and the band.    "
                },
                "114": {
                    "title": "Disco en puerta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 114,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Prince Antonio never imagined that he would find love. Everyone makes fun of Niko, he does not care about anything but recording the record, Vale is surprised. The band is ready to record the album, Luigi asks who will sing the parts of Valentina, Leonora responds that she will. Val wants EME15 to succeed and move forward without her, Alexis asks for an explanation.    "
                },
                "115": {
                    "title": "Tristeza de BFF",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 115,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Giovanna, the supposed girlfriend of Eddy goes to the house of Nats, she claims him. Niko confronts Prince Antonio, tells him that the subject of royalty affects Valentina instead of helping her. Nat is very sad because Val left the group, he hopes that his BFF will never change. Niko can not believe that Valentina now only thinks about the crown. Vale asks Prince Antonio what he will gain with royalty because he is losing everything he fought for.    "
                },
                "116": {
                    "title": "Traición de Pato",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 116,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Eddy tries to conquer Nats again, she does not leave. Pato betrays Leonora to teach her to be a better person. Niko sends a message to Valentina to find her at Camilo's Café, she has something very important to tell her. Alexis and Leonora plan to prevent Vale and Niko from seeing each other.    "
                },
                "117": {
                    "title": "Viaje a España",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 117,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Alexis is ready to erase all messages from a cell phone. Niko wants to go to Val's house to find out why he did not arrive at Camilo's Café, Leonora does not allow it. Prince Antonio asks Valentina to hurry because his plane is about to leave. Vale goes to Spain, before he tries to say goodbye to Nats to inform him of everything that happened.    "
                },
                "118": {
                    "title": "Suplente",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 118,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Leonora assures Nats that she will take Valentina's place at her XV party, as she doubts she will return soon. Nat does not want Eddy to be his chamberlain, he begs him not to find someone better than him. Alexis will do the impossible to bring Vale back. Prince Antonio asks Val if he still has Niko in his heart. Niko gets upset with Alexis and realizes all his traps.    "
                },
                "119": {
                    "title": "Fiesta de XV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 119,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Dosberto tells Niko that Max will invite everyone to a party at his house. Niko's plans against Max are going perfectly, Dosberto thinks that something can get out of control. Vale knows he needs to resolve the misunderstanding with Niko at Max's party. Nats can no longer with his lie, because he can not resist seeing Val in the face. Eddy asks Max to clarify something that has him confused.    "
                },
                "120": {
                    "title": "Gran final",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 120,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The pink agent quotes Leonora to end his employment relationship. Niko and Val are the perfect couple, he is thrilled to hear this. Richi gets mad at Vale for bragging about what is not hers, because everything they blame her for is his work, he asks her to go with Romulo and tell him the whole truth. Alexis finds a sign that says \"Ze the whole truth.\" Niko receives a letter in which he is assured that he was cheated, he does not know who left it.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Explicaciones de leonora",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss XV: Sueña Princesa (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "25 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Alexis is using Val to help people, she wants to know why she does it. Nats does not know where Valentina is because she thought they would be together in the campaign. Niko does not want anyone cheating to help him. Leonora has a new plan to help Niko and win. Alexis asks Valentina to give her the highest score in the last test, she tells him she will not do it but he threatens her with the video.    "
                }
            }
        },
        "number of episodes": 112,
        "cast": [
            {
                "name": "Rey, Charly"
            },
            {
                "name": "Rossano, Reynaldo"
            },
            {
                "name": "Jaspeado, Verónica"
            },
            {
                "name": "Platas, Gabriela"
            },
            {
                "name": "Casano, Ignacio"
            },
            {
                "name": "Moreno, Beatriz"
            },
            {
                "name": "Faure, Nicole"
            },
            {
                "name": "Achaga, Macarena"
            },
            {
                "name": "Dopazo, Sebastián"
            },
            {
                "name": "Duarte, Jack"
            },
            {
                "name": "Dupeyrón, Natasha"
            },
            {
                "name": "Garcia, Geo"
            },
            {
                "name": "Garza, Raquel"
            },
            {
                "name": "Goto, Paulina"
            },
            {
                "name": "Gómez, Eleazar"
            },
            {
                "name": "Leone, Karen"
            },
            {
                "name": "Maldonado, Frank"
            },
            {
                "name": "Malo, María Fernanda"
            },
            {
                "name": "Mariano, Sergio"
            },
            {
                "name": "Montaño, Enrique"
            },
            {
                "name": "Muñoz, Yago"
            },
            {
                "name": "Rocha, Eduardo"
            },
            {
                "name": "Rodin, Marta González"
            },
            {
                "name": "Harlow, Mariana"
            },
            {
                "name": "Amairani"
            },
            {
                "name": "Antonio"
            },
            {
                "name": "Bartilotti, Eugenio"
            },
            {
                "name": "DeFassio, Sergio"
            },
            {
                "name": "Derbez, José Eduardo"
            },
            {
                "name": "Dosal, Alfonso"
            },
            {
                "name": "Fligelman, Monserrat"
            },
            {
                "name": "Gutiérrez, Josh"
            },
            {
                "name": "Mariné, Hendrik"
            },
            {
                "name": "María, Dulce"
            },
            {
                "name": "Mier, Octavio"
            },
            {
                "name": "Otero, Germán"
            },
            {
                "name": "Pellicer, Ariane"
            },
            {
                "name": "Quiroz, Mariana"
            },
            {
                "name": "Reyes, Javier"
            },
            {
                "name": "Sainz, Natalia"
            },
            {
                "name": "Schleske, Santiago"
            },
            {
                "name": "Torres, Paola"
            },
            {
                "name": "Valle, Gerardo"
            },
            {
                "name": "Zomazy, Valeria"
            },
            {
                "name": "Zundel, Lenny"
            },
            {
                "name": "Zárate, Oswaldo"
            }
        ],
        "genres": [
            "Comedy",
            "Drama",
            "Musical"
        ],
        "countries": [
            "Mexico"
        ],
        "country codes": [
            "mx"
        ],
        "language codes": [
            "es"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.9,
        "votes": 36,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTdjMzhlZWItNDYzNi00YzhkLWJlYmQtZGQxZjYyYzE2MjY5XkEyXkFqcGdeQXVyNjgxMDcyNTE@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "Spanish"
        ],
        "title": "Miss XV: Sueña Princesa",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Cuevas, Iván"
            }
        ],
        "production companies": [
            {
                "name": "Televisa S.A. de C.V."
            }
        ],
        "plot": [
            "Valentina and Natalia are planning their 15th birthday party, but the upcoming event mixed with typical teen drama put their friendship to the test.::Toby Padilla"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 36,
                "rating": 6.9
            },
            "aged 18 29": {
                "votes": 15,
                "rating": 5.8
            },
            "aged 30 44": {
                "votes": 9,
                "rating": 4.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 5.5
            },
            "males": {
                "votes": 14,
                "rating": 4.1
            },
            "males aged 18 29": {
                "votes": 7,
                "rating": 5.3
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 3.9
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 5.5
            },
            "females": {
                "votes": 12,
                "rating": 5.9
            },
            "females aged 18 29": {
                "votes": 8,
                "rating": 7.9
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 5.7
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 4.0
            },
            "us users": {
                "votes": 2,
                "rating": 7.0
            },
            "non us users": {
                "votes": 10,
                "rating": 4.7
            }
        },
        "number of votes": {
            "10": 16,
            "9": 2,
            "8": 2,
            "7": 2,
            "6": 2,
            "5": 2,
            "4": 2,
            "3": 1,
            "2": 1,
            "1": 6
        },
        "arithmetic mean": 6.9,
        "median": 8
    }
}