{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "14 August 2012"
            },
            {
                "country": "Hungary\n",
                "date": "27 August 2013"
            }
        ],
        "release dates": [
            "UK::14 August 2012",
            "Hungary::27 August 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Bad Education"
            },
            {
                "countries": "Hungary",
                "title": "Lúzer töritanár"
            },
            {
                "countries": "Poland",
                "title": "Zle wychowanie"
            },
            {
                "countries": "Russia",
                "title": "Непутёвая учёба"
            }
        ],
        "akas": [
            "Bad Education (original title)",
            "Lúzer töritanár Hungary",
            "Zle wychowanie Poland",
            "Непутёвая учёба Russia"
        ],
        "akas from release info": [
            "Bad Education (original title)",
            "Lúzer töritanár Hungary",
            "Zle wychowanie Poland",
            "Непутёвая учёба Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Strike",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bad Education (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 84,
                    "original air date": "16 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Now living with Rosie Gulliver Alfie is horrified when he comes to school and finds his father Martin is the new deputy head. With school finances low Martin intends to sack one of the teachers - and Alfie can guess which one he has in mind. Miss Gulliver brings the teaching staff out on strike but it seems a rather ineffectual move so Alfie prepares to do the decent thing and resign. Fortunately Fraser's skills as an inventor save the day, bringing the cash and securing Alfie's job.    "
                },
                "2": {
                    "title": "After School Clubs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bad Education (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 80,
                    "original air date": "23 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Miss Gulliver is holding her book group in the library after school. The group includes her ex-boyfriend Orlando, a doctor, of whom Alfie is very jealous so, not to be outdone, he gets the class to help make it look as if he has read the study book. 'Love in the Time of Cholera'. At the same time Mitchell, who is leaving, is throwing a party in the gym and Fraser is holding a fantasy convention in the hall. Alfie is expected to attend both, latterly in costume, leading to much confusion as Mitchell's interpretation of the book makes Alfie look stupid though at least ...    "
                },
                "3": {
                    "title": "Sports Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bad Education (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 89,
                    "original air date": "30 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Alfie is shocked that Fraser has re-employed violent sports teacher Preet, who is just out of prison. However Alfie is desperate to beat Miss Gulliver's ex-boyfriend Richard at the school sports day so he enlists Preet's aid. Before the race against Richard Alfie finds what he believes to be steroids in his rival's bag so he downs a handful, observed by the love-sick Preet, who blackmails him into having sex with him but in the event the pills are Viagara, enabling Alfie to literally win by a head.    "
                },
                "4": {
                    "title": "Fundraising",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bad Education (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 79,
                    "original air date": "7 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Whilst Martin is teaching him to drive Alfie runs over Pod, the school's caretaker and feels he must visit daily to look after him whilst the class fund raise for his surgery. A spiteful Alfie steals the ambulance which Richard drives but gets caught up in a genuine accident from which Grayson rescues him. At Pod's presentation it is discovered that he is a fraud who has faked his injuries though a happy ending is denied Alfie when Martin announces that he is dating Grayson's mother.    "
                },
                "5": {
                    "title": "The Exam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bad Education (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 85,
                    "original air date": "14 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Fraser discovers that Alfie never got his Biology CSE and tells him he must sit it or lose his teaching job. This involves him being a pupil in Miss Gulliver's class and sparring with his fellow students so he decides the only way to pass is to cheat. Sadly for him the adjudicator is the fearsome Maurice Hewston, who knows all the ruses but fortunately Grayson has an excellent Plan C which sees him through. Alfie's father also splits up with Grayson's mother due to his dislike of her annoying dog.    "
                },
                "6": {
                    "title": "The Prom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bad Education (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 135,
                    "original air date": "21 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Alfie has to let go of his old class so he leaves Abby grove.    "
                }
            },
            "1": {
                "1": {
                    "title": "Parents' Evening",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bad Education (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 137,
                    "original air date": "14 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Alfie is under pressure from Miss Pickwell to mark his mock exam papers, but news that Miss Gulliver is now single poses a serious distraction.    "
                },
                "2": {
                    "title": "Sex Education",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bad Education (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 120,
                    "original air date": "21 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Fraser asks Alfie to supervise the incoming group of French exchange students with instructions not to duplicate last year's disaster when randy French boy Jean Claude disgraced himself. As a result the staff have to teach sex education with varying results. In fact the visitors are Dutch and their most attractive and articulate member shows Alfie up in a class debate,not only as a liar but a virgin. At least Rosie feels sorry for him.    "
                },
                "3": {
                    "title": "Self-Defence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bad Education (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 114,
                    "original air date": "28 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Violent computer game Tokyo Sin is all the rage and the pupils are copying its most dangerous move,the blitz kick. To impress Miss Gulliver Alfie aims to stamp out the craze by declaring a weapons amnesty,bribing his class to bring weapons to school,though none are forthcoming. When an outbreak of blitz kicks attracts bad press publicity Fraser brings in a crazed South African self defence teacher to show the pupils how to prevent a fight. This involves Alfie as his guinea pig,requiring the class to rescue him.    "
                },
                "4": {
                    "title": "School Trip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bad Education (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 105,
                    "original air date": "4 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    After his innocent school trip to The Human Centipede (First Sequence) (2009) the previous year, Alfie is relegated to assisting Rosie Gulliver as,driven by the enterprising Frank, they take the kids to the Tring Ink Museum and Petting Zoo. The place is a shambles,the pupils bored and Rosie incensed by a caged pig.To impress her Alfie frees the animal but accidentally runs it over when Frank asks him to drive the coach, which breaks down as a result. After Alfie has got everybody lost in the woods, Rosie rounds on him but relents when he gets a group of doggers to rescue them. Maybe they should have gone on ...    "
                },
                "5": {
                    "title": "Football Match",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bad Education (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 101,
                    "original air date": "11 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The school prepares to play local public school Middleton House at football and Faser appoints Alfie as team coach. After the first and second teams refuse to deal with him Alfie is reduced to asking his class to field a side against the school where he was once bullied and whose sports master Humpage still humiliates him. The first half goes badly but the team rallies after a pep talk from Alfie,ending in a draw. Miss Pickwell,who wanted a job at Middleton House is displeased and the real reason for Humpage's feud with Alfie is made known.    "
                },
                "6": {
                    "title": "Politics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bad Education (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 93,
                    "original air date": "18 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The elections are underway for school president. Handsome brain-box David Millbank and thuggish Tory Grayson seem to be clear winners so Alfie puts forward tubby class virgin Joe for the sympathy vote. At the same time Fraser is suspended after accidentally downloading a pornographic Internet viral and Miss Pickwell is sure that she is going to replace him. Fortunately,in the course of a little computer hacking to discredit the front runners Alfie's class discovers that Pickwell has a guilty and totally dishonest secret that will certainly scotch her plan.    "
                }
            },
            "2": {
                "1": {
                    "title": "Swimming Gala",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bad Education (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 109,
                    "original air date": "3 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Alfie turns up for the new term with a terrible hair-cut - thanks to his father - and learns that, for the school's annual swimming gala, there is to be a synchronized diving contest. The lure of a cash bet with Miss Pickwell encourages Alfie to enter his class - with a trip to Nando's as a bribe - but they are pretty poor and the scary lifeguard Joy only serves to put them off. Come the day of the event Alfie and the class's tubbiest pupil Joe somehow manage to beat Miss Pickwell. However Alfie 's chlorine allergy blinds him so that, after he has showered, he ends up...    "
                },
                "2": {
                    "title": "The American",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bad Education (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 98,
                    "original air date": "10 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Alfie is shocked when Kevin Schwimer, an all-American Olympic medallist with a penchant for charitable deeds and marathons, arrives at the school and - in view of his debacle at the swimming pool - given Alfie's Form K to teach whilst Alfie is relegated to trying to keep the terrifying Form 2J in order. Initially Form K warm to Kevin's stories and humanity but it soon becomes apparent that he is an impostor - which is just what Alfie needs to know to expose him to Miss Pickwell and Fraser. And the fact that Kevin also has a hand in killing the pet owl Miss Pickwell ...    "
                },
                "3": {
                    "title": "Funeral",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bad Education (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 92,
                    "original air date": "17 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    After Alfie has played a cruel joke on her Miss Pickwell goes missing. Her car is found by the Clifton Suspension Bridge with a note to say she has jumped to her death, driven to it by Alfie. Whilst Fraser and Alfie interview prospective replacements - all highly unsuitable - Miss Gulliver is appointed acting deputy and proceeds to act more and more like Miss Pickwell. Consumed with guilt Alfie gives a funeral oration - though unfortunately for the wrong person - before organizing a lavish memorial service at the school, after which he is secretly visited by Miss ...    "
                },
                "4": {
                    "title": "Valentine's Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bad Education (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 91,
                    "original air date": "24 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Alfie does not take to Miss Pickwell's equally officious replacement Professor Celia Green, especially when she interrupts Fraser's 'Take Me Out' dating show which he has organized for Valentine's Day, announcing to everybody that Chantelle is pregnant and Alfie has offered to help look after the baby. Miss Gulliver agrees to pose as Alfie's girlfriend as he has told Martin, his father, that they are going out. However when Miss Gulliver arrives at the house she and Alfie have to endure hearing the noisy love-making of former student colleagues Martin and Professor ...    "
                },
                "5": {
                    "title": "Drugs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bad Education (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 96,
                    "original air date": "1 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Miss Gulliver is peeved when she is not allowed to give the drugs awareness lecture, that job going to the ultra-trendy India, who actually takes drugs herself. Anxious to impress India Alfie invites her to a rave but, learning that no pupil has any drugs to sell, makes his own. This has a disastrous effect, leading him to believe he is the Little Mermaid. Professor Green calls the police and Stephen's parents arrive to take him out of the school. Fortunately Miss Gulliver saves the day by persuading everybody that Alfie was taking part in a very realistic anti-drugs ...    "
                },
                "6": {
                    "title": "Fundraiser",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bad Education (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 83,
                    "original air date": "8 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    When Fraser gives the Nigerian finance minister all the school's funds hoping for a sound return the school faces bankruptcy and Professor Green introduces austerity measures by selling off all its equipment. With unemployment looming Miss Gulliver plans to move to Soweto and, desperate to stop her, Alfie organizes a fund-raising day. At the slave auction a mystery bidder offers £25,000, the sum that will save the school, to have Alfie as their sex slave for the day but the bidder turns out to be Miss Pickwell, a millionaires after an elderly admirer has died and left...    "
                },
                "7": {
                    "title": "Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bad Education (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 80,
                    "original air date": "17 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Alfie is reluctant to direct the end of term Christmas play given that his mother failed to turn up to see him in his primary school play. However, when the class cannot decide on 'The Nutcracker' or 'Robocop' as their choice Alfie writes 'Robocracker' about a super-hero who saves the world. Though it is very bizarre it goes down a storm - even with Bonehead, the Scots tramp and former actor Alfie met helping Miss Gulliver at the soup kitchen, in the audience. Furthermore Mitchell and Fraser have contacted Alfie's mother in Spain and she turns up with her husband ...    "
                }
            }
        },
        "number of episodes": 19,
        "cast": [
            {
                "name": "Binstead, Jack"
            },
            {
                "name": "Horne, Mathew"
            },
            {
                "name": "Lawrence, Ethan"
            },
            {
                "name": "Alexander, Kae"
            },
            {
                "name": "Runeckles, Nikki"
            },
            {
                "name": "Solemani, Sarah"
            },
            {
                "name": "Whitehall, Jack"
            },
            {
                "name": "Williams, Layton"
            },
            {
                "name": "Wernham, Charlie"
            },
            {
                "name": "Bence, Jack"
            },
            {
                "name": "Gomez, Michelle"
            },
            {
                "name": "Bennett, Andres Austin"
            },
            {
                "name": "Enfield, Harry"
            },
            {
                "name": "Hoffman, Leila"
            },
            {
                "name": "Opia, Weruche"
            },
            {
                "name": "Austin, Alphonso"
            },
            {
                "name": "Gish, Hilary"
            },
            {
                "name": "Spiro, Samantha"
            },
            {
                "name": "Stimpson, Grant"
            },
            {
                "name": "Assiamah, Denzel"
            },
            {
                "name": "Fleet, James"
            },
            {
                "name": "Barnett, Jason"
            },
            {
                "name": "Peacock, Harry"
            },
            {
                "name": "Macleod, Lewis"
            },
            {
                "name": "Douglas, Sam"
            },
            {
                "name": "Kingsley, Katherine"
            },
            {
                "name": "Canuso, Jake"
            },
            {
                "name": "Bradley, David"
            },
            {
                "name": "Barber, Frances"
            },
            {
                "name": "Beevers, Geoffrey"
            },
            {
                "name": "Soller, Kyle"
            },
            {
                "name": "Allam, Roger"
            },
            {
                "name": "Boatswain, Jacqueline"
            },
            {
                "name": "Davis, Tom"
            },
            {
                "name": "Demri-Burns, Dustin"
            },
            {
                "name": "Beckerleg, William"
            },
            {
                "name": "Callaghan, Ayden"
            },
            {
                "name": "Lacey, Rebecca"
            },
            {
                "name": "Robbins, Ted"
            },
            {
                "name": "Bradshaw, Irene"
            },
            {
                "name": "Brown, Delroy"
            },
            {
                "name": "Dunwoodie, Eileen"
            },
            {
                "name": "McHugh, Greg"
            },
            {
                "name": "Vincent, Sue"
            },
            {
                "name": "Cardinal, Seb"
            },
            {
                "name": "Bizzle, Lethal"
            },
            {
                "name": "Cann, David"
            },
            {
                "name": "Davies, Jake"
            },
            {
                "name": "Waddingham, Hannah"
            },
            {
                "name": "Walker, Jemma"
            }
        ],
        "locations": [
            "Battersea, London, England, UK::(Disused buildings from the old Salesian College, which has now been demolished. Main school hall, Mural Corridor, School reception area, staffroom and Head Techer's office were all used in filming. The classroom sets were built in the school's assembly hall.)"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:MA15+",
            "Australia:M::(some episodes)",
            "New Zealand:R13",
            "New Zealand:M::(some episodes)",
            "United Kingdom:15",
            "United Kingdom:12::(one episode)",
            "United States:TV-14",
            "United States:TV-MA::(Some Episodes)"
        ],
        "number of seasons": 3,
        "rating": 7.5,
        "votes": 7937,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTI2YzE2NzktZmE2OS00YjU2LTk4M2YtMjEzOTYzNTAzZTFjXkEyXkFqcGdeQXVyMjExMjk0ODk@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Bad Education",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2014",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Cavey, Ben"
            },
            {
                "name": "Pye, Shaun"
            },
            {
                "name": "Swimer, Dan"
            }
        ],
        "production companies": [
            {
                "name": "Tiger Aspect Productions"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "HBO Hungary"
            }
        ],
        "special effects": [
            {
                "name": "DNegTV"
            }
        ],
        "other companies": [
            {
                "name": "Casting Collective"
            },
            {
                "name": "Production Copier Company"
            },
            {
                "name": "Ray Knight Casting"
            },
            {
                "name": "Rose TV and film catering"
            },
            {
                "name": "Universal Extras"
            }
        ],
        "plot": [
            "A comedy series about a teacher who is a bigger kid than the kids he teaches.::BBC Three"
        ],
        "synopsis": [
            "Alfie Wickers (Whitehall), is a posh, newly graduated High School history teacher at the fictional Abbey Grove School, in Hertfordshire. Ever determined to impress his crush, Rosie Gulliver (Solemani), Alfie makes repeated efforts to appear \"cool,\" such as coaching the school football team, organising a weapons amnesty and fielding a candidate for the school elections. Usually, in these efforts, he turns to his class (particularly Joe, the \"teacher's pet\"), despite their open disrespect and disgust for him, for help. At the same time, he finds himself having to deal with the shenanigans of his eccentric headmaster, Shaquille \"Simon\" Fraser (Horne) and meet the expectations of his deputy headmistress, Isobel Pickwell (Gomez)."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 7937,
                "rating": 7.5
            },
            "aged under 18": {
                "votes": 38,
                "rating": 8.2
            },
            "aged 18 29": {
                "votes": 2850,
                "rating": 7.6
            },
            "aged 30 44": {
                "votes": 1899,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 479,
                "rating": 7.1
            },
            "males": {
                "votes": 4136,
                "rating": 7.4
            },
            "males aged under 18": {
                "votes": 29,
                "rating": 8.1
            },
            "males aged 18 29": {
                "votes": 1908,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 1413,
                "rating": 7.2
            },
            "males aged 45 plus": {
                "votes": 407,
                "rating": 7.1
            },
            "females": {
                "votes": 1554,
                "rating": 7.6
            },
            "females aged under 18": {
                "votes": 5,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 901,
                "rating": 7.8
            },
            "females aged 30 44": {
                "votes": 458,
                "rating": 7.3
            },
            "females aged 45 plus": {
                "votes": 67,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 82,
                "rating": 6.1
            },
            "us users": {
                "votes": 432,
                "rating": 7.6
            },
            "non us users": {
                "votes": 3688,
                "rating": 7.4
            }
        },
        "number of votes": {
            "10": 1347,
            "9": 1131,
            "8": 2250,
            "7": 1763,
            "6": 726,
            "5": 292,
            "4": 134,
            "3": 76,
            "2": 64,
            "1": 154
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}