{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2012"
            },
            {
                "country": "UK\n",
                "date": "25 September 2012"
            },
            {
                "country": "Hungary\n",
                "date": "9 April 2013"
            },
            {
                "country": "Sweden\n",
                "date": "21 July 2013"
            },
            {
                "country": "Germany\n",
                "date": "8 August 2013"
            },
            {
                "country": "Finland\n",
                "date": "6 September 2013"
            },
            {
                "country": "USA\n",
                "date": "6 October 2013"
            },
            {
                "country": "Netherlands\n",
                "date": "22 October 2013",
                "notes": "                            (DVD premiere)"
            },
            {
                "country": "Italy\n",
                "date": "14 September 2014"
            }
        ],
        "release dates": [
            "UK::2012",
            "UK::25 September 2012",
            "Hungary::9 April 2013",
            "Sweden::21 July 2013",
            "Germany::8 August 2013",
            "Finland::6 September 2013",
            "USA::6 October 2013",
            "Netherlands::22 October 2013                            (DVD premiere)",
            "Italy::14 September 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Paradise"
            },
            {
                "countries": "Canada (French title)",
                "title": "Bienvenue au paradis"
            },
            {
                "countries": "Denmark",
                "title": "Stormagasinet"
            },
            {
                "countries": "Finland",
                "title": "Naisten paratiisi"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "Damernas paradis"
            },
            {
                "countries": "Germany",
                "title": "The Paradise - Haus der Träume"
            },
            {
                "countries": "Hungary",
                "title": "Hölgyek öröme"
            },
            {
                "countries": "Italy",
                "title": "The Paradise - Al paradiso delle signore"
            },
            {
                "countries": "Poland",
                "title": "Wszystko dla pan"
            },
            {
                "countries": "Portugal",
                "title": "O Paraíso"
            },
            {
                "countries": "Russia",
                "title": "Дамское счастье"
            },
            {
                "countries": "Spain",
                "title": "Galerías Paradise"
            }
        ],
        "akas": [
            "The Paradise (original title)",
            "Bienvenue au paradis Canada (French title)",
            "Stormagasinet Denmark",
            "Naisten paratiisi Finland",
            "Damernas paradis Finland (Swedish title)",
            "The Paradise - Haus der Träume Germany",
            "Hölgyek öröme Hungary",
            "The Paradise - Al paradiso delle signore Italy",
            "Wszystko dla pan Poland",
            "O Paraíso Portugal",
            "Дамское счастье Russia",
            "Galerías Paradise Spain"
        ],
        "akas from release info": [
            "The Paradise (original title)",
            "Bienvenue au paradis Canada (French title)",
            "Stormagasinet Denmark",
            "Naisten paratiisi Finland",
            "Damernas paradis Finland (Swedish title)",
            "The Paradise - Haus der Träume Germany",
            "Hölgyek öröme Hungary",
            "The Paradise - Al paradiso delle signore Italy",
            "Wszystko dla pan Poland",
            "O Paraíso Portugal",
            "Дамское счастье Russia",
            "Galerías Paradise Spain"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Paradise (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 121,
                    "original air date": "28 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    A year has passed, Lord Glendenning has died and Moray is working in Paris. Recently married to the philandering Tom Weston, who has a young daughter Flora, Katherine, now owner of the Paradise, summons Moray to return and revitalize the store, which is losing trade. On arrival back he proposes to Denise, who is still employed at the Paradise, and Audrey proposes to Edmund. New staff number shop-girl Susy and store-man Nathaniel, the former in love with the latter, unaware that he is a saboteur for Fenton, a rival tradesman seeking to buy the Paradise. Katherine is ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Paradise (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 83,
                    "original air date": "5 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    A former business associate of Moray in Paris, the middle-aged but glamorous Clemence Romanis arrives to sell fireworks to the Paradise. She is independent and feminist, encouraging Denise's ambition and almost talking Audrey out of her marriage to Edmund, since married women cannot work in the store. She is also extremely flirtatious, aware that this way she can reel in the womanizing Weston for the fireworks contract. Jonas, feverish and debilitated, returns to the Paradise, having bribed a policeman to let him escape the charge of killing Bradley Burroughs. Dudley ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Paradise (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 82,
                    "original air date": "12 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    With Audrey gone Weston backs Clara - on whom he has cast a lustful eye - as her replacement whilst Katherine champions Denise, whom Moray warns against being a pawn in the bickering couple's game. He believes that both will be satisfied if she fails - as it also hurts him. This makes her the more determined to apply, with herself and Clara making the final short-list. Before the interviews Denise is suspicious that Jonas seems to be in league with Weston whilst Dudley helps Flora overcome schooling problems with her father. When Weston cancels the staff's annual ...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Paradise (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 77,
                    "original air date": "19 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    A ragged middle-aged woman Ruby comes to the Paradise in search of shop-girl Susy, the daughter she gave away as a child to spare her her mother's alcoholism. Susy is not pleased to see Ruby and takes it out on Flora, leading to her dismissal. However the newly promoted Denise shows diplomacy in negotiating her reinstatement and mother and daughter part friends. Moray has a secret meeting with Fenton, who suggests they take over the Paradise, Fenton supplying the funds if Moray can provoke discord between the Westons. Initially reluctant Moray becomes more persuaded ...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Paradise (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 77,
                    "original air date": "26 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    As Denise introduces democracy to her department Weston opens a food hall, causing Fenton and Moray to worry about his expansion plans. The Paradise begins selling clocks and watches with Lord Glendenning's magnificent pocket watch a centre-piece donated by Katherine. She tells Moray that by tradition it should have passed to her husband but she kept this from him as her father always wanted Moray to have it. Jonas seizes on this to make Weston jealous but Weston has his own agenda to cause strife between Denise and Moray and proposes that she visit Paris without him ...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Paradise (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 73,
                    "original air date": "2 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Katherine starts to regret her marriage to Weston and confides in Moray, whose sympathetic hug is observed by her husband. Weston agrees to Fenton's proposal to buy the Paradise and attempts to reconcile with Katherine. Katherine, however, wants more than sympathy from Moray and is upset at his rejection - as Weston discovers. Lucille Ballentine, a working class woman who has married the older Campbell, a wealthy brewer whom she met as his nurse, feels ill at ease in society and identifies with the salesgirls , whom she invites to tea. Campbell Ballentine, a self-made...    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Paradise (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 76,
                    "original air date": "9 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Weston engages Christian Cartwright, a prominent photographer, to take portraits of the Paradise staff after snapping a family group. Inspired by this Denise suggests that Christian photograph customers and sell them the pictures as postcards, thereby giving the store further publicity. Christian himself is smitten by camera-shy Clara and persuades her to pose for him before sharing a kiss. Weston tells Moray he will not sell the store, hoping one day to put Denise over him as manager but Moray, at Dudley's suggestion, works with his lover to turn the Paradise into a ...    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Paradise (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 129,
                    "original air date": "16 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Clemence returns to the Paradise, bringing rouge and dice to sell. However she is deeply in debt and Weston bought the debts from the collector who died shortly afterwards. Weston will wipe out the debt if Clemence agrees to become his mistress, causing Denise to try and help her flee the country. However Moray makes full use of the dice in a daring gamble which not only clears Clemence's dues but wins him back the Paradise - and Denise, who agrees to marry him. Exposed by Jonas as a coward Weston is shamed but Katherine comes to the store to accept him back again - ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Paradise (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 184,
                    "original air date": "6 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    In 1875 country girl Denise Lovett arrives in Newcastle to work in her uncle Edmund's drapery shop but he cannot afford to take on new staff due to the competition from the Paradise,the newly opened department store run by handsome go-getter John Moray. Denise gets a job in the Paradise's haberdashery department along with friendly Pauline and catty Clara,who once had a fling with Moray - supervised by the strict Miss Audrey. Moray's assistant Dudley is perturbed that Moray is buying on credit without the funds to pay his suppliers so Moray persuades Lord Glendenning ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Paradise (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 143,
                    "original air date": "6 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Denise impresses both Miss Audrey and Moray with her promotional idea of Miss Paradise Pink,awarding a prize to the store's prettiest customer. Katherine brings her unhappily married friend Jocelin to the Paradise where,to Dudley's horror,Moray allows her to buy items on credit. Jocelin is charmed by young sales assistant Sam and confesses to him that her marriage is a sham before making a play for him. Upon discovery however she insists that he came on to her and demands his dismissal. Moray refuses and Sam's job is saved,due to the evidence of Denise and,somewhat ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Paradise (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 130,
                    "original air date": "13 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    When Denise finds an abandoned baby in the Paradise Moray sees the opportunity for free publicity in the local press as well as starting a fund for the little boy from customers. Peter Adler,a philanthropist who runs a foundling home,agrees to take the baby in in exchange for a group of foundling girls visiting the store. Despite opposition in some quarters Katherine handles the situation well and Denise also rises to the occasion,causing the jealous Miss Audrey to forbid her to impress Moray with new ideas. Nonetheless she suggests,through Katherine, the creation of ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Paradise (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 108,
                    "original air date": "20 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Staff gossip is full of Moray's apparent stoicism as Katherine is wooed by Peter but Dudley tells Katherine he knows that Moray is pining for her and she eventually admits her love for Moray and finishes with Peter. Miss Audrey loses her voice - for the first time since she turned down Edmund's marriage proposal - and is confined to bed with a mystery illness.Clara believes she should be temporarily in charge as Moray senses that Denise will be better suited to impressing a potential client and appoints her instead. She is successful despite Clara's efforts to ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Paradise (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 105,
                    "original air date": "27 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    In order to expand the Paradise Moray is keen to buy Bradley Burroughs' barber shop next door but Bradley stipulates that he wants a partnership in the store. Jonas suggests to Moray that he agree but to cut Bradley loose if he oversteps the mark and soon Bradley's womanizing is making him a liability,as well as his threats to claim that Moray killed his wife. So Jonas takes him on a carriage ride from which he does not return. Katherine decides to make Moray more attentive to her by boycotting the Paradise and giving custom to Edmund and it works though Edmund is ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Paradise (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 106,
                    "original air date": "3 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Jonas gets into a fight with Edmund after seeing the words' Helene Moray Died Here' chalked on the pavement outside Edmund's shop though Edmund denies writing them. Whilst Jonas tells Moray how Helene employed him when noone else would he is still perturbed by Jonas's obsession with his dead wife. Lord Glendenning tips Moray off that millionaire businessman Conrad Jessop plans to buy all the shops in the street,including the Paradise,and extends his loan to help Moray prevent him. Moray then officially announces his engagement to Katherine but is really attracted to ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Paradise (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 105,
                    "original air date": "10 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Denise calls a meeting of the small traders in the street,persuading them to band together and form a cooperative,offering discounts and street displays. This produces positive results,and gains Moray's admiration. Katherine prepares for her wedding but falls foul of Jonas who sees her trying to remove the portrait of Helene and tells Dudley of his misgivings. Moray is also starting to find his spoilt betrothed irritating as she organizes things behind his back and throws a tantrum when Denise does well selling the fabric that Katherine bought for her wedding dress. ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Paradise (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 121,
                    "original air date": "17 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Bradley's corpse is raised from the river,the assumption being that he fell in whilst drunk but Dudley gets Arthur to tell Moray that on the night Bradley disappeared he saw him getting into a carriage with Jonas. Moray claims he already knew and Dudley fires Jonas to spare his boss. Moray's wedding to Katherine approaches as Denise,with her uncle's blessing,returns to work at the paradise. Just before the wedding Moray tells Denise he loves her and cannot go through with the ceremony and this is exactly what happens as he jilts Katherine for the woman he loves.    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Vanderham, Joanna"
            },
            {
                "name": "Elliott, Emun"
            },
            {
                "name": "Wight, Stephen"
            },
            {
                "name": "Cassidy, Sonya"
            },
            {
                "name": "McNulty, Matthew"
            },
            {
                "name": "Cassidy, Elaine"
            },
            {
                "name": "Burridge, Finn"
            },
            {
                "name": "Hayman, David"
            },
            {
                "name": "Wight, Peter"
            },
            {
                "name": "Lancashire, Sarah"
            },
            {
                "name": "Bentall, Ruby"
            },
            {
                "name": "Malahide, Patrick"
            },
            {
                "name": "Moore, Katie"
            },
            {
                "name": "Daniels, Ben"
            },
            {
                "name": "Millett, Lisa"
            },
            {
                "name": "Whitehead, Edie"
            },
            {
                "name": "Scarborough, Adrian"
            },
            {
                "name": "John, Striker"
            },
            {
                "name": "Nattrass, Sophie"
            },
            {
                "name": "Bonnar, Mark"
            },
            {
                "name": "Katic, Branka"
            },
            {
                "name": "Russell, Jenna"
            },
            {
                "name": "Bradbury, Helen"
            },
            {
                "name": "Foot, Maisie"
            },
            {
                "name": "Bamber, David"
            },
            {
                "name": "Brook, Selma"
            },
            {
                "name": "Power, Laura"
            },
            {
                "name": "Guthrie, Kevin"
            },
            {
                "name": "Darvill, Arthur"
            },
            {
                "name": "Walker, Ed"
            },
            {
                "name": "Walker, Joe"
            },
            {
                "name": "Hallinan, Olivia"
            },
            {
                "name": "Burnett, Cliff"
            },
            {
                "name": "McLaughlin, Ian"
            },
            {
                "name": "Beaumont, Darren"
            },
            {
                "name": "Cornicard, Stephane"
            },
            {
                "name": "Alexander, Kit"
            },
            {
                "name": "Battersea, Sam"
            },
            {
                "name": "Rowe, Titus"
            },
            {
                "name": "Willing, Victoria"
            },
            {
                "name": "Dodsworth, Macy"
            },
            {
                "name": "Nicholson, Paul"
            },
            {
                "name": "Wilson-Dukes, Michael"
            },
            {
                "name": "Duttine, John"
            },
            {
                "name": "Ford, Julia"
            },
            {
                "name": "Jessie, Claudia"
            },
            {
                "name": "McDougall, Charlotte"
            },
            {
                "name": "Stewart-Jarrett, Nathan"
            },
            {
                "name": "Stimpson, Grant"
            },
            {
                "name": "White, Liz"
            }
        ],
        "locations": [
            "Lambton Castle, Chester-le-Street, County Durham, England, UK::(department store interiors and exterior street)",
            "Biddick Hall, Bournmoor, Chester-le-Street, County Durham, England, UK::(interiors and exteriors)"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Finland:K-7::(TV rating)",
            "Netherlands:12",
            "Norway:7::(Netflix self-rating)",
            "Portugal:12AP"
        ],
        "number of seasons": 2,
        "rating": 7.8,
        "votes": 9407,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTE3NmFiZDctZTMxNi00OGI4LWFlODgtNGJlMzQ4ZGY0YjA4XkEyXkFqcGdeQXVyMjExMjk0ODk@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Paradise",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2013",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Gallagher, Bill"
            },
            {
                "name": "Zola, Émile"
            },
            {
                "name": "Chiappe, Gaby"
            }
        ],
        "production companies": [
            {
                "name": "BBC Drama Productions"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "AXN"
            },
            {
                "name": "BBC Video"
            },
            {
                "name": "Duna Televízió"
            },
            {
                "name": "Just Bridge Entertainment"
            },
            {
                "name": "Just Bridge Entertainment"
            },
            {
                "name": "Magyar Televízió"
            },
            {
                "name": "Masterpiece Theatre"
            },
            {
                "name": "Moviemax Family"
            },
            {
                "name": "Netflix"
            },
            {
                "name": "Polyband"
            },
            {
                "name": "Public Broadcasting Service (PBS)"
            },
            {
                "name": "RTL Passion"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "special effects": [
            {
                "name": "Lexhag"
            }
        ],
        "other companies": [
            {
                "name": "Momoco/Maguffin"
            },
            {
                "name": "OutPost Facilities"
            },
            {
                "name": "Panalux"
            },
            {
                "name": "Panavision"
            },
            {
                "name": "Vivid Rental"
            }
        ],
        "plot": [
            "The story of a young woman who works in a department store and gets caught up in the charms of the modern world.::BBC"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (8 parts)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 9407,
                "rating": 7.8
            },
            "aged under 18": {
                "votes": 5,
                "rating": 8.5
            },
            "aged 18 29": {
                "votes": 1638,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 2969,
                "rating": 7.7
            },
            "aged 45 plus": {
                "votes": 2149,
                "rating": 7.8
            },
            "males": {
                "votes": 1699,
                "rating": 7.4
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 9.0
            },
            "males aged 18 29": {
                "votes": 190,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 568,
                "rating": 7.1
            },
            "males aged 45 plus": {
                "votes": 811,
                "rating": 7.6
            },
            "females": {
                "votes": 5463,
                "rating": 7.8
            },
            "females aged under 18": {
                "votes": 4,
                "rating": 7.5
            },
            "females aged 18 29": {
                "votes": 1417,
                "rating": 7.8
            },
            "females aged 30 44": {
                "votes": 2339,
                "rating": 7.8
            },
            "females aged 45 plus": {
                "votes": 1300,
                "rating": 7.9
            },
            "top 1000 voters": {
                "votes": 79,
                "rating": 6.6
            },
            "us users": {
                "votes": 1921,
                "rating": 7.9
            },
            "non us users": {
                "votes": 3240,
                "rating": 7.6
            }
        },
        "number of votes": {
            "10": 2114,
            "9": 1795,
            "8": 2533,
            "7": 1705,
            "6": 674,
            "5": 259,
            "4": 111,
            "3": 57,
            "2": 50,
            "1": 109
        },
        "arithmetic mean": 8.0,
        "median": 8
    }
}