{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "12 April 2012"
            }
        ],
        "release dates": [
            "UK::12 April 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Playhouse Presents"
            },
            {
                "countries": "Italy",
                "title": "Storie in scena"
            },
            {
                "countries": "Romania",
                "title": "Teatru TV prezinta"
            },
            {
                "countries": "Russia",
                "title": "Плейхаус"
            }
        ],
        "akas": [
            "Playhouse Presents (original title)",
            "Storie in scena Italy",
            "Teatru TV prezinta Romania",
            "Плейхаус Russia"
        ],
        "akas from release info": [
            "Playhouse Presents (original title)",
            "Storie in scena Italy",
            "Teatru TV prezinta Romania",
            "Плейхаус Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "The Dog Thrower",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 53,
                    "original air date": "1 May 2014",
                    "year": "2014",
                    "plot": "\n    Lonely Jonah walks his dog Floppy in the park, where he is surprised to see a crowd of people fascinated by a charismatic American, who throws his own dog in the air and catches it. Not to be outdone Jonah joins in with Floppy. However a journalist puts the American on the front of the local paper, calling him an abuser of animals and he is interviewed on television, where he blames Jonah for his actions. Both become pariahs but, encouraged by the sweet Jessica, decide to get back to dog throwing - though Floppy lets Jonah know of his disapproval by nipping him on the...    "
                },
                "2": {
                    "title": "Nosferatu in Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 61,
                    "original air date": "8 May 2014",
                    "year": "2014",
                    "plot": "\n    In a fit of rebellion against his director which masks his own dark demons, a tormented movie actor (Mark Strong)starring as Nosferatu runs away to a nearby small Czech town when his young wife leaves him, teaming up with a local petty crook with unexpected, absurdest consequences. Loss and failure find their way to a redemption of sorts for both of them.    "
                },
                "3": {
                    "title": "The Cruise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 23,
                    "original air date": "15 May 2014",
                    "year": "2014",
                    "plot": "\n    Hairdresser Jacky Shepherd has booked herself and her husband Andy on a cruise to celebrate their silver wedding anniversary but he is not keen and demands that she cancel. A suspicious Jacky follows him as he goes to see a young woman and suspects he is having an affair but it turns out that the woman is a therapist trying to cure his phobia of sailing after he was traumatised by 'The Poseidon Adventure' as a child - and the cruise is on after all.    "
                },
                "4": {
                    "title": "Nightshift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 18,
                    "original air date": "22 May 2014",
                    "year": "2014",
                    "plot": "\n    Policemen Guv and Armani patrol nocturnal London in their car, discussing recipes and Guv's errant wife. They encounter abrasive colleague Madison who wants them to take a drunken teenage girl Hayley Rolls to the police station and charge her with disorderly conduct but, learning that she also has amatory problems, Guv feels sorry for her and takes her home. After encountering a young drug pusher they meet Madison again, who insists they arrest Hayley. Guv refuses but Armani reluctantly takes her in.    "
                },
                "5": {
                    "title": "Foxtrot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 32,
                    "original air date": "29 May 2014",
                    "year": "2014",
                    "plot": "\n    Strippers Badger and the androgynous Fox, who poses as a boy, have kidnapped Ezra,a punter who injured one of their colleagues and have him prisoner in a hotel room. However their boss Mrs Dalloway rings to tell them that they have erroneously abducted Ezra's identical twin Jacob, who has the mind of a four year old. Badger wants to dump him and run though Fox feels sorry for him and, whilst they are arguing, their prisoner takes action of his own.    "
                },
                "6": {
                    "title": "Space Age",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 23,
                    "original air date": "5 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    In the future Earth is overpopulated and, rather than end their days in a retirement home, elderly astronauts Dudley and John travel trough space in search of a distant planet to colonise. Dudley wakes John from hyper-sleep to take his six month shift as sentinel officer but John is perturbed that Dudley has been teaching their logically-minded computer Iris human traits and his fears are justified when Iris's desire to live forever sends the ship off course. Though the pair get it back on track their worries are not over when they get a message from their mission ...    "
                },
                "7": {
                    "title": "Damned",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 22,
                    "original air date": "12 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Harassed single parent Rose leaves her three children with her mother before arriving late at the social services department where her dependable colleague Al has been covering for her at a case conference on a drunken foster child. Al is constantly at loggerheads with pedantic colleague Nitin, a former policeman, whilst having to make allowance for dim temp Nat, who takes everything she hears literally. Meanwhile Martin, a social worker who was let go with mental problems, finds his way into the building and busies himself answering the phones. Unfortunately, after ...    "
                },
                "8": {
                    "title": "Timeless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 37,
                    "original air date": "19 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Young Chloe lives with great grandmother Alice, whose husband was missing, presumed dead in World War II. When a military officer visits the house Chloe is afraid that she will be told that her soldier boyfriend has been killed in Afghanistan though the news is that Alice's husband Anthony - or A.J's - corpse has ben found after sixty nine years, perfectly preserved in Iceland. The two women travel to Reykjavik where Alice identifies the body, and also gives Chloe advice based on her own experiences.    "
                },
                "9": {
                    "title": "King for a Term",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 19,
                    "original air date": "9 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    In 1980s Hackney nine-year old Akuna's proud father sees him as the next Eddy Grant, but Akuna is asthmatic, which means he must attend a special school for children with disabilities and before long he has fallen foul of sadistic teacher Mr Grimme, who labels him Asthma Boy. Akuna however, with the help of a cheeky Scots fellow student, soon leads the rest of the class into humiliating Mr Grimme, making Akuna King for a Term    "
                }
            },
            "1": {
                "1": {
                    "title": "The Minor Character",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 52,
                    "original air date": "12 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Will, a cynical writer, muses on the nature of friendship and love, as he dispassionately observes his friends at a dinner party.    "
                },
                "2": {
                    "title": "Nellie and Melba",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 18,
                    "original air date": "19 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    An aging mother and son double act desperately chase stardom.    "
                },
                "3": {
                    "title": "Nixon's the One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 21,
                    "original air date": "Apr. 2012",
                    "year": "2012",
                    "plot": "\n    In a screenplay which is based on the actual words spoken by the real life characters President Nixon,his power on the wane, lets rip about all his prejudices towards minority groups towards a not unsympathetic Henry Kissinger.    "
                },
                "4": {
                    "title": "King of the Teds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 40,
                    "original air date": "5 May 2012",
                    "year": "2012",
                    "plot": "\n    Ron and Tina's lives are changed when long lost friend Nina calls, reawakening memories of when Ron was the charismatic 'King of the Teds' and both women loved him. A painful question carried for forty years will finally be answered.    "
                },
                "5": {
                    "title": "City Hall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 27,
                    "original air date": "12 May 2012",
                    "year": "2012",
                    "plot": "\n    In the wake of the London riots the comments of sensible middle-aged housewife Dorothy Green, caught on footage, become a You Tube sensation and Dorothy is encouraged to stand as the mayor of London, a race which she wins. However when the newly elected Dorothy agrees to appear on the 'In Town Tonight' chat show she has to be extremely wary as Piers Hunt, her embittered losing rival, is another guest and he is determined to dig up Dorothy's past to discredit her.    "
                },
                "6": {
                    "title": "Care",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 21,
                    "original air date": "17 May 2012",
                    "year": "2012",
                    "plot": "\n    With her husband frequently working abroad, middle-aged district nurse Natalie leads a solitary existence, throwing herself into looking after patients such as elderly Elsie, who spends her days watching television and only wants to die. However when Natalie sees Elsie's young neighbour Sammy being bullied by her abusive boyfriend, a possible life-line of purpose opens up. Will it be too late?    "
                },
                "7": {
                    "title": "The Snipist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 41,
                    "original air date": "24 May 2012",
                    "year": "2012",
                    "plot": "\n    A rabid dog smuggled into a future England has caused a plague of rabies and all infected animals - and humans - must be shot. From his lonely bunker sniper Harker trains his rifle on a woman apparently bitten,taking orders from his superior over a handset. But is this just a training exercise or the extreme fantasy of an unhinged mind or is it for real?    "
                },
                "8": {
                    "title": "Walking the Dogs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 35,
                    "original air date": "31 May 2012",
                    "year": "2012",
                    "plot": "\n    A Buckingham Palace guard attending to Queen Elizabeth's room takes her dogs for a walk and while he's away an intruder breaks in for a chat with the monarch.    "
                },
                "9": {
                    "title": "The Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 35,
                    "original air date": "7 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    When a Harvard graduate economist arrives at a country hotel she assumes she is there to discuss taking over some of her retiring father's clientele. She is greeted by a middle-aged couple but the man she assumes to be the butler is actually a very powerful person indeed and she soon finds herself caught up in an operation to manipulate world events to benefit the rich and powerful.    "
                },
                "10": {
                    "title": "The Other Woman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 19,
                    "original air date": "14 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Liz is the leading actress in a television series written by her husband Robert. Their marriage seems to have gone stale and Robert would appear to be mirroring it with the scripts he provides for the show. When infidelity appears in the plot Liz's colleague Bill advises her to leave her husband. Is there indeed another woman or is Robert providing Liz with a wake-up call to save their marriage.    "
                },
                "11": {
                    "title": "Psychobitches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 53,
                    "original air date": "21 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    In a series of sketches an impassive therapist listens as a group of historical female characters recount their problems. Amongst others Jane Austen craves sex. Beatrix Potter believes that the animals can talk to her,Edith Piaf,contrary to her song,has a whole string of regrets whilst Eva Braun is worried about the new man in her life and Joan of Arc is a stroppy teenager.    "
                }
            },
            "2": {
                "1": {
                    "title": "Hey Diddly Dee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 27,
                    "original air date": "18 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Johnny is the eager-to-please ASM and understudy to arrogant actor Roger Kite,who is due to play Andy Warhol in 'The Fifteen-Minute Factory',an upcoming West End production. Roger treats Johnny abominably,forcing him to make his coffee,sort his fan mail and - particularly - keep him away from the theatre's lucky mascot,a black cat called Diddly. As the opening night approaches Kite's attitude to Johnny worsens,causing the young man to hear voices urging him to prevent Kite from starring in the opening. And so,thanks to a faulty trap door,this happens - though did ...    "
                },
                "2": {
                    "title": "Snodgrass",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 38,
                    "original air date": "25 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    In 1991 50-year old John Lennon,living on the dole in Birmingham and following the moderate success of the Beatles,recalls how he left the band in 1962 after they were persuaded to release 'How Do You Do It?' as a single,rather than 'Love Me Do'. Finally John gets a job interview but it comes to naught as John is extremely intolerant of Jobsworths - or Snodgrasses as he calls them and walks out. Returning home his landlady Cal tells him that he just missed Paul McCartney,who came round to tell him that he was quite right,the band should never have recorded 'How Do You...    "
                },
                "3": {
                    "title": "The Call Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 62,
                    "original air date": "2 May 2013",
                    "year": "2013",
                    "plot": "\n    Policemen Len and Vic are called to Union Square flats after a middle-aged woman reports seeing an intruder. However,on arrival, Len discovers that the woman is not really concerned with securing her property but takes him into a room with erotic photos and wants to talk about sex. Having escaped her advances he is summoned by an elderly lady whose flat is supposedly flooding. She too has no official complaint but wants somebody to talk to,reflecting on her fear of ending her days in hospital and the fact that her family lives in Spain. The twin encounters have quite ...    "
                },
                "4": {
                    "title": "The Pavement Psychologist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 33,
                    "original air date": "9 May 2013",
                    "year": "2013",
                    "plot": "\n    Singleton Jenny works at a small accountancy firm and has an on-off relationship with Doug,her boss. As she walks to work she becomes aware of Chris, homeless man who sits huddled on the pavement and who is something of a philosopher,commenting on the different shoes she wears and her weight loss. She befriends him and learns that he lost his family in a house fire three years earlier and,as his philosophical comments,become more profound,they allow her to take stock of her own situation.    "
                },
                "5": {
                    "title": "Mr Understood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 26,
                    "original air date": "16 May 2013",
                    "year": "2013",
                    "plot": "\n    Thirty-something transvestite Gary at last plucks up the courage to attend a disco for cross-dressers in Southend though the whole occasion is very hesitant as he argues with his alter ego Frank the pros and cons of coming out in public as a transvestite. When he gets to the event he is taken in hand by the older cross-dresser Jim but whilst Jim might give the younger man some confidence he has his own alter ego to express doubts - and she's a female.    "
                },
                "6": {
                    "title": "Stage Door Johnnies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 11,
                    "original air date": "23 May 2013",
                    "year": "2013",
                    "plot": "\n    As John Nettles and Suranne Jones arrive at a Guildford theatre for a touring version of 'Romeo and Juliet' a mock documentary concentrates on the stage door Johnnies,the fans who congregate at the back of the theatre waiting for the stars to come out. Shambling Tony makes unusual presents for the players whilst acerbic video shop manager Marco offers them 'constructive' criticism on their past performances which is not kindly received and Susan and Meg might look like two sweet old ladies but actually are subject to a restraining order banning them from coming within...    "
                },
                "7": {
                    "title": "Cargese",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 34,
                    "original air date": "30 May 2013",
                    "year": "2013",
                    "plot": "\n    Friends since they were six years old Stephen and Carl spend a winter kicking around the estate where they live,playing on the computer - for which 'Cargese' is the password and exploring old warehouses. Stephen 's father walked out on the family years ago and now his mother is dying he feels that he will be deserted yet again. Other than his meek brother Alex and girlfriend his only comfort in life is his friendship with Carl. But when Carl announces that he will be leaving the estate for further education it is the last straw for the increasingly unhinged Stephen,...    "
                },
                "8": {
                    "title": "Ragged",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 20,
                    "original air date": "6 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    In 1973 young Ricky Tomlinson,a former member of the National Front,later to become a well-known actor,is convicted of conspiracy to intimidate when as half of the so-called Shrewsbury Two,he refused to give evidence against other flying pickets who were upholding a building site strike. Sentenced to two years in jail Ricky sees himself as a political prisoner,refusing to eat or wear prison clothes until at his last prison,the governor introduces him to the book 'The Ragged-Trousered Philanthropists',which changes his outlook on life. As the younger Ricky spars with ...    "
                },
                "9": {
                    "title": "Gifted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playhouse Presents (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 34,
                    "original air date": "13 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Chris has a unique gift,the ability to heal the sick by touching them. He is also a germophobe,which makes him shy away from human contact and live a lonely,secluded life. His sister Eleanor is scornful of his inability to connect with the rest of his family but then he meets Mona,a new colleague and single mother and - in all likelihood - his very first date. But at the same time his mother May is admitted to hospital with cancer. Can his new-found confidence after meeting Mona enable him to save his mother's life?    "
                }
            }
        },
        "number of episodes": 29,
        "cast": [
            {
                "name": "Atwell, Hayley"
            },
            {
                "name": "Blethyn, Brenda"
            },
            {
                "name": "Ellis, Tom"
            },
            {
                "name": "Front, Rebecca"
            },
            {
                "name": "Hancock, Sheila"
            },
            {
                "name": "Henshall, Douglas"
            },
            {
                "name": "McKee, Gina"
            },
            {
                "name": "Shearer, Harry"
            },
            {
                "name": "Tennant, David"
            },
            {
                "name": "Thompson, Emma"
            },
            {
                "name": "Williams, Olivia"
            },
            {
                "name": "Boardman, Lee"
            },
            {
                "name": "Bond, Samantha"
            },
            {
                "name": "Brooke, Tom"
            },
            {
                "name": "Cole, Joe"
            },
            {
                "name": "Friel, Anna"
            },
            {
                "name": "Ifans, Rhys"
            },
            {
                "name": "Macqueen, Alex"
            },
            {
                "name": "Tomlinson, Ricky"
            },
            {
                "name": "Brand, Jo"
            },
            {
                "name": "Perry, Matthew"
            },
            {
                "name": "Strong, Mark"
            },
            {
                "name": "Brand, Katy"
            },
            {
                "name": "Cohu, Lucy"
            },
            {
                "name": "Eve, Trevor"
            },
            {
                "name": "Fry, Stephen"
            },
            {
                "name": "Goritsas, Demetri"
            },
            {
                "name": "Jones, Tom"
            },
            {
                "name": "Kelly, Aimée"
            },
            {
                "name": "Marsan, Eddie"
            },
            {
                "name": "O'Flynn, Kate"
            },
            {
                "name": "O'Grady, Paul"
            },
            {
                "name": "Stone, Rhashan"
            },
            {
                "name": "Anozie, Nonso"
            },
            {
                "name": "Chudasama, Sushil"
            },
            {
                "name": "Davis, Tom"
            },
            {
                "name": "Harewood, David"
            },
            {
                "name": "McDonnell, Tommy"
            },
            {
                "name": "Roberts, Craig"
            },
            {
                "name": "Smart, Sarah"
            },
            {
                "name": "Walters, Stephen"
            },
            {
                "name": "Davies, Alan"
            },
            {
                "name": "Key, Tim"
            },
            {
                "name": "Vanek, Petr"
            },
            {
                "name": "Bonnar, Mark"
            },
            {
                "name": "Cavaliero, Rosie"
            },
            {
                "name": "Goodman, Henry"
            },
            {
                "name": "Grant, Richard E."
            },
            {
                "name": "Horgan, Sharon"
            },
            {
                "name": "Hurt, John"
            }
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 3,
        "rating": 7.5,
        "votes": 194,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDg3MTI5ZmUtMzNlYy00MTljLThiZDctMWIyOWI1N2E1ZjVhXkEyXkFqcGdeQXVyNjIyMDcxMTE@._V1_SY150_CR62,0,101,150_.jpg",
        "plot outline": "Playhouse Presents is a series of self-contained TV plays, made by British broadcaster 'Sky Arts 1'. The series started airing on April 12th, 2012. Each episode is written by a different writer and stars a different cast. The second series began airing in April 2013, and nine stories more were shown between May and June. A third season began airing on May 1st, 2014, with eight additional stand-alone dramas being aired in May and June. A special Christmas season episode titled 'Marked', was broadcast in December 2014. This episode starred Keifer Sutherland, Stephen Fry and Kevin McNally. This particular episode has been entered into the IMDb, under it's title and users have contributed three separate plot lines.",
        "languages": [
            "English"
        ],
        "title": "Playhouse Presents",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Banks, Morwenna"
            },
            {
                "name": "Toksvig, Sandi"
            },
            {
                "name": "Elba, Idris"
            }
        ],
        "production companies": [
            {
                "name": "Warp Films"
            }
        ],
        "distributors": [
            {
                "name": "Sky Arts"
            },
            {
                "name": "Sky Arts"
            }
        ],
        "other companies": [
            {
                "name": "Aimimage / Ice Film"
            }
        ],
        "plot": [
            "Eleven stand-alone dramas.::Anon",
            "_Playhouse Presents_ (qv) is a series of self-contained TV plays, made by British broadcaster 'Sky Arts 1'. The series started airing on April 12th, 2012. Each episode is written by a different writer and stars a different cast. The second series began airing in April 2013, and nine stories more were shown between May and June. A third season began airing on May 1st, 2014, with eight additional stand-alone dramas being aired in May and June. A special Christmas season episode titled 'Marked', was broadcast in December 2014. This episode starred Keifer Sutherland, Stephen Fry and Kevin McNally. This particular episode has been entered into the IMDb, under it's title and users have contributed three separate plot lines.::mycroftmy"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 194,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 39,
                "rating": 7.6
            },
            "aged 30 44": {
                "votes": 62,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 55,
                "rating": 8.1
            },
            "males": {
                "votes": 97,
                "rating": 7.1
            },
            "males aged 18 29": {
                "votes": 25,
                "rating": 7.6
            },
            "males aged 30 44": {
                "votes": 36,
                "rating": 6.7
            },
            "males aged 45 plus": {
                "votes": 30,
                "rating": 7.3
            },
            "females": {
                "votes": 63,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 13,
                "rating": 7.6
            },
            "females aged 30 44": {
                "votes": 26,
                "rating": 7.7
            },
            "females aged 45 plus": {
                "votes": 23,
                "rating": 9.1
            },
            "top 1000 voters": {
                "votes": 17,
                "rating": 6.2
            },
            "us users": {
                "votes": 36,
                "rating": 8.7
            },
            "non us users": {
                "votes": 94,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 65,
            "9": 18,
            "8": 31,
            "7": 43,
            "6": 10,
            "5": 4,
            "4": 2,
            "3": 2,
            "2": 5,
            "1": 14
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}