{
    "imdb": {
        "raw release dates": [
            {
                "country": "Hong Kong\n",
                "date": "15 October 2012"
            }
        ],
        "release dates": [
            "Hong Kong::15 October 2012"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "People Tree, Ecoology, Spotted Quoll",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "5 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Featuring: People Tree, Ecoology, Spotted Quoll.    "
                },
                "2": {
                    "title": "Beyond Skin, Vagamonde, Andrea Crews",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "12 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Featuring: Beyond Skin, Vagamonde, and Andrea Crews.    "
                },
                "3": {
                    "title": "CRUBA, AIBY Craft, Rock Cork",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "19 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Featuring: CRUBA, AIBY Craft, and Rock Cork.    "
                },
                "4": {
                    "title": "Minna, reWrap, Modesta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Featuring: Minna, reWrap, and Modesta.    "
                },
                "5": {
                    "title": "Hetty Rose, Sakina M'sa, Silent People",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "3 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Featuring: Hetty Rose, Sakina M'sa, and Silent People.    "
                },
                "6": {
                    "title": "L'Herbe Rouge, Luis Valenzuela, Rant Clothing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "10 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Featuring: L'Herbe Rouge, Luis Valenzuela, and Rant Clothing.    "
                },
                "7": {
                    "title": "Rachael Cassar, Vine Street Market USA, Woody's Sunglasses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "17 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Featuring: Rachael Cassar, Vine Street Market USA, Woody's Sunglasses.    "
                },
                "8": {
                    "title": "Sealand Gear, Ali Sry, LarkspurLA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "24 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Featuring: Sealand Gear, Ali Sry, and LarkspurLA.    "
                }
            },
            "1": {
                "1": {
                    "title": "Mari Cla Ro (Ontario, Canada)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Eco fashion introduces Mari Cla Ro studio in Ontario, Canada. We are taken on an inspirational tour from founders Sven and Willa, from their creative design process, to the sourcing of materials from local junkyards to the beautiful and functional products they create. Their ingenuity in creating eco-friendly fashion sets precedence for all the non-sustainable fashion labels in North America.    "
                },
                "2": {
                    "title": "Indosole (Bali, Indonesia)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Indosole, founded by US resident Kyle Parson during a surfing trip to Bali, are currently on a mission to save one million tires from Indonesian landfills. This episode focuses on the unique processes involved in transforming tires into casual footwear as well as the positive impact Indosole is having on the local economy and Balinese community.    "
                },
                "3": {
                    "title": "Enzi (Ethiopia)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "29 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Into the heart of Africa, Enzi, a local fine leather footwear company embarks on a heart-warming quest to become Ethiopia's first eco-friendly fashion label. Limited by the resources surrounding them, Enzi's founders Az, Jawad and Christian strive to change the misguided view of the African Fashion Industry. From empowering their employees to producing quality footwear, join us as we meet the eclectic gang behind this ever-greening company.    "
                },
                "4": {
                    "title": "Atlantic Leather (Sauðárkrókur, Iceland)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "6 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    After years of trial and error, Atlantic Leather has created and perfected the technique of manipulating discarded fish skin into high quality leather. At the forefront of sustainability, this Icelandic company, lead by founder Gunnsteinn Bjornsson, provides designers across the globe with innovative material that are in turn, is changing the face of fashion. Atlantic Leather, teamed with local designer Sigrun Lilja, takes us on an journey from fish to fashion.    "
                },
                "5": {
                    "title": "Etrican (Delhi, India)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "12 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    From a factory in India to the shops in Singapore, Etrican creates clothes and accessories made from 100% organic cotton and recycled materials. Established in December 2009, head designer Yumiko Uno and head of business development Dragos Necula partnered to create one of Singapore's first green fashion labels, pioneering the local eco lifestyle movement. Let us journey to Etrican's sustainable business in manufacturing eco-friendly high quality and stylish clothes and accessories that leaves a minimal carbon footprint by being environmentally responsible every step ...    "
                },
                "6": {
                    "title": "Junky Styling (London, United Kingdom)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "19 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Inspired by by the widespread recycling movement around the world, self taught designers Annika Sanders and Kerry Seager founded Junky Styling. This highly innovative design-led label is creating waves in London and around the world through its unique approach to recycled fashion. See second hand clothing deconstructed and undergo a \"Wardrobe Surgery\" to transform into 'high fashion street couture' penned by Vogue for Junky Styling.    "
                }
            },
            "2": {
                "1": {
                    "title": "Handsome Co: Hong Kong",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "22 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    When Billy Potts walked down a familiar Kowloon street, he realized that the waste being generated by taxi garages had possibilities for a second life. Billy enlisted the help of Joseph Ng to design their first products: a line of bags and accessories made of discarded taxi upholstery. This is how Handsome Co. started. Handsome Co. employs local craftspeople, manufacturers, and NGOs to help ensure that valuable skills are not lost. The company believes that Hong Kong design has something to offer the world and intends to prove it.    "
                },
                "2": {
                    "title": "Rags2Riches: Philippines",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "29 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    From the Philippine capital of Manila, Rags2Riches is creating eco-ethical fashion and home accessories out of up cycled scrap cloth, organic materials and indigenous fabrics by working with over 800 artisans living in the poor communities across the country. Founder and current CEO, Reese Fernandez-Ruiz, partners with well-known influential fashion designers to create an integrated design solution providing additional skills-based, financial and health training for the local artisans so that they can maximize their career potential and take steps towards long-term ...    "
                },
                "3": {
                    "title": "Keo KJay: Cambodia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "6 May 2013",
                    "year": "2013",
                    "plot": "\n    Keo K'jay, started by Rachel Faller, provides jobs for HIV positive women, who manufacture handmade clothing and accessories from recycled and sustainable materials. About 70% of the fabrics the brand use are recycled and about (25%) are locally and sustainably made. KeoK'jay has become a well-loved fashion brand inside and outside of Cambodia, known for its quirky sense of style, comfortable and versatile designs, and commitment to high environmental and social standards.    "
                },
                "4": {
                    "title": "Naked Ape: South Africa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "1 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    \"Set trend, don't follow. Do not constrict, rather contrive\" - This is Naked Ape's founder, Shaldon Kopman's personal mantra. From a cottage industry to a fully-fledged studio and showroom, Shaldon has managed to achieve this growth in just 10 years. By wearing Naked Ape you are not only fashion forward but also future focused as caring for our earth is essential. Each garment Naked Ape created is made up of 100% natural materials and fabrics, such as hemp, wool, cotton, linen and leather with some having coconut buttons. Taking this eco-friendly concept further, ...    "
                },
                "5": {
                    "title": "Art of Shade: USA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "7 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Resuscitating discarded tarps, sails and utilitarian fabrics, Kayce Armstrong breathes life into not only the garments she creates, but the fashion landscape as well. It is the infectious compositions of Armstrong's creative consciousness that set her aesthetic apart from any other designer, bringing the idea of recycled and re-purposed textiles to high fashion. The living and breathing textures become wearable pieces of art inspired by an array of natural and mechanical influences. Born of a collaborative union between ecological preservation and unparalleled style, ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Copenhagen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "22 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Ann Wiberg is a famous fashion couturier and the founder of the Copenhagen-based brand Trash Couture. Her pieces are worn and collected by celebrities and royal family member all over the world. Each of her gowns are hand crafted using only natural fabrics and sustainable materials. Ann was given the Golden Button award and raised internationally for focusing on \"Sustainable High-End.\"    "
                },
                "2": {
                    "title": "Barcelona",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "29 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Lutz Schwenke is the founder of the ocean friendly brand Two Thirds. The name refers to the ocean which covers two thirds of our planet. All Two Thirds garments are made from recycled materials and organic fabrics, being entirely or partly recyclable or biodegradable.    "
                },
                "3": {
                    "title": "Paris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "5 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Do you Green is an organic lingerie brand. Sophie Young, founder and designer, creates beautiful lingerie sets out of french lace and pine tree fibres by using a unique technology she created herself whilst working as an architect.    "
                },
                "4": {
                    "title": "Paris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "11 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Eva Zingoni is an eco fashion designer who is the founder of the recycled brand of the same name based in Paris. Eva used to work as a designer for the world famous fashion house Balenciaga for 10 years before she started her own brand and decided to make it sustainable by using leftover fabrics from different fashion houses.    "
                },
                "5": {
                    "title": "Berlin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "19 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Bojana Draca is a founder of the sustainable brand Farrah Floyd, which unites high level quality in both design and sustainability. Bojana combines beautiful designs with a zero waste mentality, making sure that every piece of her fabrics are being used.    "
                },
                "6": {
                    "title": "St. Petersburg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eco Fashion (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "26 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Alexandra Polyarus is an eco fashion designer and the founder of the brand Polyarus in St. Petersburg. Polyarus creates bags, backpacks, wallets and other accessories using recycled materials liked car tires and advertising posters. Alexandra believes that sustainable and eco friendly production dramatically improves our environment. Polyarus also travels the world to teach master classes about sustainability.    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Björnsson, Gunnsteinn"
            },
            {
                "name": "Braye, Jawad"
            },
            {
                "name": "Gudjonsdottir, Sigrun Lilja"
            },
            {
                "name": "Mengistu, Azariah"
            },
            {
                "name": "Middleton, Faye"
            },
            {
                "name": "Murray, Willa"
            },
            {
                "name": "Schlegel, Sven"
            }
        ],
        "locations": [
            "Ontario, Canada",
            "Bali, Indonesia",
            "Ethiopia",
            "Iceland",
            "Singapore"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Philippines"
        ],
        "country codes": [
            "ph"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjc0ZjNhOGYtN2Q3NS00ODFkLWI1OWUtYTQ2NmE1NDVkOWE4XkEyXkFqcGdeQXVyMTk0MzQ5MTY@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Fish skins into leather, car seats into bags, as well as discarded tires into footwear, Eco Fashion is a groundbreaking new docu-series from Fashion One that will take you on a mind-opening journey into the realm of environmentally sustainable fashion. We take an in-depth look at the unique materials and processes labels are using to create eco-friendly garments, bags and accessories. This series is not just about the end product, it's about the people and the eco-pioneers that create them. From Iceland to Indonesia, Africa to Canada, India to California, forerunners of eco friendly fashion are fighting against a world of waste by using innovative techniques of re-cycling, re-purposing and re-using. This series takes you on insider's tour from the conception to completion. It's original, it's inspirational, it's eco fashion.",
        "languages": [
            "English"
        ],
        "title": "Eco Fashion",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Eco Fashion (Philippines)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Salmeri, Cara"
            }
        ],
        "production companies": [
            {
                "name": "Bigfoot Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Fashion One International"
            },
            {
                "name": "Fashion One International"
            }
        ],
        "plot": [
            "Fish skins into leather, car seats into bags, as well as discarded tires into footwear, _Eco Fashion_ (qv) is a groundbreaking new docu-series from Fashion One that will take you on a mind-opening journey into the realm of environmentally sustainable fashion. We take an in-depth look at the unique materials and processes labels are using to create eco-friendly garments, bags and accessories. This series is not just about the end product, it's about the people and the eco-pioneers that create them. From Iceland to Indonesia, Africa to Canada, India to California, forerunners of eco friendly fashion are fighting against a world of waste by using innovative techniques of re-cycling, re-purposing and re-using. This series takes you on insider's tour from the conception to completion. It's original, it's inspirational, it's eco fashion.::Bigfoot Entertainment"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}