{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "22 March 2012"
            }
        ],
        "release dates": [
            "UK::22 March 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Amie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Get Your House in Order (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    26-year-old Amie Ormand is a self-confessed shopaholic whose compulsive consuming is not only taking over her home, but is threatening her relationship with her fiancé Ali. Amie just can't stop spending and buys something new every day - whether it's online or on the high street - spending up to £200 a week. And while over half of the 2,000,000 tonnes of new clothes that the UK buys annually gets thrown away, Amie never lets anything go. Now she and fiancé Ali are literally drowning in heaps of clothes - her hoard takes over most of the upstairs rooms, including Ali's...    "
                },
                "2": {
                    "title": "Sylvia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Get Your House in Order (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "29 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    59-year-old widow Sylvia Stewart is struggling under the remnants of decades of out-of-control shopping. A self-confessed bargain hunter, Sylvia can easily spend up to £1000 per week, often buying multiples of the same items if it's at a good price. She estimates that she has spent around £100,000 on her hoard - amassing everything from furniture and ornaments, to dried flowers and empty milk bottles -but what used to give her pleasure has now turned into a living hell. Embarrassed by the state of her house, and with her son David desperate for his mother to change, ...    "
                },
                "3": {
                    "title": "Stuart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Get Your House in Order (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "5 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Young I.T. professional Stuart loves to buy the latest must-haves. An avid collector of all things electrical, he is obsessed with having the newest gadgets, boy's toys and designer clothes. From stereos and computers to smartphones and TV's, Stuart has invested thousands of pounds in equipment and clothes he has only used and worn a few times. Stuart's modern Manchester apartment which he shares with girlfriend Anna is packed to the rafters with his hoard, and Anna is forced to keep her belongings in a tiny cupboard. His spending is out of control - they have had to ...    "
                },
                "4": {
                    "title": "Ray",
                    "kind": "episode",
                    "episode of": {
                        "title": "Get Your House in Order (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Behind the façade of a well maintained Cheshire two-bedroom apartment lives 59-year-old Ray Byrne, an out-of-control collector who is literally trapped by his own possessions. Ray has managed to collect everything over the years, from old clothes to retro gadgets and broken electrical equipment. But with not much space to keep it all, his hoard has taken over nearly every corner of his home. His living room, bathroom, balcony and bedroom are largely inaccessible because of the amount of junk, and he has been forced to sleep in a cramped corner on the living room floor...    "
                },
                "5": {
                    "title": "Joy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Get Your House in Order (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "19 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Joy is a 57-year-old retiree who has an obsession with collecting vintage toys, games and dolls. With two of her bedrooms and her study packed to the rafters with stuff, Joy keeps on adding to it, and now her home would put most toy museums to shame. Six years ago, Joy's husband Dennis convinced her to turn her compulsive collecting into a business and open a shop. Sadly a year later, Dennis became ill with terminal cancer, and even though the shop had to close, with the entire stock coming back home with her, Joy continued buying more toys and dolls on a regular ...    "
                },
                "6": {
                    "title": "Barry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Get Your House in Order (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "26 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    42-year-old lab technician Barry Phillips is literally drowning in the remnants of his hoarding. An avid collector of all things TV-related, including hundreds of DVDs, VHS cassettes and TV memorabilia, Barry's harmless hobby has now become a living nightmare. Barry's living room, bedrooms, conservatory and even hallway are all crammed high with his hoard making it almost impossible to entertain guests. Now with the support of his brother Mark, Barry has called upon Nick and Abigail to help him get his life back, in what looks to be their toughest challenge yet. It ...    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Ahern, Abigail"
            },
            {
                "name": "Allen, Nick"
            },
            {
                "name": "Horrocks, Jane"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODAyNDI0Njc2NF5BMl5BanBnXkFtZTgwMDQ1MTY0NDE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Get Your House in Order",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Get Your House in Order (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Betty TV"
            }
        ],
        "plot": [
            "Out-of-control consumers get a helping hand from expert dealers and designers to cash in some valuables to pay for a makeover for their home"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}