{
    "imdb": {
        "raw release dates": [
            {
                "country": "Pakistan\n",
                "date": "20 May 2012"
            }
        ],
        "release dates": [
            "Pakistan::20 May 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Sabina Khatri",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ho Yaqeen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "20 May 2012",
                    "year": "2012",
                    "plot": "\n    In many ways, the district of Lyari is a microcosm of the various afflictions that plague Pakistan today. Deeply divided along ethnic lines, Lyari is haunted by civil unrest, violence and cyclical poverty. Not one to shy away from adversity, Sabina Khatri chose to tackle the root of the problem by opening a Montessori in the heart of Lyari. Today, the Kiran School serves as on oasis for children and parents; it is a place full of hope, laughter and bright futures.    "
                },
                "2": {
                    "title": "Muzaffarabad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ho Yaqeen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    A resident of Muzaffarabad, Zahid Ameen has dedicated his life to restoring his community to its former glory. Severely affected in the 2005 earthquake, Gulshan Colony remains in a state of crisis and the lingering impact of the devastation continues to threaten its residents. By galvanizing his fellow community members and spearheading an effort to save his home town from impending monsoon rains, Zahid Ameen is now playing a vital role in securing a bright future for his city.    "
                },
                "3": {
                    "title": "Peshawar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ho Yaqeen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Peshawar is a city teeming with drug addicts, some as young as 8-years-old. In the fight against drugs, Dr.Parveen and her organization Dost Foundation are leading from the front lines.    "
                },
                "4": {
                    "title": "Lahore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ho Yaqeen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Bonded labor is Pakistan is an undeniable reality. Abused, overworked and neglected, brick kiln workers in the Punjab are not much more than slaves to rich exploitative owners. Fatima is a civil rights worker who has dedicated her life to ensuring that bonded laborers gain access to equal rights and freedom. Fatima's story is embedded with passion, unrelenting motivation and a deep sense of empathy for her fellow citizens.    "
                },
                "5": {
                    "title": "Thar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ho Yaqeen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "16 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The Thar desert in Sindh is known for its challenging living conditions; harsh terrains and extreme weather conditions are coupled with limited access to basic resources. It is common for people to walk for miles under the scorching sun to acquire a few pots of water. Unfortunately, that is not where the ordeal of the Tharris ends. A lot of the water they have access to is contaminated with high amounts of fluoride, and this has resulted in numerous cases of dental and skeletal fluorosis as well as paralysis among the people of the region. Ali Akbar, who hails from ...    "
                },
                "6": {
                    "title": "Humera Bachal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ho Yaqeen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    The final episode of Ho Yaqeen brings you our youngest hero. 25-year old Humaira Bachal is a staunch advocate of girls' education in an environment where agents of status quo brutally resist the idea of female literacy that is prevalent from the mountains of Swat to the coast of Karachi.    "
                }
            }
        },
        "number of episodes": 6,
        "locations": [
            "Pakistan"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Pakistan"
        ],
        "country codes": [
            "pk"
        ],
        "language codes": [
            "ur"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.7,
        "votes": 9,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYmZhMjZhOWUtOTNjNy00NDBiLThlMjgtZGNiZmY2NmJjNjA5L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjU3OTk0MDk@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "Ho Yaqeen is a groundbreaking six part documentary series, that tells the stories of individuals who have spearheaded efforts for a brighter Pakistan. The series follows these trailblazers as they pursue their ideals, realize their aspirations and work for change.",
        "languages": [
            "Urdu"
        ],
        "title": "Ho Yaqeen",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Ho Yaqeen (Pakistan)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "SOC Films"
            }
        ],
        "plot": [
            "_Ho Yaqeen_ (qv) is a groundbreaking six part documentary series, that tells the stories of individuals who have spearheaded efforts for a brighter Pakistan. The series follows these trailblazers as they pursue their ideals, realize their aspirations and work for change.::Neha Mashooqullah"
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 9,
                "rating": 6.7
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 3.1
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 7.0
            },
            "males": {
                "votes": 9,
                "rating": 4.7
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 3.1
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 4.0
            },
            "us users": {
                "votes": 1,
                "rating": 4.0
            },
            "non us users": {
                "votes": 6,
                "rating": 3.2
            }
        },
        "number of votes": {
            "10": 3,
            "9": 1,
            "8": 1,
            "7": 1,
            "6": 0,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 6.7,
        "median": 8
    }
}