{
    "imdb": {
        "raw release dates": [
            {
                "country": "Czech Republic\n",
                "date": "6 September 2012"
            },
            {
                "country": "Czech Republic\n",
                "date": "6 September 2012",
                "notes": "                            (limited)"
            }
        ],
        "release dates": [
            "Czech Republic::6 September 2012",
            "Czech Republic::6 September 2012                            (limited)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Close Quarter Battle"
            },
            {
                "countries": "Hungary",
                "title": "Közelharc"
            }
        ],
        "akas": [
            "Close Quarter Battle (original title)",
            "Közelharc Hungary"
        ],
        "akas from release info": [
            "Close Quarter Battle (original title)",
            "Közelharc Hungary"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Introduction to Military Special Forces",
                    "kind": "episode",
                    "episode of": {
                        "title": "Close Quarter Battle (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "6 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    \"Special Operations\" are special divisions of military, police, or intelligence services that are highly qualified in specific areas of urban warfare and in a variety of special weapons and technology. Over the past forty years, all of the world's superpowers have built up these groups in order to better fight wars, to counter terrorism, and to conduct high-stakes police actions. This episode examines the history of such organizations, from the Green Berets, WWII paratroopers, and naval special warfare units to Seal Team 6, the British SAS, and private contractors, ...    "
                },
                "2": {
                    "title": "Introduction to Police Special Operations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Close Quarter Battle (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    As warfare has evolved, many military techniques and technologies have been adapted for use in urban settings by police units around the world. This episode provides viewers with an intimate perspective on what it feels like to be \"inside the heads\" of special police personnel, and how their use of military-style strategies and equipment allows them to save lives. From riot control in South Africa and the lessons learned from its excesses, to Los Angeles Police Chief Robert Gates' creation of an elite police S.W.A.T team, CQB will showcase how, over the past 30 years,...    "
                },
                "3": {
                    "title": "Russian Army in Chechnya",
                    "kind": "episode",
                    "episode of": {
                        "title": "Close Quarter Battle (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    After the fall of the Soviet Union, many countries remained in dispute in the early nineties, despite eastern Europe's independence. In 1994 a bitter conflict broke out between the forces of the Chechnen independence movement and the Russian regular army. Despite overwhelming manpower, weaponry, and air support, the Russian forces were unable to establish effective permanent control over the mountainous area due to many successful Chechen guerrilla raids. Improvised Explosive Devices were one of the most effective methods employed in these disastrous raids and were ...    "
                },
                "4": {
                    "title": "SAS in Northern Ireland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Close Quarter Battle (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The history of the British Empire colonial legacy in Northern Ireland is well-known the world over but a there is a largely untold story of the the firefights and close quarter battles among the provisional IRA, the British army, and the elite SAS. Although the IRA often employed \"terrorist\" techniques within the city of London and on England's mainland, not much is said of the often guerilla-warfare techniques of the British Special Air Service in Northern Ireland since the beginning of this conflict. In this episode we will examine how the history of the Special Air...    "
                },
                "5": {
                    "title": "Delta Prison Rescue Operation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Close Quarter Battle (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "4 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    In 1989, CIA operative Kurt Muse was imprisoned at the notorious Carcel Modelo in Panama for his role in organizing radio transmissions against dictator Manuel Noriega. That December, an elite group of the US Delta Force breached the roof of the prison, and one of the most daring close quarter battle operations in history began. From the dramatic helicopter crash and wounding of several Delta operators to the extraction of the entire team by the 5th Infantry Division, this is prime material for CQB analysis. In this episode, this raid is recreated focusing on the \"...    "
                },
                "6": {
                    "title": "Snipers & Scout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Close Quarter Battle (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "11 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Joint Task Force Two (JTF 2) is the elite Canadian Forces Special Operations unit responsible for a broad range of missions, including counter-terrorism and armed assistance to other government departments. Highly secretive, JTF 2 and its predecessor, the Canadian Airborne Regiment, have been deployed in hot-spots around the world from Haiti to Bosnia. This episode focuses on the legendary JTF sniper teams and their use in Afghanistan alongside the British SAS and the US Delta Force at \"the sharp end of the spear.\" A book written by an ex-JTF member explains how, in ...    "
                },
                "7": {
                    "title": "S.W.A.T.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Close Quarter Battle (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "18 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    In 1968, a new form of military policing was being developed in a rural area north of Los Angeles. The Los Angeles Police Department sent an observer to this unit, and he, in turn, took this knowledge back to the LAPD. This contributed to the development of the department's first Special Weapons and Tactics (S.W.A.T.) team. Take a historical journey to examine how this incident affected and changed police tactics around the world. Using \"sub-second\" analysis, look at how police S.W.A.T. teams train, plan, and equip themselves for the challenges of urban combat. The ...    "
                },
                "8": {
                    "title": "Hunting Sarajevo Snipers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Close Quarter Battle (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "25 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    The Bosnian War was an extraordinarily complex event with many layers of military involvement including NATO forces, national militaries, irregular paramilitary forces, mujahedeen revolutionaries, private security companies, and international intelligence personnel. One tactic in particular struck fear into the hearts of military and civilians alike: the use of snipers positioned in high buildings. Investigate this specific combat technique and how it was countered by opposing forces. Travel inside a \"Sniper's Den\" to understand how this tactic was so successfully ...    "
                },
                "9": {
                    "title": "Private Military Contractors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Close Quarter Battle (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    The practice of hiring private armies goes back to ancient times, and the mystique associated with the mercenary warrior has been the subject of many historical studies and fictional characterizations. This episode of CQB takes a more contemporary look at a day in the life of a group of civilian contractors and how their role has evolved on the modern battlefield. Using its \"sub-second\" analysis techniques and intimate first-person footage, CQB reveals the backgrounds, training, and equipment of today's soldiers-for-hire and how private armies are re-shaping the way ...    "
                },
                "10": {
                    "title": "Close Protection",
                    "kind": "episode",
                    "episode of": {
                        "title": "Close Quarter Battle (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "9 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    From the elite ex-special forces personnel in charge of guarding heads of state in conflict zones to the two-person teams that protect CEOs in dangerous regions, modern-day bodyguards must be well-versed in close quarter battle techniques. An immense amount of planning and preparation is involved in each operation. With air travel, car convoys, helicopters, and even basic foot traffic, a close protection squad must be completely tuned to any given situation. Explore the complex day-to-day and minute-to-minute operations of these elite teams and the highly developed ...    "
                },
                "11": {
                    "title": "Counter-terrorism",
                    "kind": "episode",
                    "episode of": {
                        "title": "Close Quarter Battle (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Following the September 11th attacks, military presence became commonplace in New York and other American cities, and the counterterrorism forces were effectively given a \"blank check\" when it came to ensuring that another terrorist incident would never take place on American soil. Take an in-depth look at who was selected to occupy elite anti-terrorist positions, what they were trained for, and how they were equipped. When opposing forces are using commercial airliners and chemical weapons, countermeasures are, by necessity, complicated and varied. Take a walk in the...    "
                },
                "12": {
                    "title": "French Foreign Legion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Close Quarter Battle (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    No country other than France operates an elite military force that invites foreign nationals to serve in its ranks. With a reputation for being a safe haven for individuals with questionable pasts, the French Foreign Legion is a true mercenary army that has garnered significant respect within the global special operations community. While examining a raid by the Foreign Legion on a small airport in Iraq during the 1990 Gulf War, explore the nature of the Legion, how it differs from other special forces, and how it prepares for a wide variety of close quarter battle ...    "
                },
                "13": {
                    "title": "Hunt & Capture Saddam Hussein",
                    "kind": "episode",
                    "episode of": {
                        "title": "Close Quarter Battle (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "29 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Ten years ago, thousands of US and Coalition forces personnel, ranging from elite soldiers to reservists, found themselves in the middle of two conflicts that required an entirely different approach to warfare than they had previously experienced. Learn how Special Forces were integrated into regular units fighting through many close quarter combat situations with a combination of intelligence, high-tech weaponry, and surveillance technologies to find and capture Saddam Hussein.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Schappert, Terry"
            }
        ],
        "locations": [
            "Czech Republic"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Czech Republic"
        ],
        "country codes": [
            "cz"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "06 Sep 2012 (Czech Republic)",
        "number of seasons": 1,
        "rating": 6.7,
        "votes": 55,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTUzNzI2MDc4M15BMl5BanBnXkFtZTgwNDU4NDAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "budget": "$500,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Close Quarter Battle",
        "year": 2012,
        "kind": "tv mini series",
        "series years": "2012-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Jannasch, Charles"
            },
            {
                "name": "Schappert, Terry"
            }
        ],
        "director": [
            {
                "name": "Jannasch, Charles"
            }
        ],
        "production companies": [
            {
                "name": "Big Media"
            },
            {
                "name": "KM Records"
            }
        ],
        "distributors": [
            {
                "name": "KM Plus Media"
            }
        ],
        "other companies": [
            {
                "name": "HOBO"
            }
        ],
        "plot": [
            "U.S. Special Forces veteran Terry Schappert hosts the series that analyzes the operations of military and police units in urban combat scenarios."
        ],
        "tech": {
            "runtime": [
                "30 min (13 episodes)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 55,
                "rating": 6.7
            },
            "aged 18 29": {
                "votes": 7,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 17,
                "rating": 6.3
            },
            "aged 45 plus": {
                "votes": 12,
                "rating": 7.1
            },
            "males": {
                "votes": 39,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 7,
                "rating": 7.7
            },
            "males aged 30 44": {
                "votes": 16,
                "rating": 6.1
            },
            "males aged 45 plus": {
                "votes": 12,
                "rating": 7.1
            },
            "females": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 5.4
            },
            "us users": {
                "votes": 15,
                "rating": 6.9
            },
            "non us users": {
                "votes": 15,
                "rating": 6.4
            }
        },
        "number of votes": {
            "10": 12,
            "9": 6,
            "8": 6,
            "7": 7,
            "6": 8,
            "5": 3,
            "4": 6,
            "3": 2,
            "2": 1,
            "1": 4
        },
        "arithmetic mean": 6.7,
        "median": 7
    }
}