{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "6 April 2012"
            }
        ],
        "release dates": [
            "Japan::6 April 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Accel World"
            },
            {
                "countries": "Russia",
                "title": "Ускоренный мир"
            }
        ],
        "akas": [
            "Accel World (original title)",
            "Ускоренный мир Russia"
        ],
        "akas from release info": [
            "Accel World (original title)",
            "Ускоренный мир Russia"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "OVA: Vacation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "31 Jan. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Acceleration",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 32,
                    "original air date": "6 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Arita Haruyuki. A young boy whose chubby appearance and shy disposition makes him a constant target for school bullying. Ashamed of his miserable life, Haruyuki can only cope by indulging in virtual games. That all changes when Kuroyukihime, the most popular girl in school, introduces him to a mysterious program called Brain Burst.    "
                },
                "2": {
                    "title": "Transformation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 24,
                    "original air date": "13 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Haruyuki, now a Burst-Linker, suddenly finds himself thrown into a deadly match against a vicious biker named Ash Roller. Haruyuki is unable to grasp the situation and is quickly defeated. He later finds out from Kuroyukihime that the Brain Burst program is a fighting game designed to win points necessary to accelerate. In order to regain the points he lost, Haruyuki vows for a rematch.    "
                },
                "3": {
                    "title": "Investigation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 21,
                    "original air date": "20 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    A Duel Avatar called Cyan Pile is seeking to challenge Kuroyukihime in battle within Accel World. Haruyuki is later asked by Kuroyukihime to help her uncover the identity of Cyan Pile, and he is shocked to learn that one of the potential suspects is his childhood friend Chiyuri.    "
                },
                "4": {
                    "title": "Declaration",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 19,
                    "original air date": "27 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Haruyuki suspects that Cyan Pile is challenging Kuroyukihime within Accel World via access through Chiyuri's neuro-linker. But when he tries to share his theory with Kuroyukihime, she walks off without saying a word, upset over the fact that Haruyuki engaged a direct link with Chiyuri.    "
                },
                "5": {
                    "title": "Aviation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 18,
                    "original air date": "4 May 2012",
                    "year": "2012",
                    "plot": "\n    The identity of Cyan Pile is revealed to be one of Haruyuki's closest peers, who has been consumed by the power to accelerate. To protect Kuroyukihime, Haruyuki challenges his former friend to a duel as Silver Crow.    "
                },
                "6": {
                    "title": "Retribution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 19,
                    "original air date": "11 May 2012",
                    "year": "2012",
                    "plot": "\n    The battle between Silver Crow and Cyan Pile ends with Silver Crow's victory. Having reconciled with Takumu, Haruyuki now focuses on training to level up in Accel World. Everything seems to be going smoothly for Haruyuki until he makes one small mistake...a costly mistake that could mean losing all of his Burst Points.    "
                },
                "7": {
                    "title": "Restoration",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 19,
                    "original air date": "18 May 2012",
                    "year": "2012",
                    "plot": "\n    Haruyuki hires a bouncer known as Aqua Current to guard him until he can regain his lost Burst Points. Meanwhile, Kuroyukihime challenges Takumu to a Brain Burst match.    "
                },
                "8": {
                    "title": "Temptation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 19,
                    "original air date": "25 May 2012",
                    "year": "2012",
                    "plot": "\n    Haruyuki comes home one day to find a cute young girl greeting him with a smile. Claiming to be a distant relative, the girl then tells Haruyuki that she will be staying at his place for a few days.    "
                },
                "9": {
                    "title": "Escalation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 17,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Haruyuki's little guest is revealed as Scarlet Rain, a.k.a. the Red King. The Red King explains to the members of Nega Nebulous that she requires the assistance of Silver Crow's unique ability in order to destroy a certain being.    "
                },
                "10": {
                    "title": "Activation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 16,
                    "original air date": "15 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    The unexpected drama of letting Kuroyukihime and Niko spend the night at his place has left Haruyuki feeling very tired. The next day, the team begins their mission to track and hunt down Chrome Disaster.    "
                },
                "11": {
                    "title": "Obligation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 16,
                    "original air date": "22 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    During their hunt for Chrome Disaster, the Nega Nebulous is ambushed by the Yellow Legion led by Yellow Radio, a.k.a. the Yellow King. Yellow Radio takes advantage of the non-aggression pact shared between the other kings to justify his act of revenge against Scarlet Rain, and even manages to neutralize Black Lotus by reminding her of the past sin she has committed.    "
                },
                "12": {
                    "title": "Absolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 17,
                    "original air date": "29 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    The battle between Black Lotus and Yellow Radio is halted by the sudden appearance of Chrome Disaster. Silver Crow is wracked with fear as he witnesses the monstrous power of his target. In order to restore her knight's confidence, Black Lotus engages Chrome Disaster herself, reminding Silver Crow what it means to be a Burst Linker.    "
                },
                "13": {
                    "title": "Violation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 15,
                    "original air date": "6 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    It is the start of a new school year. Haruyuki and Takumu reluctantly agree to install the Brain Burst program into Chiyuri, who hopes that this will bring them closer together, like old times. After the program is successfully installed, Haruyuki and Takumu are surprised to learn that Chiyuri's Dual Avatar possesses a very rare and unique ability.    "
                },
                "14": {
                    "title": "Arrestation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 14,
                    "original air date": "13 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Takumu loses a kendo match to a new student named Nomi, who appears to be using the power to accelerate. But the matching list does not show any new Duel Avatars appearing in the area. In order to confirm their suspicions, Haruyuki and Takumu start investigating to find any evidence that would point to Nomi being a Burst Linker.    "
                },
                "15": {
                    "title": "Destruction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 14,
                    "original air date": "20 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Haruyuki rebuffs Nomi's threat and challenges him to a duel, only to lose in an unexpected way. To make matters worse, Haruyuki's defeat causes him to lose his greatest ability.    "
                },
                "16": {
                    "title": "Imagination",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 15,
                    "original air date": "27 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Ash Roller takes Silver Crow to meet his master Sky Raker, previously known as the Burst Linker who came closest to flying in Accel World. Sky Raker explains the \"Incarnate System,\" which allows Burst Linkers access to their hidden powers. She also goes into how that same power led to her own downfall.    "
                },
                "17": {
                    "title": "Fragmentation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 16,
                    "original air date": "3 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Haruyuki receives a call from Kuroyukihime, who is away on a school trip. Touched by her kind words, Haruyuki vows to settle the score with Dusk Taker on his own. Meanwhile, Takumu learns of what happened to his friends and decides to challenge Nomi to a duel.    "
                },
                "18": {
                    "title": "Invitation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 15,
                    "original air date": "10 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    During her stay in Okinawa, Kuroyukihime is challenged to a Brain Burst match by two girls named Ruka and Mana. Kuroyukihime easily wins the match, but learns that the girls were actually testing her to see if she was powerful enough to help solve their problem. Although suspicious of their true intentions, Kuroyukihime nonetheless agrees to meet the girls in person to hear what they have to say.    "
                },
                "19": {
                    "title": "Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 15,
                    "original air date": "17 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Ruka and Mana introduce Kuroyukihime to their master, Crimson King, who turns out to be an old acquaintance of Kuroyukihime's. According to Crimson King, a very powerful Enemy is preventing them from hunting down regular Enemy units within Okinawa's field with no limits. To make matters even worse, that same Enemy is under the control of a Burst Linker calling himself Sulfur Pot, who comes to attack Kuroyukihime and the others.    "
                },
                "20": {
                    "title": "Domination",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 14,
                    "original air date": "24 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Silver Crow and Cyan Pile's combined attack severely weakens Dusk Taker. But the two are shocked when they see Chiyuri enter the battlefield as Lime Bell and heal Dusk Taker. Fully recovered, Dusk Taker mutilates Cyan Pile, leaving Silver Crow on his own.    "
                },
                "21": {
                    "title": "Insurrection",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 15,
                    "original air date": "31 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Haruyuki asks Niko to help train Takumu in obtaining the \"Incarnation.\" But Niko explains that in order to obtain it, one must first confront one's personal weakness, the same weakness that influenced the appearance of the person's Dual Avatar.    "
                },
                "22": {
                    "title": "Determination",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 15,
                    "original air date": "7 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    In Akihabara, Haruyuki and Pard hear the name of a Burst Linker called Rust Jigsaw who doesn't show up on the matching list. Believing he may hold a clue to uncover Dusk Taker's secret, Haruyuki and Pard challenge Rust Jigsaw to a duel and confirm their suspicions. Elsewhere, Lime Bell is making her official debut as a Burst Linker in Accel World.    "
                },
                "23": {
                    "title": "Consolidation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "votes": 13,
                    "original air date": "14 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Haruyuki and Takumu set out for their final showdown with Nomi. Chiyuri wishes to join them, and they agree to let her come along. But a sudden ambush by an unknown Burst Linker traps Silver Crow, leaving Cyan Pile to take on Dusk Taker alone.    "
                },
                "24": {
                    "title": "Reincarnation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Accel World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "votes": 17,
                    "original air date": "21 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Silver Crow is determined to settle his score with Dusk Taker once and for all. After a fierce battle in midair, Silver Crow delivers his \"Incarnation\" attack on Dusk Taker, only for Lime Bell to use her Citron Call to \"heal\" him once again.    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Sheh, Stephanie"
            },
            {
                "name": "Kimerer, Erik Scott"
            },
            {
                "name": "Buckland, Kira"
            },
            {
                "name": "Dodge, Lucien"
            },
            {
                "name": "Miller, Amanda Céline"
            },
            {
                "name": "Williams, Sarah Anne"
            },
            {
                "name": "Diskin, Ben"
            },
            {
                "name": "Hoover, Natalie"
            },
            {
                "name": "Chiplock, Sean"
            },
            {
                "name": "Landa, Lauren"
            },
            {
                "name": "Hebert, Kyle"
            },
            {
                "name": "Mercer, Matthew"
            },
            {
                "name": "Mignogna, Vic"
            },
            {
                "name": "Tang, Kaiji"
            },
            {
                "name": "Valenzuela, Cristina"
            },
            {
                "name": "Wishnov, Jason"
            },
            {
                "name": "Elias-Fahn, Dorothy"
            },
            {
                "name": "Haberkorn, Todd"
            },
            {
                "name": "Harlacher, Erika"
            },
            {
                "name": "Prince, Derek Stephen"
            },
            {
                "name": "Silverstein, Keith"
            },
            {
                "name": "Thong, Bobby"
            },
            {
                "name": "Asanuma, Shintarô"
            },
            {
                "name": "Kaji, Yûki"
            },
            {
                "name": "Misawa, Sachika"
            },
            {
                "name": "Suzumura, Ken'ichi"
            },
            {
                "name": "Tomatsu, Haruka"
            },
            {
                "name": "Toyosaki, Aki"
            }
        ],
        "genres": [
            "Animation",
            "Action",
            "Romance",
            "Sci-Fi"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital EX",
            "Stereo"
        ],
        "certificates": [
            "Australia:M",
            "Canada:PG::(Canadian Home Video rating)",
            "Canada:13+::(Quebec)",
            "New Zealand:M",
            "South Korea:15",
            "United Kingdom:15::(episodes 13-18)",
            "United Kingdom:12::(most episodes)",
            "United States:TV-14"
        ],
        "number of seasons": 1,
        "rating": 7.3,
        "votes": 1560,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDc0OGY3OWQtNDExZC00NmQ4LWEzNjEtNWViZmNiMGE5MzkxXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_SY150_CR4,0,101,150_.jpg",
        "plot outline": "Haruyuki is an overweight kid and at the bottom of the food chain at his middle school. Within the sci-fi setting of the real world he often seeks refuge in a virtual one. One day however his life changes when he is given an opportunity by the prettiest girl in the school no less, to integrate the two by means of a program called accelerated world (Brain Burst). There is a catch however, in order to keep this add-on he must score points by fighting others within the realm of this new virtual world.",
        "languages": [
            "Japanese"
        ],
        "title": "Accel World",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Reed, Kristi"
            },
            {
                "name": "Kawahara, Reki"
            },
            {
                "name": "Yoshino, Hiroyuki"
            }
        ],
        "production companies": [
            {
                "name": "ASCII Mediaworks"
            },
            {
                "name": "Bandai Namco Games"
            },
            {
                "name": "Genco"
            },
            {
                "name": "Sunrise"
            },
            {
                "name": "Warner Bros."
            }
        ],
        "distributors": [
            {
                "name": "AT-X"
            },
            {
                "name": "BS11 Digital"
            },
            {
                "name": "Chiba TV"
            },
            {
                "name": "Hokkaido Broadcasting Co."
            },
            {
                "name": "Kids Station"
            },
            {
                "name": "Mainichi Broadcasting System (MBS)"
            },
            {
                "name": "RKB Mainichi Broadcasting Corporation"
            },
            {
                "name": "TV Aichi"
            },
            {
                "name": "TV Saitama"
            },
            {
                "name": "Television Kanagawa (TVK)"
            },
            {
                "name": "Tokyo MX"
            }
        ],
        "special effects": [
            {
                "name": "Orange"
            }
        ],
        "other companies": [
            {
                "name": "Jay Film Company"
            },
            {
                "name": "Rakuonsha"
            },
            {
                "name": "Tokyo Laboratory Co. Ltd."
            },
            {
                "name": "studio2010:"
            }
        ],
        "plot": [
            "Haruyuki is an overweight kid and at the bottom of the food chain at his middle school. Within the sci-fi setting of the real world he often seeks refuge in a virtual one. One day however his life changes when he is given an opportunity by the prettiest girl in the school no less, to integrate the two by means of a program called accelerated world (Brain Burst). There is a catch however, in order to keep this add-on he must score points by fighting others within the realm of this new virtual world.::Mattias1"
        ],
        "tech": {
            "runtime": [
                "24 min"
            ],
            "sound mix": [
                "Dolby Digital EX",
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "laboratory": [
                "Tokyo Laboratory Ltd., Tokyo, Japan"
            ],
            "negative format": [
                "Digital"
            ],
            "cinematographic process": [
                "Digital (720p) (source format)",
                "Digital Intermediate (1080p) (master format)"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1560,
                "rating": 7.3
            },
            "aged under 18": {
                "votes": 6,
                "rating": 8.3
            },
            "aged 18 29": {
                "votes": 679,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 328,
                "rating": 7.3
            },
            "aged 45 plus": {
                "votes": 50,
                "rating": 6.6
            },
            "males": {
                "votes": 1026,
                "rating": 7.3
            },
            "males aged under 18": {
                "votes": 5,
                "rating": 8.4
            },
            "males aged 18 29": {
                "votes": 603,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 298,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 39,
                "rating": 6.5
            },
            "females": {
                "votes": 113,
                "rating": 7.2
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 70,
                "rating": 7.1
            },
            "females aged 30 44": {
                "votes": 27,
                "rating": 7.1
            },
            "females aged 45 plus": {
                "votes": 10,
                "rating": 6.8
            },
            "top 1000 voters": {
                "votes": 30,
                "rating": 6.5
            },
            "us users": {
                "votes": 171,
                "rating": 7.4
            },
            "non us users": {
                "votes": 579,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 290,
            "9": 201,
            "8": 374,
            "7": 342,
            "6": 145,
            "5": 74,
            "4": 46,
            "3": 21,
            "2": 17,
            "1": 50
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}