{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "4 September 2012"
            }
        ],
        "release dates": [
            "Belgium::4 September 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Vijfhoek (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "4 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    In quiet Brussels neighborhood De Kattenberg, real estate tycoon Jacques Leroi plans a huge multifunctional development. His son Christophe is eager to take field charge, promising to make the locals sell in a few months. Banker Lucas Vandesteen, a Flemish idealist, trues to organize the opposition. Grocer Mohammed doesn't even understand Dutch and considers returning to Morocco, unlike his perfectly integrated son Saïd, a talented boxer, and his big brother Jamal, a street gang punk. Bitchy publican Claudia's son Jules Staelens is expelled for bad attitude, but Lukas...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Vijfhoek (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "11 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Minimalizing a cardiac crisis, real estate tycoon Jacques Leroi resumes work. His son Christophe delights him by presenting his youth buddy Jan, who just returned from the US, looking for a job after brilliant studies. Banker Lucas Vandesteen starts tutoring publican Claudia's son Jules Staelens. old Mohammed signs the grocery shop's sale despite a disappointing price, to return to Morocco, without consulting perfectly integrated son Saïd. The talented boxer is grilled by the police just for taking his European girl on in ride in the luxury car bought his big brother ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Vijfhoek (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "18 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Real estate tycoon Jacques Leroi hires startled son Christophe's youth buddy Jan, who already seduced his sister, lawyer Sophie, as consultant for the Kattenberg development project. Banker Lucas Vandesteen gets his protest aired on local TV, but Jan suggests appeasing the locals and convincing them to sell to offering alternative homes for all on a new residential site to be to be developed by Leroi's firm. Old Mohammed can barely prevent a fight between his sons, street punk Jamal and model citizen Saïd. The talented boxer girl-friend Wendy bigot brother, a burly ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Vijfhoek (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "25 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Real estate tycoon Jacques Leroi clearly trusts increasingly disgruntled son Christophe's youth buddy Jan more to handle the Kattenberg development project. Just when Wendy returns to Saïd despite her bigot brother, his own father tells her to find a native boyfriend instead. Banker Lucas Vandesteen donates a second-hand laptop to Jules, whose father seems to approve. Ellen discovers, despite ongoing bumbling, that lover Jan is on Leroi's team and remains most ungrateful to her colleague. The lobbyist makes him promise to get Ellen off her back. Ex-cop owner Norbert's...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Vijfhoek (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "2 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Real estate tycoon Jacques Leroi has another seizure and is diagnosed with a brain tumor, yet tells only his secretary he must be operated within months to keep a 50% survival chance. Christophe's friendship for youth buddy Jan, who is given a luxury car, turns into jealousy. Wendy wants to return to Saïd but dares not tell her her bigot brother, who nearly picks a fight with the gentleman boxer, who wants to run way with her to London, where a manager wants him for an elite gym. Banker Lucas Vandesteen looses Jules' father Gunther's sympathy when the boys parents ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Vijfhoek (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "9 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Real estate tycoon Jacques Leroi refuses surgery, thus sabotaging his 50% survival chance. Christophe's pleads in vain to fire his disgraced youth buddy Jan, who argues his affair with Ellen can help the firm and manages to move in with her. Wendy plans to return to Saïd but is bullied by bigot brother. The gentleman boxer is again arrested for questioning about a local wave of nocturnal vandalism, probably by brother Jamal's street-gang the Lions, but like their father provides a false alibi for the scoundrel, who supposedly helped their parents pack to return to ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Vijfhoek (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "16 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Real estate tycoon Jacques Leroi still refuses surgery, pondering whether to make less competent son Christophe his successor as CEO or Jan, whom he makes promise to get his girl to get off the LBC's back. Wendy escapes to return to Saïd after being locked in by her bigot brother, who would have found them in the gym but is turned away by Norbert, who takes in the couple. The gentleman boxer learns he can't afford moving to London and tips off Ellen about the local wave of nocturnal vandalism, getting angry when she breaks her promise not to ask further questions and ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Vijfhoek (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "22 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Saïd discovers his brother's gang is hired by Christophe and blackmails the silver spoon boy, who demands Jamal 'handles' his kid brother. Saïd now dares ignore Norbert's warning against blindly trusting the London offer and plans to move with Wendy, who hopes to find a job there. Real estate tycoon Jacques Leroi's devoted secretary secretly informs his seemingly uninterested wife about his medical predicament. Jan accepts the offer to become Jaques's successor as CEO and explains to Ellen he feels obligated to him for being virtually adopted after losing his single ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Vijfhoek (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "30 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Real estate tycoon Jacques Leroi still hides his death expectancy, promising son Christophe he's about to announce his successor as CEO, which Jan already accepted confidentially. Gentleman boxer Saïd agrees to meet his big brother Jamal about the blackmail, but is taken on a ride and left behind terribly beaten up. Banker Lucas Vandesteen is told by head office KBC is the prime client, so Norbert's loan must be refused. Ellen and Wols both risk their jobs as the board chairman is clearly on LBC's side.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Vijfhoek (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "6 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Saïd records a call with Christophe so he can still blackmail the silver spoon fiend for 10,000 Euros, but is afterward run over by his car in a frenzy. Norbert's loan is refused, dooming the gym, yet he insists to subsidize the move to London after Jamal and his goons invade his place but fail to find Wendy. Real estate tycoon Jacques Leroi calls a press conference to announce his retirement and succession by Jan as CEO, which passed-over son Christophe can't even pretend to accept. Banker Lucas Vandesteen concentrates on Jules and makes up with his father, who won't...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Vijfhoek (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 6,
                    "original air date": "13 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Saïd's corpse is found. Murderer Christophe pretends to have accepted Jan being made CEO, while trying to frame him for his own homicide. Cued by Norbert, the police question Jamal. Shattered Wendy returns to her brother. Real estate tycoon Jacques Leroi's condition worsens, but his secretary brings her late husband's morphine. Jan offers Ellen a PR job in LRC's new project to rehouse the former Kattenberg residents, but she finds the bloody clues Christophe put in his company car and informs the police.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Vijfhoek (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "20 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Jan is jailed as prime suspect for Saïd's murder as the crushed corpse was found in his company car. Murderer Christophe now gets his job as CEO while only his mother, who provided his fake alibi, gets him to admit the truth. Norbert closes his gym, the police releases Jamal. Mistrusting the attorney the Lerois arranged for him, Jan asks ex Ellen to find out how he may have been set up. Banker Lucas Vandesteen's zoning appeal is rejected without further resort. Jules' father Gunter offers his ex a way out: he could buy her a dream pub in his part of the metropolis.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Vijfhoek (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "26 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Seeing greenhorn daughter Ellen refuses to walk away from Jan's trial for for Saïd's murder, Herman Coppens takes first chair. Norbert finds the crucial data-stick containing Saïd's blackmail recordings. Murderer Christophe attends the trial despite his mother's warning he would better flee to Rio as she may no maintain his fake alibi, only to see it squashed. The police arrests Jamal for bloodily preventing Christophe's belated flight attempt. Banker Lucas Vandesteen and Jules's father Gunter are both disappointed.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Dilles, Marieke"
            },
            {
                "name": "Decleir, Jenne"
            },
            {
                "name": "Van Dyck, Jeroen"
            },
            {
                "name": "van Uffelen, Rik"
            },
            {
                "name": "Tuypens, Dirk"
            },
            {
                "name": "van Dousselaere, Michel"
            },
            {
                "name": "Jaafari, Saïd"
            },
            {
                "name": "Van Bauwel, Tom"
            },
            {
                "name": "De Munter, Hans"
            },
            {
                "name": "Zeguendi, Mourade"
            },
            {
                "name": "Pauly, Jens"
            },
            {
                "name": "Den Stock, Hans Van"
            },
            {
                "name": "Issam, Amal"
            },
            {
                "name": "Hamidou, Ben"
            },
            {
                "name": "Beks, Jakob"
            },
            {
                "name": "Dries, Vermeersch"
            },
            {
                "name": "Vanhegen, Dries"
            },
            {
                "name": "Tuytschaever, Karel"
            },
            {
                "name": "Akel, Issam"
            },
            {
                "name": "Cantens, David"
            },
            {
                "name": "Bulckaen, Peter"
            },
            {
                "name": "Segers, Ben"
            },
            {
                "name": "Dom, Jos"
            },
            {
                "name": "Verhassel, Kristof"
            },
            {
                "name": "Dom, Elke"
            },
            {
                "name": "Heijnen, Hilde"
            },
            {
                "name": "Henrard, Ella-June"
            },
            {
                "name": "Hertogs, Kim"
            },
            {
                "name": "Thys, Chris"
            }
        ],
        "locations": [
            "Brussels, Brussels-Capital, Belgium"
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "rating": 6.6,
        "votes": 58,
        "languages": [
            "Dutch"
        ],
        "title": "De Vijfhoek",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2012",
        "akas": [
            "De Vijfhoek (Belgium)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Boon, Jacques"
            },
            {
                "name": "Mondelaers, Roel"
            },
            {
                "name": "Van Sande, Koen"
            }
        ],
        "production companies": [
            {
                "name": "Kanakna Productions"
            }
        ],
        "distributors": [
            {
                "name": "VRT"
            }
        ],
        "other companies": [
            {
                "name": "Key Grip Systems"
            }
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 58,
                "rating": 6.6
            },
            "aged 18 29": {
                "votes": 10,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 25,
                "rating": 6.4
            },
            "aged 45 plus": {
                "votes": 13,
                "rating": 7.0
            },
            "males": {
                "votes": 43,
                "rating": 6.4
            },
            "males aged 18 29": {
                "votes": 7,
                "rating": 6.1
            },
            "males aged 30 44": {
                "votes": 20,
                "rating": 6.1
            },
            "males aged 45 plus": {
                "votes": 13,
                "rating": 7.0
            },
            "females": {
                "votes": 8,
                "rating": 6.7
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 5,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 6.2
            },
            "us users": {
                "votes": 2,
                "rating": 6.0
            },
            "non us users": {
                "votes": 37,
                "rating": 6.4
            }
        },
        "number of votes": {
            "10": 7,
            "9": 1,
            "8": 12,
            "7": 16,
            "6": 8,
            "5": 4,
            "4": 5,
            "3": 0,
            "2": 3,
            "1": 2
        },
        "arithmetic mean": 6.6,
        "median": 7
    }
}