{
    "imdb": {
        "raw release dates": [
            {
                "country": "Germany\n",
                "date": "2 April 2012"
            }
        ],
        "release dates": [
            "Germany::2 April 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Auf der Hauptstraße Amerikas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Route 66 (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2 Apr. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Im Herzen Amerikas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Route 66 (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "3 Apr. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Durch Amerikas weiten Westen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Route 66 (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "4 Apr. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 3,
        "cast": [
            {
                "name": "Arnold, Frank"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "43"
        ],
        "countries": [
            "Germany"
        ],
        "country codes": [
            "de"
        ],
        "language codes": [
            "de"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "languages": [
            "German"
        ],
        "title": "Route 66",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2012",
        "akas": [
            "Route 66 (Germany)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Adler, Peter"
            }
        ],
        "distributors": [
            {
                "name": "Arte"
            }
        ],
        "synopsis": [
            "Schon der erste Streckenabschnitt durch den Bundesstaat Illinois wird zur Zeitreise durch eine versunkene Welt. Hier wird deutlich erkennbar, dass der Bau mehrspuriger \"Interstate\"-Autobahnen in den 60er Jahren der einstigen Hauptstraße Amerikas den Verkehr entzogen und den Betrieben entlang der Strecke ihre Existenzgrundlage genommen hat. Gleich, nachdem die Route 66 die Metropole Chicago verlassen hat, wird deutlich, dass sie nicht mehr die von Osten nach Westen führende Hauptverkehrsader der Vereinigten Staaten ist. Die in den 60er Jahren gebauten vielspurigen \"Interstate\"-Autobahnen haben den Großteil des Fernverkehrs aufgenommen. Heute gleicht die Route 66 an vielen Orten einem Museum der 30er bis 50er Jahre. Ein Eindruck, der sich mit jeder Meile verstärkt. Wer einst vom Verkehr auf der \"66\" lebte, hat sein Geschäft längst aufgegeben und ist weitergezogen. Geblieben sind Ruinen von Tankstellen, Motels und Geschäften. Einige wurden mittlerweile liebevoll restauriert als heimelige Erinnerungen an die guten, alten Zeiten und natürlich auch, um damit vom Nostalgie-Tourismus rund um die Route 66 zu profitieren. An Wochenenden öffnet in Litchfield eines der letzten noch in Betrieb befindlichen Autokinos an der \"66\". Einen Ort weiter bietet ein Händler alte, chromblitzende Straßenkreuzer an - Amerikas \"Classic Cars\" mit ihren riesigen Heckflossen. Und überall beweisen kleine Familienrestaurants, dass Reisen in Amerika auch ohne Fastfood möglich sind. Die Route 66 ist eine Straße der Kontraste. St. Louis, die Stadt am Mississippi, hat mehr als die Hälfte ihrer Einwohner verloren. Die Ruinen gespenstisch verlassener Fabrikanlagen und entvölkerter Stadtteile säumen die legendäre Landstraße. Mittendrin aber dröhnt nachts der Rhythmus der Rapper in den Hip-Hop-Clubs. Und nur wenige Meilen weiter, in den grünen Hügeln der Ozarks und Missouris, scheint die Zeit stillzustehen. Dort treffen sich Bluegrass-Musiker wie seit Generationen zu einer \"Jam\" in einer alten Poststation. Zur Musik ihrer \"Fiddle\" und der Gitarren tanzen die Leute den Square Dance."
        ],
        "tech": {
            "runtime": [
                "43 min (3 Episodes)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}