{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "23 April 2012"
            }
        ],
        "release dates": [
            "UK::23 April 2012"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Shapiro, James"
            }
        ],
        "genres": [
            "History"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Episode 1: Incertanties - James Shapiro tells the intriguing story of popular uncertainty about this elusive and intellectual new king and a great writer's first efforts to get to grips with massive change. Featured plays include Measure for Measure, Timon of Athens and Shakespeare's first Jacobean masterpiece, King Lear. Puritans, plague, an extravagant gift to a Spanish diplomatic delegation and the production of a new British coin called the 'Unite', all figure in Shapiro's rich and fascinating history of a troubled time.",
        "languages": [
            "English"
        ],
        "title": "The King and the Playwright: A Jacobean History",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "The King and the Playwright: A Jacobean History (United Kingdom)"
        ],
        "production companies": [
            {
                "name": "Green Bay Media"
            }
        ],
        "distributors": [
            {
                "name": "BBC Four"
            }
        ],
        "plot": [
            "World-renowned American scholar, Professor James Shapiro re-examines the work of the world's greatest playwright during the exciting but troubled reign of King James.::Michael Davies",
            "Episode 1: Incertanties - James Shapiro tells the intriguing story of popular uncertainty about this elusive and intellectual new king and a great writer's first efforts to get to grips with massive change. Featured plays include Measure for Measure, Timon of Athens and Shakespeare's first Jacobean masterpiece, King Lear. Puritans, plague, an extravagant gift to a Spanish diplomatic delegation and the production of a new British coin called the 'Unite', all figure in Shapiro's rich and fascinating history of a troubled time.::Michael Davies",
            "Episode 2: Equivocation - It's 1606 and in the aftermath of the Gunpowder Plot, the authorities are cracking down on Catholics. Shakespeare's Macbeth captures the anxiety and obsessions of the time. King James continues to be focused on succession and legitimacy, while food riots in the Midlands create the climate for the gripping tragedy of Coriolanus.::Michael Davies",
            "Episode 3: Legacy - Shakespeare's late plays, like The Winter's Tale and The Tempest, are often seen as mellow swansongs. James Shapiro gives us a different Shakespeare - a playwright still experimenting and alert to the troubled Jacobean world around him. And he closes the series reflecting on the legacies of king and playwright.::Michael Davies"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}