{
    "imdb": {
        "raw release dates": [
            {
                "country": "Turkey\n",
                "date": "September 2012"
            },
            {
                "country": "Turkey\n",
                "date": "8 October 2012"
            }
        ],
        "release dates": [
            "Turkey::September 2012",
            "Turkey::8 October 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Karadayi"
            },
            {
                "countries": "Azerbaijan",
                "title": "Qaradayi"
            },
            {
                "countries": "Greece",
                "title": "Karadayi"
            },
            {
                "countries": "Lithuania",
                "title": "Karadajus"
            },
            {
                "countries": "Russia",
                "title": "Дядя Кара"
            },
            {
                "countries": "Serbia",
                "title": "Karadaji"
            }
        ],
        "akas": [
            "Karadayi (original title)",
            "Qaradayi Azerbaijan",
            "Karadayi Greece",
            "Karadajus Lithuania",
            "Дядя Кара Russia",
            "Karadaji Serbia"
        ],
        "akas from release info": [
            "Karadayi (original title)",
            "Qaradayi Azerbaijan",
            "Karadayi Greece",
            "Karadajus Lithuania",
            "Дядя Кара Russia",
            "Karadaji Serbia"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 34,
                    "original air date": "8 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Mahir works with his father in their shoemakers shop. Their lives and the lives of their family turn upside down when their shop in the shopping area is dismantled. Mahir, who is on the verge of getting engaged to his childhood friend Ayten, not only is distraught which the happenings at the shop, he is also in shock with the arrest of his beloved father. His father is being charged with the murder of the head prosecutor. At first, Mahir is certain that this is all a misunderstanding, however after a short time passes he is now certain that this is a setup. If within ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 24,
                    "original air date": "15 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Not losing time,Mahir goes to the prison, to learn the truth from his father. However, the truth that he learns from his father has shaken him up. Nazif, knows the deceased prosecutor Suleyman for 30 years. The real murderer Turgut while investigating Nazif meets Ayten. Turgut has treacherous plans in mind using this beautiful girl. Mahir, goes over the truth regarding Emin with Feride. Feride doesn't affect from what Mahir has uncovered and decides to do some investigating herself, for this she visits the prison. Mahir is there to visit his father. When Feride enters...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 19,
                    "original air date": "22 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Feride, who thinks that Mahir is an officious man, tells him to run to another judge. Mahir knows that nothing is over. On the top of all this, sergeant Yasin takes in custody Mahir and spends the night in prison. Ayten believe that she cheated on her because Mahir didn't come home that night. Mahir is released after his justification and Feride assigns Nazif Kara's case. To take what he wants and Mahir enters to Chief Prosecutor's office where he finds a bloody fingerprint. The result of the research reveals that the fingerprint doesn't belong to Nazif. Now there's ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 17,
                    "original air date": "26 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Mahir is thinking that with the discovery of the fingerprint his father will be released, but is faced with another obstacle. Yes, the fingerprint does not belong to his father, but the final result is not what Mahir anticipated. Meanwhile, Turgut who is on the verge of being discovered as the actual murderer, has other intentions. He has special plans for Nazif. In order to reach his goal, he uses every allowed option available to him. Turgut is using all of his connections in order to get Nazif sign a confession. In order not to give up on the innocence of the case ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 17,
                    "original air date": "5 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    While waiting for the arrival of Serra, Mahir who is attending the Independence Day Ball finds himself dancing with Feride. When Turgut sees them dancing, he feels extremely jealous. Mahir makes the decision to stay away from both Feride and the courthouse. Mahir leaves the ball before the evening is over. Mahir is devastated when he hears that his father has signed a confession. But when he hears that his mother was tortured, he gets angry. Mahir is determined to give a lesson to those who harmed his family, and at the same time he is trying to find his father who is...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 18,
                    "original air date": "12 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    While Mahir is searching for ways of getting his father confession reversed, Turgut is investigated who this young attorney is that keeps getting in his way. Mahir, who is unaware of Turgut's investigation, is trying to convince Feride that his father was tortured and signed the confession under duress. Feride, who still cannot admit it to herself, she is falling for Mahir. Ayten, who is aware of the close relationship between Mahir and Feride, is in a difficult situation when the photos from the Ball come to the surface, and she goes to Necdet for help. Turgut ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 17,
                    "original air date": "19 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Mahir, finds an important clue at Turgut's home. Combining this with the key that was sent to Feride, they both head for Buyukada. And because they have missed the last boat back, they are forced to stay on the island. Meanwhile, Ayten has prepared dinner for Mahir and his family and she is waiting for his arrival. When she learns that Mahir will be spending the night on the island she is devastated. Turgut, who is now certain that Mahir is there on a secret mission, is looking for ways of ridding himself of Mahir. When he realizes that Feride and Mahir have gotten ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 18,
                    "original air date": "26 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Ayten's world falls apart when she sees Mahir and Feride hand in hand. She asks Mahir for an explanation, however the answers only cause the friction between them to grow. Feride and Mahir decide to keep the files that they discovered a secret from everyone, and spend evenings together going over the files, which bring them closer. After following the files they discover a name. Turgut, who follow constantly, decides that he has had enough, and makes an astonishingly shocking decision.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 22,
                    "original air date": "3 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Turgut instructs Necdet to murder Nazif Kara in the prison. Necdet contacts Faruk in the prison who already has a grudge with Nazif. He is promised his freedom in return for murdering Nazif. Mahir and Feride are surprised when they hear of the death of Sis Kazim, and they continue with their investigation. While doing so they realize that Cemil is following them and they set a trap for him. In the end they catch Cemil. When Cemil reveals who has hired him to follow them, both Mahir and Feride received the shock of their lives.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 28,
                    "original air date": "10 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Things are getting more complex in prison after the murder. Turgut needs to take more careful steps. Feride decides to learn who's Mahir Kara. She goes to the neighborhood alone. She first visits the shop and then she goes to the (market). She learns some things that surprising her. Feride has no intention to give up the desire to meet Mahir. She's also decided to take Mahir with her. Mahir is pressed more and more with Feride's request. He must find a way to introduce Mahir to Feride.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 21,
                    "original air date": "17 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Nazif meets with Ayten and he decides to engage Mahir and Ayten in their next meeting. Mahir is impossible to say \"no\" to his father. Turgut finds evidence and proves that Mahir entered to Feride's house and issues an arrest warrant for Mahir. Mahir gets back into dangerous paths in order to take back the money for Halil's surgery. He's determined to take back the money even if he puts his life in danger.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 16,
                    "original air date": "24 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Feride decides to quit her job and the judge position if she is taken off the case. Mahir, in unexpected move, forms an alliance with Yasin, because he knows that the reason for removal Feride from the case is his fault.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 15,
                    "original air date": "7 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Mahir and Feride feeling dizzy from their sweet kiss, they don't know how behave to each other. Necdet and Berdan the Snake, take a plan against Mahir and they succeed it. Mahir throws himself on fire without realizing it. Feride's unexpected involvement makes things more complicated.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 15,
                    "original air date": "14 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Mahir and Feride's fight for life and death, leads to Feride be wounded. Feride decides to find out by her own answers in the questions that Mahir left unanswered. Mahir escapes from the hands of Berdan the snake. Commissioner Yasin wants to help to this job.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 16,
                    "original air date": "21 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Feride realizes that Mahir has lied to her, and consults with Turgut. Mahir decided to reveal the truth to Feride. Feride's response to this will be a great surprise for Mahir. Yasin and Mahir are playing a game. Mahir begins to suspect Yasin's involvement in his father's case. Ayten,disappointed with Mahir, decides to confront Feride.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 15,
                    "original air date": "28 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Yasin discovers that Serra changed her original testimony. Everybody shocked that Melih's interview with Nazif has been changed and published. Melih wants to apologize to Kara family and ends up with a big surprise.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 15,
                    "original air date": "4 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Everyone is playing his trump card few hours before the trial. Mahir is looking for Serra's first testimony. A surprise witness leaves everybody in shock. Nazif Jr. asks Yasin to help his grandfather. Despite the development of the case, Feride still think Nazif is guilty.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 15,
                    "original air date": "11 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    After the trial Feride leaves the town to get away from Mahir. When Mahir informed this, he doesn't want to lose Feride's love. At the same time Turgut wants to heal Feride's wounds. Both make moves to win Feride.    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 23,
                    "original air date": "18 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Yasin discovers surprising information about Serra. Mahir and Feride suspect that Serra might have an accomplice. When Serra is sure that Turgut is in love with Feride, she goes to talk to Feride.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 12,
                    "original air date": "25 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    After finally showing up to clarify the situation of two different testimonies, she angers Turgut by affirming that he wanted her to change her first testimonial. Feride is shocked about Serra's account on what happened the night of the murder of state prosecutor Süleyman and her reasons to change her initial testimony. Mahir is however not convinced and starts investigating the matter further. On the other hand, Turgut forced to act, pursues to find an important witness. At the same time, when Feride decides to finally meet Nazif Kara's family, Mahir opens the door.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 14,
                    "original air date": "4 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Mahir is able to step outside and wait for Feride while she speaks to his family without her finding out that he is Mahir Kara. Feride's father strongly objects to his daughter's affections for Mahir. Turgut is caught up in his lies after Mahir's investigations. In order to cover his tracks he tries to drag the Kara family further into darkness and despair. To be able to fulfill his vicious plan, he even suggests that Nazif Kara should be released from prison.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 11,
                    "original air date": "11 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The Kara family couldn't be happier with the release of Nazif and his return home. However, Turgut's ruthless plan to ruin the family involves little Nazif, the grandson.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "votes": 11,
                    "original air date": "18 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Mehmet Saim is absolutely against a relationship between his daughter and Mahir whom he believes to be an undercover agent. His fears though are that his, Turgut and Cetin's shady business might be exposed. He even threatens Mahir and demands to stay away from his daughter. In an attempt to find Nazif, Orhan gets shot. Osman realizes that his brother Necdet is not only involved in the kidnapping of Nazif junior. Before Mahir can talk to the mistress of Süleyman Yilmaz, Turgut gets hold of Nihan beforehand.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "votes": 11,
                    "original air date": "25 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Mahir finds his nephew. Bülent wants to leave the Kara family's house immediately. He states that his family is in danger when staying too close to the Kara family. Turgut is forced to change his plans again and comes up with an even more vicious plot.    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "votes": 11,
                    "original air date": "1 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Mahir cannot explain his absence from Feride's father's birthday dinner. Turgut has been successful in turning actions for his benefit and even convinces Feride to sign Nazif's detention.    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "votes": 13,
                    "original air date": "8 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    On Nazif's trial day, Geveze Ahmet, one of the key witnesses to the trial, is shot in front of the court before being able to testify. Turgut's research has brought up yet another witness to the trial. He was able to find Nazif's ex-wife, Kadir Altun and realizes that she is the same person as Nihan Altun, the mistress of the man he murdered. When Mahir goes to see his mother as Salih Ipek, she recognizes him.    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "votes": 11,
                    "original air date": "15 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The first time that Nazif hears of his ex-wife's relationship with Süleyman Yildirim is at court. Kader who had abandoned her son 30 years ago, comes face to face with Mahir. Mahir learns of how Yasin got hold the first testimony of Serra and agrees to help him in his undercover mission while Mehmet Saim and Turgut push forward their ruthless plan to murder Salih Ipek with the help of Necdet when he surprisingly comes face to face with Mahir on this mission.    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "votes": 12,
                    "original air date": "22 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Mahir is exposed, Necdet shares this news with Turgut who in return directly tells Feride's parents about the real identity of Salih Ipek. In a public family meeting they want to expose Salih as Mahir, however Mahir decides to tell Feride the truth beforehand. Feride is devastated and seconds before the wedding proposal from the man she knew as Salih, her world falls apart. Orhan falls more and more into the trap of Necdet and even helps him with his shady business.    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "votes": 12,
                    "original air date": "29 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Mahir expects his imprisonment for pretending to be Salih Ipek. Feride is keen on giving him the maximum punishment and enforces his warrant first thing early in the morning. Her parents pretend of not having known Mahir's real identity and fake sympathy.    "
                },
                "30": {
                    "title": "Episode #1.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "votes": 13,
                    "original air date": "6 May 2013",
                    "year": "2013",
                    "plot": "\n    Ibrahim shoots Mahir in front of Feride's hotel.    "
                },
                "31": {
                    "title": "Episode #1.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "votes": 13,
                    "original air date": "13 May 2013",
                    "year": "2013",
                    "plot": "\n    Turgut rapes Ayten, Necdet tries to kill Ibrahim, Nazif tries to escape from prison to see his injured son Mahir. Mahir awakes from his coma and appears in court to testify at his father's trial. Kader Altun's testimony at court seems ambiguous. When faced with harsh consequences of not being able to prove his father's innocence in prison, Mahir sees no other way than to escape and comes face to face with Turgut.    "
                },
                "32": {
                    "title": "Episode #1.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "votes": 12,
                    "original air date": "20 May 2013",
                    "year": "2013",
                    "plot": "\n    Mahir can escape his arrest and Turgut with the help of Yasin. Turgut threatens Ayten not to say a word to anyone that he raped her. Ibrahim flees shocked at the news that Necdet not only wants to kill him but has also brutally murdered their childhood friend Vedat, something Necdet blamed on Mahir.    "
                },
                "33": {
                    "title": "Episode #1.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "votes": 12,
                    "original air date": "27 May 2013",
                    "year": "2013",
                    "plot": "\n    Feride doesn't want to listen to Mahir. On his father's trial day, Mahir kidnaps Feride. Ayten cannot face life any longer and attempts to kill herself.    "
                },
                "34": {
                    "title": "Episode #1.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "votes": 13,
                    "original air date": "3 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Turgut finds Mahir and Feride's hiding place. However, neither Mahir nor Feride are no longer there. Mahir follows Feride home and proposes a second time to her. Mahir and Yasin are able to locate Ibrahim and before Necdet kills him, he tells Mahir that Necdet is behind everything.    "
                },
                "35": {
                    "title": "Episode #1.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "votes": 14,
                    "original air date": "10 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Kader finds out the truth from the past and also the truth about Turgut's involvement into shady business in a file left by federal prosecutor Süleyman which she wants to share with Mahir who is still on the run.    "
                },
                "36": {
                    "title": "Episode #1.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "votes": 17,
                    "original air date": "17 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Orhan shoots Yasin in front of his house on the day of his father's trial. In Feride's office, Mahpere tells Turgut of this file which will expose him. When Mahir and Safiye go to visit Kader in order to get hold of the file, they encounter a burning house. On Turgut's orders, the house with any evidence and people in it, is put on fire. All evidence that might prove his father's innocence are destroyed and Mahir sees no other way than to testify at his father's trial with surprising outcome.    "
                },
                "95": {
                    "title": "Episode #1.95",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 95,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 35,
                    "original air date": "9 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Nazif Kara is angry with Mahir for his wrongful confession of a murder he did not commit. A reporter takes pictures of Feride and Mahir in court and publishes a love story between them. With the help of a police officer, Mahir is able to be transferred to Necdet's prison.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 14,
                    "original air date": "16 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    To protect his loved ones, Mahir escapes out from jail. After learning about Orhan's attempt to kill Yasin, Songul decides to tell her brother. The danger looming around again brings Mahir and Feride together. Finally Mahir finds out who will be killed. Mahir has little time left to stop the killer.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 10,
                    "original air date": "23 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    For Feride to stay on Nazif Kara's case, she must defend herself. In order to not lose the case, Feride finds a way to sacrifice her life and her love. However, this will build huge walls between Mahir and her.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 10,
                    "original air date": "30 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Mahir knew about Feride and Sinan engagement. The general amnesty has been finally approved - The Kara family, is so excited they are expecting this amnesty to bring one of their beloved ones back home. Thanks to Osman, Yasin learns that Necdet is associated with Yaver. The engagement day is announced and Mahir is in great distress. To put an end to this game, and while risking everything, Mahir confronts Feride.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "7 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Feride gets engaged. All the dreams Mahir built for Feride have been destroyed. Yasin has a surprise for Mahir. Mahir comes face to face with someone he did not expect. Finally, Mahir decides to kidnap Bahar's killer, Seyit. He learns very important information from Seyit that will help in saving his father. For the first time,he becomes sure that Yaver has committed the murder. Mahir, in the light of the information received, advances in his quest to find out who Yaver is. The scenery that he saw shocked him greatly. Turgut's destiny will once again be rewritten from...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 9,
                    "original air date": "21 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Finally, Mahir got to see Yaver's face. Upon finding out that Turgut is a killer, Feride refuses to believe it and accept it. Everything is making more sense now. Turgut's relationship with Serra, their sudden marriage. Mahir is on the same trail as well. Serra is now a key name.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 9,
                    "original air date": "28 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    If Mahir says \"no\", he knows that she will continue to go on her own way. So in order to keep her close, he accepts the offer. Daylan Riza is released from prison, and he learns from Mahir what Necdet did behind his back. He wants to settle the score, but Mahir asks him to wait for a while. Turgut finds the opportunity to deal with Serra. He needs to get his hands on the evidence as soon as possible, and get rid of it together with Serra.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 10,
                    "original air date": "4 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Mahir and Feride open the safe full of hope only to find something they did not expect. In the course of looking for clues, Feride and Mahir get closer to each other. Necdet is determined to get rid of Dalyan. Dalyan was meant to be the target but it turns out that he is the one who shoots. One day, she is with Feride thinking they are going to the tailor for wedding gowns. However, she is completely oblivious of what is in store for her.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 9,
                    "original air date": "11 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Feride and Mahir tell about everything they have found, and they give Serra two options to choose from. This will be Serra's most difficult and important decision she will ever make in her whole life - Turgut finds out that Serra and Feride did not go to the bridal dressmaker. He becomes convinced that Feride is going after him. While Feride and Mahir are waiting for Serra's response, they receive news from someone totally unexpected. They learn about an information at an unexpected time; They decide to stop Turgut. However to do this, they must know of his ...    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 9,
                    "original air date": "18 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    With an unexpected move Turgut neutralizes Feride and ties Mahir's hands and disappears. Serra is now determined to testify against Turgut, and for this she needs to protect her daughter and mom from Turgut. Turgut figures this out and kidnaps them. Mahir finds Ipek and Emel but this time Turgut has Serra.    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 8,
                    "original air date": "25 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The unexpected accident has everyone in shock. Feride, who at first does not believe what has happened to Turgut, later thinks that justice has been served. Mahir however is not comfortable. Unfortunately with the latest turn of events, this does not seem possible.    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 7,
                    "original air date": "2 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Mahir and Feride are now certain that Turgut did not die. Mahir is sure that Turgut plans are to leave the country. In order to prevent this he asks Yasin for help, who in turn puts the entire police force on alert. Everyone is now looking everywhere for Turgut. Mahir waits for Feride after her hearing with the council and is certain that she has removed her engagement ring. Sinan however is not doing nothing. In fact, he has started the arrangements for the wedding. Mahir reads in the newspaper that Feride and Sinan have not broken off the engagement and he is ...    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 8,
                    "original air date": "9 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Yasin gives Mahir and Feride good news that Turgut has been caught before passing the border. Feride and Mahir, thinking that their nightmare is over, go to the police precinct. The shipment has been arranged, and Sinan is relieved. Necdet will steal the goods, and move the good to the place determined by Sinan. However, Necdet has other plans. Sinan, upon learning of the situation, punishes Necdet in an unexpected way. Mahir and Feride, while making a new plan to get closer to Turgut, are not aware that someone is watching them. This unexpected visitor will cause ...    "
                },
                "14": {
                    "title": "Episode #2.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 7,
                    "original air date": "16 Dec. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Episode #2.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "votes": 9,
                    "original air date": "23 Dec. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "Episode #2.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "votes": 8,
                    "original air date": "30 Dec. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "17": {
                    "title": "Episode #2.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "votes": 7,
                    "original air date": "6 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "Episode #2.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "votes": 7,
                    "original air date": "13 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "Episode #2.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "votes": 8,
                    "original air date": "20 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "Episode #2.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "votes": 8,
                    "original air date": "27 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "Episode #2.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "votes": 7,
                    "original air date": "3 Feb. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Episode #2.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "votes": 8,
                    "original air date": "10 Feb. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "23": {
                    "title": "Episode #2.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "votes": 7,
                    "original air date": "17 Feb. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "24": {
                    "title": "Episode #2.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "votes": 9,
                    "original air date": "24 Feb. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "25": {
                    "title": "Episode #2.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "votes": 8,
                    "original air date": "3 Mar. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "26": {
                    "title": "Episode #2.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "votes": 8,
                    "original air date": "10 Mar. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "27": {
                    "title": "Episode #2.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "votes": 8,
                    "original air date": "17 Mar. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "28": {
                    "title": "Episode #2.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "votes": 8,
                    "original air date": "24 Mar. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "29": {
                    "title": "Episode #2.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "votes": 8,
                    "original air date": "31 Mar. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "30": {
                    "title": "Episode #2.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "votes": 7,
                    "original air date": "7 Apr. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "31": {
                    "title": "Episode #2.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "votes": 7,
                    "original air date": "14 Apr. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "32": {
                    "title": "Episode #2.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "votes": 8,
                    "original air date": "21 Apr. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "33": {
                    "title": "Episode #2.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "votes": 6,
                    "original air date": "28 Apr. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "34": {
                    "title": "Episode #2.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "votes": 7,
                    "original air date": "5 May 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "35": {
                    "title": "Episode #2.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 35,
                    "votes": 7,
                    "original air date": "12 May 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "36": {
                    "title": "Episode #2.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 36,
                    "votes": 8,
                    "original air date": "26 May 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "37": {
                    "title": "Episode #2.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 37,
                    "votes": 7,
                    "original air date": "2 Jun. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "38": {
                    "title": "Episode #2.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 38,
                    "votes": 7,
                    "original air date": "9 Jun. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "39": {
                    "title": "Episode #2.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 39,
                    "votes": 13,
                    "original air date": "16 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Mehmet Saim is aware of how powerful and intelligent enemy . Mahir father and is sure to give up to investigate the events of his own . Maher 's sooner or later must be prevented from reaching its name. This time you decide to play really great . Maher will be saved forever from before the wedding. To do this, Istanbul's most cruel , the most intrepid will find the most unscrupulous bully. Qualities that will take you to a surprise Mehmet Saimer name. The Orhan as promised grooms allows restoring the freedom of the day before. Everything is proceeding as Orhan's ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 27,
                    "original air date": "15 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    With the investigation conducted behind the incident, the person who placed the bomb inside the car is found and has confessed to the crime. Mahir, who is in no way satisfied with the answer he got and is not giving up from investigating, understands that he actually was the person targeted from that explosion - From now on, there are two paths in front of Mahir. Either he will live with the pain of his lost ones, accept his fate and support his family, or he will find the real felon and get his revenge.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 22,
                    "original air date": "22 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Mahir, who said that he will not leave Safiye and Little Nazif's blood at their place left to dry is the only suspect. Upon Savci Adnan's request, Mahir is to be taken and brought to the police precinct. Feride is destroyed - Her fears has come reality. Mahir really has become someone else. Kerime, who is completely taken a back with what she has found out, and on the verge of telling Feride about everything, takes off. This time, it really seems difficult for Mehmet Saim to stop Kerime. Will Kerime be able to tell Feride that the real criminal is her father, Mehmet ...    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 23,
                    "original air date": "29 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Savci Adnan and Mehmet Saim have no intention at all to get off Mahir's trail. Dalyan tells Mahir that to be able to get in the kabadayi's world, for his notoriety, he needs to take down (overthrow) a gangster, and get a hold on of his territory. Mahir has found the gangster that he has been looking for, a kabadayi by the name of Boksör Hilmi, who does evil things to those under his control and uses children to get money through begging. Feride, who sees that Cüneyt is alive, tries to find out from Yasin what is Mahir's purpose but she proves unsuccessful.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "6 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Mahir, who takes firm steps forward on the way to become a Kabadayi, after having humiliated Boksör Hilmi, he also got hold of Hilmi's territory (area). Now he is forced to have his hand kissed and use extortion just like any gangster. Feride, who wanted Ayten's help in order to be able to control Mahir, succeeds in convincing her. They put a man to follow Mahir. Feride is determined to stop Mahir no matter what. For a last time she appears in front of him and talk but Mahir has no intention in giving up. Will Feride be able to prevent Mahir from getting harmed? ...    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "13 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Mahir, whose only goal is to reach the Kabadayis and sit at the same table with them, cannot succeed in entering their lodge. Feride has turned upside down all of Mahir's plans unknowingly. Mahir needs another plan to enter that lodge and sit with the Kabadayis at the same table. What is Mahir's new plan? Will he be able to reach to his goal this time? Feride thinks that Mahir is growing distant further more from her with each passing day. For her not to lose hopes concerning her love, Feride waits from Mahir a sign, a step. Will Mahir make that step that Feride is ...    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "20 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Feride, who has found out that Mahir came to the Çay Bahçe, has become certain that her love did not erase her from his heart. She goes to the house that they were supposed to live in after they get married. With Mahir's coming, the two lovers at last succumb to their love in the night that had started with an argument. That night, Mahir will regret a lot from the hope he has given to Feride. For Feride's own good, he has no intention to allow dreaming of a future with her. Mahir makes the decision to play a game, even if unwillingly (reluctantly), to push Feride away...    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "27 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Feride breaks down the moment she sees Mahir and Belgin lip to lip (kissing). She thinks that Mahir has built himself a new life, and that she has no place in it. Mahir, because of Belgin's daring (bold) action, realizes that he opened a wound inside Feride that is irrecoverable. Him being unable to stop the pain Feride is living, in addition to being the reason of this because of the game devastates him. Meanwhile Mahir takes care of the people's troubles in his territory. He goes after a young girl who went missing from the neighborhood. He finds out that she ended ...    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "3 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Mahir's testifying is needed for Belgin's release. Mahir goes before Feride to testify for Belgin. Feride, who is certain that Mahir and Belgin are lovers, will take an important decision regarding her life. What is the decision that Feride took? Mahir, who had made a deal with Sosyete Yusuf, has taken all risks in order to sit at the same table with the Kabadayis. No matter what, he will go take Mehmet Saim's merchandise from the Court, and bring it to them. Just when Sosyete Yusuf explains to the group his agreement he made with Mahir, he comes across an objection ...    "
                },
                "9": {
                    "title": "Episode #3.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "10 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Feride wants help from her father for the first time in her life, and tells her father to ensure that the procedures are speed up. Mehmet Saim gives his daughter a positive answer to her request. Will Feride be assigned to another Courthouse? As for Mahir, who is unaware of Feride's request to be transferred to another Courthouse, he attained his desire and has succeeded in sitting at the same table with the kabadayis. Mahir, who officially became partner with the kabadayis, now will secure the kabadayis' trust in him and will be friends with each and one of them. ...    "
                },
                "10": {
                    "title": "Episode #3.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "17 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    For Feride, the day of departure has come at last. The tickets have been obtained to go to Ankara,and her mum and father have gone to Ankara in advance for the preparations. Feride, with pain, bids farewell in her own way to her love and the city she grew up and lived in. Mahir, who finds out about Feride leaving the city, breaks down. He is left once again in between his love and the path he has chosen... Will Mahir succeed in going after Feride and stopping her? An unexpected guest comes to Feride, who makes preparations for her departure... Vehbi talks about Belgin...    "
                },
                "11": {
                    "title": "Episode #3.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "24 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Belgin, by putting together what she has found out from Ilknur and Vehbi, figures out (solves) what is Mahir's real purpose. She comes before Mahir, and tells him that she understood that he is after the killer. While Mahir is left nonplussed, Belgin presents to him an unexpected offer. Will Mahir accept this offer...? Sosyete Yusuf offers to Mahir the mission to eliminate (kill off) Haydar who organizes the squatters. The Kabadayis accept the offer. It is required for Mahir, who is the newest member among them, to kill this man to prove himself and show his loyalty ...    "
                },
                "12": {
                    "title": "Episode #3.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "1 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Mahir, who is left no choice but to say yes to Belgin, knowingly of Feride's unrest, plans to find the dossier immediately and give it to Belgin. Feride, whose doubts are quite increasing about Belgin, offers Vehbi to go for dinner. She convinces Vehbi by saying that in this way she will be able to get clearer information about the incident from Belgin and that she will be able to help. Vehbi, who cannot say no to Feride, tells Belgin that they will have dinner together and that they need to be careful. Feride, who goes to meet with Vehbi and Belgin, comes across with...    "
                },
                "13": {
                    "title": "Episode #3.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "8 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Will Orhan succumb to his hatred and jealousy and squeal on his brother to them? Feride, at the dinner she was having with Vehbi and Belgin, has understood that there is a relationship between the two. Feride tries to stand strong in front of Belgin's provocative behavior throughout the dinner because she is sure that Mahir will keep the promise he gave to her and will stay away from Belgin. Feride, who leaves the restaurant with mixed feelings, is not left alone with feelings a woman has. Feride, who is jealous of her love, will go to Belgin's beauty salon for the ...    "
                },
                "14": {
                    "title": "Episode #3.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "15 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Mahir chooses to take the chance saving Haydar's life. This unexpected choice has the other leaders stunned and very curious as to what is going on in Mahir's mind. For them Mahir has become a huge mystery that keeps on growing. They start to investigate. Meanwhile Belgin realizes the seriousness of Mahir situation. The other leaders are about to break up their partnership with him. Will Mahir be able to convince the other leaders and stay around the same table with them? Belgin gives Mahir two days to retrieve the file and get it to her. Otherwise she is going to ...    "
                },
                "15": {
                    "title": "Episode #3.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "votes": 6,
                    "original air date": "22 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Belgin wants to be able to benefit from the tight position that Mahir is currently in. She reminds him of their agreement and tells Mahir that he has until tomorrow night to bring her the file that she wants. In order to stop Belgin, Mahir must go to the house that Vehbi which is protected by the police and find that file. Feride as always is going to help the one that she loves. After his confrontation with Mahir, Nazif towards his home in pain, but he is cutoff by hoodlums. When they cannot find any money on him, they eye the wedding ring on his finger. Nazif fights...    "
                },
                "16": {
                    "title": "Episode #3.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "votes": 9,
                    "original air date": "29 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Belgin tells Mahir that she did not sell him out and takes the file. Belgin in order to obtain the revenge that she seeks now has the address she needs in her hands. She makes her move to murder Nedime. Will Belgin be able to murder Nedim. Feride is somehow not convinced that Belgin was looking for her mother, so Feride and Mahir continue to investigate. Just like in the old days. Will Mahir and Feride learn what happened to Belgin while in the orphanage and what he ultimate goal really is? Meanwhile Sari has had enough of Mahir and he convinces the other leaders as ...    "
                },
                "17": {
                    "title": "Episode #3.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "votes": 11,
                    "original air date": "5 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Sari Cemal's men start raining bullets on the house by thinking that the person inside the house is Mahir. Feride, who does not know what just happened, hides with fear under the bed. Even if she is saved from the bullets, the danger is still ongoing. Kandemir, who wants to be sure whether Mahir is dead or not, goes inside with his men and they start searching the house. Will Feride be able to get rid of Kandemir and his men? Will Mahir succeed in getting to their house in time? Sari Cemal, who understood that it is Mahir who is pounding at his door, manages to run ...    "
                },
                "18": {
                    "title": "Episode #3.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "votes": 6,
                    "original air date": "12 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Vehbi realized that Belgin had someone take dossier from his house. He turns up pounding at her door. Belgin, who is done with Vehbi, has no intention to control him any longer. Belgin slyly prepares a game to get rid of Vehbi. In addition to this, there is Mehmet Saim as the game's leading role. Mahir has no intention to stop on going after Seyit. He finds out with Feride's help Seyit's address and goes to Seyit's home. Mahir comes across with a big surprise in Seyit's house. He finds Aliye, held captive by Seyit for years. Aliye is in a very bad condition and Mahir ...    "
                },
                "19": {
                    "title": "Episode #3.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "19 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    As Mahir is trying to overcome this burden, the other leaders have learned that Seyit was murdered by Mahir, and they have now made a firm decision that they must get rid of him. Mahir is going to be caught all on his own. The way that Seyit was killed and Mahir's actions causes Feride to become suspicious. As she continues to pray that her suspicious do not become a reality, she tries to figure out if it really was Mahir who murdered Seyit. At an totally unexpected moments the notes and certain personal effects that come to Necdet remind him of only one person. ...    "
                },
                "20": {
                    "title": "Episode #3.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "26 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    When Nazif and Dalyan learn that the other leaders are going to corner Mahir alone, and murder him they do not leave him there alone. Everyone who loves Mahir is their in his support. In the end Nazif has forgiven Mahir. With Mahir continuing to get stronger everyday the other leaders are going mad. They must eliminate Mahir, and they make the decision to use Orhan in order to accomplish this. They ask Orhan to murder Mahir. Necdet is over the initial shock of seeing Turgut before him. Turgut tells Necdet that he must pay for his betrayal. After meeting with Necdet, ...    "
                },
                "21": {
                    "title": "Episode #3.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "2 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Turgut who is in prison has everyone in shock. In spite of all the pressure Turgut, introduces himself Mahir and everyone else as Korkut Olmez. Mahir is determined to prove that Korkut Olmez and Turgut are one in the same and that he is lying. Feride, Yasin and Kemal also help. They start with finger printing but while Turgut was away he studied his lessons, and made his preparations for this meeting meticulously. Ilknur has learned that Seyis is a roughneck. How is this situation going to effect the relationship between Ilknur and Seyis? When Belgin hears that Mahir ...    "
                },
                "22": {
                    "title": "Episode #3.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "9 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Turgut walking out freely makes Mahir's blood boil. Whatever happens, he is determined to make Turgut admit the truth. He turns up at Turgut's door with a gun in his hand. Turgut knows Mahir very well and to be a step ahead, he made a fine plan. Belgin also will help him. Turgut, who is determined to corner Mahir from everywhere and attack him where he is most sensitive, has another different plan. He got Belgin to convince Kutuk Nail. Will Nail be able to carry out the plans concerning Nazif?    "
                },
                "23": {
                    "title": "Episode #3.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "16 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Behind bars Mahir learns that his father has been kidnapped and he goes mad. He has even thought of escaping. The moment Mahir is released he goes after Nail, and grabs the other hoodlums by the neck. As Seyis and Sosyete explain that they do not know anything he receives information from Nail. In return for his father, he has to break out Nail's son who is in prison. Mahir for his father is forced to break out a guilty man, he is going to commit a crime. As all of this is going on, Feride goes to meet with Turgut at his home to find out what he is really up too. She ...    "
                },
                "24": {
                    "title": "Episode #3.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "original air date": "23 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    After seeing what has happened to Nail, Seyis and Sosyete realize that they cannot deal with Mahir on their won. They go to Mehmet Saim and explain to him what Mahir's ultimate goal is. Mehmet Saim has learned that Mahir is after him and that the circle around him continues to get smaller. He must stop Mahir immediately. What will Mehmet Saim's new plan be? Mahir learns that Feride has been threatened by the newspaper. He goes with Feride to meet with Tarik. He goal is to make this man talk, learn who is behind all of this; and to take away the photographs. Ilknur ...    "
                },
                "25": {
                    "title": "Episode #3.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "original air date": "2 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The plan to eliminate Mahir that Mehmet Saim has planned meticulously has been executed without any problem. Mahir has been arrested for committing murder on journalist Tarik and Kutuk Nail. However, something that they did not count into the plan happened and Feride, who has been looking for Mahir, followed him secretly and came to the carpentry workshop. Feride, who knows that Mahir did not kill Nail, is obliged to testify in order to save her love. Mehmet Saim, who found out that Feride was witness to what went down, also does not allow this but Feride will risk ...    "
                },
                "26": {
                    "title": "Episode #3.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "original air date": "9 Mar. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "27": {
                    "title": "Episode #3.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 27,
                    "votes": 6,
                    "original air date": "16 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Sosyete was unsuccessful in having Mahir murdered, and he goes to Mehmet Saim and threatens him. Sosyete and Mehmet Saim have a showdown. Turgut is still determined that Mahir will find Beyefendi. He has a huge plan. He arranges for a big meeting where all the knots will be unraveled so invites everyone on all sides to meet at a certain destination. Feride learns that she is pregnant. She sets out to give this news to Mahir. Meanwhile Belgin has been released from prison, and she too has learned that Feride is pregnant.    "
                },
                "28": {
                    "title": "Episode #3.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 28,
                    "original air date": "23 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Mahir, who realized that the Beyefendi is Mehmet Saim, is very upset. He wants to be sure that Mehmet Saim is the Beyefendi. He goes to Turgut and asks him. While all of this is happening, Mehmet Saim made the decision to marry Feride off, who was unable to break off from Mahir at all. This way, the subject of Mahir will close forever for Feride. He prepares a marriage ceremony secretly from Feride. Feride, who continues to be treated at the hospital, is in pain for having lost her baby. She is very sad. Suddenly, she is taken into examination. After that examination,...    "
                },
                "29": {
                    "title": "Episode #3.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 29,
                    "original air date": "30 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    While Mehmet Saim is fighting for his life, Mahir tells to Nazif to leave. He will say that he shot Mehmet Saim himself. He will take on the blame of the crime. Nazif does not accept this but on top of Mahir's insistence, he find the solution is to go. Mahir is to wait by Mehmet Saim's side. Nazif, who left the office, goes straight home. His purpose is to explain to Feride what happened and to confess that he shot her father. Will Nazif be able to succeed in doing that? Feride, who found out that her father has been shot, goes to Mehmet Saim's side. Mehmet Saim is in...    "
                },
                "30": {
                    "title": "Episode #3.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 30,
                    "votes": 17,
                    "original air date": "6 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Feride does not believe at all Mahir who said \"I shot your father\". Her world turned upside down. She wants to learn the reason but Mahir does not give an answer. Feride, to be certain, confronts Mahir one more time but she gets the same answer. When Mehmet Saim regains consciousness, he wants Feride's baby to be aborted. To him, to bring into this world a criminal kabadayi's out-of-wedlock baby is impossible. Kerime also concurs with him. Mahir will be jailed pending trial. He took all the blame on himself. Things are going the way Turgut wanted. But, Turgut will ...    "
                },
                "31": {
                    "title": "Episode #3.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 31,
                    "original air date": "13 Apr. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "32": {
                    "title": "Episode #3.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 32,
                    "original air date": "20 Apr. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "33": {
                    "title": "Episode #3.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 33,
                    "original air date": "27 Apr. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "34": {
                    "title": "Episode #3.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 34,
                    "original air date": "4 May 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "35": {
                    "title": "Episode #3.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 35,
                    "original air date": "11 May 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "36": {
                    "title": "Episode #3.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 36,
                    "original air date": "18 May 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "37": {
                    "title": "Episode #3.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 37,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Turgut kidnaps feride , who ties her up and gags her. Mahir, who learned that Feride was a prisoner at Turgut's hands, went mad. He will give him the prints he wants and save Feride, but his fingerprints are already handed to the police.    "
                },
                "38": {
                    "title": "Episode #3.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 38,
                    "original air date": "8 Jun. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "39": {
                    "title": "Episode #3.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 39,
                    "original air date": "15 Jun. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "40": {
                    "title": "Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Karadayi (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 40,
                    "original air date": "22 Jun. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 116,
        "cast": [
            {
                "name": "Imirzalioglu, Kenan"
            },
            {
                "name": "Korel, Bergüzar"
            },
            {
                "name": "Tekindor, Çetin"
            },
            {
                "name": "Kocaoglu, Riza"
            },
            {
                "name": "Agaç, Ozan"
            },
            {
                "name": "Astepe, Ulas Tuna"
            },
            {
                "name": "Avci, Erkan"
            },
            {
                "name": "Hamzaoglu, Deniz Sen"
            },
            {
                "name": "Sönmez, Elif"
            },
            {
                "name": "Tugutlu, Leyla Lydia"
            },
            {
                "name": "Yalova, Melike"
            },
            {
                "name": "Çamyurdu, Cenan"
            },
            {
                "name": "Çubukçu, Emir"
            },
            {
                "name": "Gürmen, Lila"
            },
            {
                "name": "Okur, Yurdaer"
            },
            {
                "name": "Karaduman, Atsiz"
            },
            {
                "name": "Yazicioglu, Erhan"
            },
            {
                "name": "Kahyaoglu, Irem"
            },
            {
                "name": "Çardak, Melih"
            },
            {
                "name": "Dilligil, Sebnem"
            },
            {
                "name": "Mutlu, Ata Berk"
            },
            {
                "name": "Bozdogan, Mehmet"
            },
            {
                "name": "Senturk, Ibrahim"
            },
            {
                "name": "Toker, Olgun"
            },
            {
                "name": "Tekelioglu, Cagdas"
            },
            {
                "name": "Aslan, Ugur"
            },
            {
                "name": "Taskiranoglu, Asu Ezgi"
            },
            {
                "name": "Orcan, Asli"
            },
            {
                "name": "Ünlücan, Perihan"
            },
            {
                "name": "Öztürk, Sema"
            },
            {
                "name": "Canova, Civan"
            },
            {
                "name": "Tüfekci, Ilkin"
            },
            {
                "name": "Firtina, Kerem"
            },
            {
                "name": "Altinkaya, Nihat"
            },
            {
                "name": "Kültür, Yildiz"
            },
            {
                "name": "Polatogullari, Diren"
            },
            {
                "name": "Eryigit, Funda"
            },
            {
                "name": "Özcan, Reha"
            },
            {
                "name": "Mastan, Murat"
            },
            {
                "name": "Çermik, Kadir"
            },
            {
                "name": "Soysalan, Hüseyin"
            },
            {
                "name": "Çiftçi, Ülkü Hilal"
            },
            {
                "name": "Demir, Ercan Resat"
            },
            {
                "name": "Vurmaz, Ibrahim"
            },
            {
                "name": "Yildirim, Özgür Emre"
            },
            {
                "name": "Karali, Safak"
            },
            {
                "name": "Altintas, Serkan"
            },
            {
                "name": "Yesil, Sermet"
            },
            {
                "name": "Tastekin, Emre"
            },
            {
                "name": "Pamukcu, Mehmet"
            }
        ],
        "genres": [
            "Action",
            "Crime",
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "120"
        ],
        "countries": [
            "Turkey"
        ],
        "country codes": [
            "tr"
        ],
        "language codes": [
            "tr"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Singapore:NC16"
        ],
        "number of seasons": 3,
        "rating": 7.4,
        "votes": 4455,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjMwMzY1NDgxN15BMl5BanBnXkFtZTcwMzA0OTgxOQ@@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Mehmet Saim is aware of how powerful and intelligent enemy. Mahir father and is sure to give up to investigate the events of his own. Maher 's sooner or later must be prevented from reaching its name. This time you decide to play really great. Maher will be saved forever from before the wedding. To do this, Istanbul's most cruel, the most intrepid will find the most unscrupulous bully. Qualities that will take you to a surprise Mehmet Saimer name. The Orhan as promised grooms allows restoring the freedom of the day before. Everything is proceeding as Orhan's desire is now free and the family is not aware of it. Orhan is released not meet the groom 's real world. Look carefully and grooms that gives Orhan first task is waiting patiently. Orhan awaits the biggest test of his life. Necdet is arrested as a suspect murder of her husband Sinan. If Alice continues to everything unaware of the role of the victim spouse. To verify the expression of Necdet and has no intention to rescue him. Life and avenge last Necdet and always on hand to take this opportunity to be in a place where imagination will assess the best way. Meanwhile, the roof come wedding day. Maher and Farida is excited to be married a few hours later. Farida doing final preparations father will come home point, there is a flurry of sweet in the Maher's house. Everyone is very happy but a few minutes later, life will be changed forever. Reunion will.",
        "languages": [
            "Turkish"
        ],
        "title": "Karadayi",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2015",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Canpolat, Eylem"
            },
            {
                "name": "Ergenekon, Berfu"
            },
            {
                "name": "Ergenekon, Sema"
            }
        ],
        "production companies": [
            {
                "name": "Ay Yapim"
            }
        ],
        "distributors": [
            {
                "name": "ATV"
            }
        ],
        "plot": [
            "The Kara family's life is turned upside down because of a wrongful accusation that results in the imprisonment of Nazif Kara for a murder he didn't commit.::Roc",
            "Mehmet Saim is aware of how powerful and intelligent enemy. Mahir father and is sure to give up to investigate the events of his own. Maher 's sooner or later must be prevented from reaching its name. This time you decide to play really great. Maher will be saved forever from before the wedding. To do this, Istanbul's most cruel, the most intrepid will find the most unscrupulous bully. Qualities that will take you to a surprise Mehmet Saimer name. The Orhan as promised grooms allows restoring the freedom of the day before. Everything is proceeding as Orhan's desire is now free and the family is not aware of it. Orhan is released not meet the groom 's real world. Look carefully and grooms that gives Orhan first task is waiting patiently. Orhan awaits the biggest test of his life. Necdet is arrested as a suspect murder of her husband Sinan. If Alice continues to everything unaware of the role of the victim spouse. To verify the expression of Necdet and has no intention to rescue him. Life and avenge last Necdet and always on hand to take this opportunity to be in a place where imagination will assess the best way. Meanwhile, the roof come wedding day. Maher and Farida is excited to be married a few hours later. Farida doing final preparations father will come home point, there is a flurry of sweet in the Maher's house. Everyone is very happy but a few minutes later, life will be changed forever. Reunion will.::Awab Bahri",
            "Istanbul, 1970s. MAHIR - eldest son of the Kara family - on the happiest day of his life. The family are celebrating the couple and there is much goodwill and love for the young people. The Kara family is highly respected in the working class area where they live and Mahir's father NAZIF is looked upon as '_Karadayi_ (qv)' - the benign godfather of the area, who people turn to for advice and help in time of need. So they are surprised to be visited by the police in the middle of the celebrations. The police want Mahir to go with them and speak with the Attorney General on an urgent matter. Nazif does not want his son to have to leave his celebration, so he agrees to go instead to see what the problem is. But when he gets to the office, Nazif finds the Attorney General stabbed to death on the floor. Shocked, he tries to take the knife and see if the man can be saved, but he is dead. And Nazif is found holding the murder weapon. With only this circumstantial evidence against him, he finds himself facing the death penalty. The family is appalled. Even more so when they realize who the judge will be - FERIDE - an ambitious lawyer, dedicated to the rules, logical and apparently heartless. For Feride, there is a small question about motive, but the evidence overwhelmingly points to the guilt of Nazif Kara. She is supported in reaching this conclusion by her colleague, the prosecutor TURGUT, who a deeply corrupt man with his own reasons for wanting to quickly secure a conviction and lay the case to rest. Mahir sees that he cannot expect true justice from the courts and after much thinking decides on a risky course of action. With the help of acourthouse employee who is a friend of the family and does not believe Nazif to be capable of the crime, Mahir creates a new identity for himself and enters the world of the courts as 'Salih Ipek', a lawyer-in-training who has been assigned to intern with Judge Feride. But something else has happened as well. Feride and Mahir fell in love.::ahmetkozan",
            "This tale of honour, revenge and impossible love continues rating highly in Turkey and marching onto screens across the world. _Karadayi_ (qv) tells the story of Mahir, who takes his place as head of his family when his father is found guilty of a murder he did not commit. Mahir sets out to find the real killer, drawing his respectable family into a war with the criminals who are behind the crime. The quest for justice is complicated by an impossible love story involving the judge who holds his father's fate in her hands.::ahmetkozan"
        ],
        "tech": {
            "runtime": [
                "2 hr (120 min)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Arri Alexa"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 4455,
                "rating": 7.4
            },
            "aged under 18": {
                "votes": 9,
                "rating": 5.4
            },
            "aged 18 29": {
                "votes": 1408,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 1133,
                "rating": 7.4
            },
            "aged 45 plus": {
                "votes": 172,
                "rating": 7.5
            },
            "males": {
                "votes": 2387,
                "rating": 7.5
            },
            "males aged under 18": {
                "votes": 7,
                "rating": 4.9
            },
            "males aged 18 29": {
                "votes": 1136,
                "rating": 7.6
            },
            "males aged 30 44": {
                "votes": 911,
                "rating": 7.4
            },
            "males aged 45 plus": {
                "votes": 101,
                "rating": 7.5
            },
            "females": {
                "votes": 618,
                "rating": 7.9
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 262,
                "rating": 7.9
            },
            "females aged 30 44": {
                "votes": 211,
                "rating": 7.8
            },
            "females aged 45 plus": {
                "votes": 67,
                "rating": 8.1
            },
            "top 1000 voters": {
                "votes": 23,
                "rating": 7.3
            },
            "us users": {
                "votes": 145,
                "rating": 7.3
            },
            "non us users": {
                "votes": 1519,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 2016,
            "9": 537,
            "8": 554,
            "7": 363,
            "6": 167,
            "5": 111,
            "4": 42,
            "3": 47,
            "2": 54,
            "1": 564
        },
        "arithmetic mean": 7.7,
        "median": 9
    }
}