{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "24 August 2012",
                "notes": "                            (limited)"
            }
        ],
        "release dates": [
            "USA::24 August 2012                            (limited)"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Lost Dog, Stolen Hummer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Limo Kings (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Perales, Drake"
            },
            {
                "name": "Almighty, Bruce"
            },
            {
                "name": "Doug, Dirty"
            },
            {
                "name": "Harvey, Handsome"
            },
            {
                "name": "Raymond, Mario"
            },
            {
                "name": "Steffano, Mike"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "budget": "$50,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Limo Kings",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Limo Kings (United States)"
        ],
        "synopsis": [
            "Creator: Mike SteffanoGenre: Reality SeriesTitle: Limo KingsLogline: Never a dull moment!This series deals with the most successful limousine company in Northern California. You've seen Pawn Stars and Lizard Lick Towing. This show is NOT those. Limo Kings is what others wished they could be. Sit back and watch all the drama unfold as Limo Kings navigate the wild world of Northern California.Synopsis:Mike Steffano owns and operates HOBO LIMO, Northern Californias most successful limousine company. Because of this, hes seen his fair share of ups and downs, thrills and spills, and everything in between. These, in turn, sparked a thought in his head. Why not record this stuff. People would love this sh*t! and from there Limo Kings was off and running.Running a company like HOBO LIMO has created opportunities for their drivers to witness some of the funniest, most outrageous acts ever seen. It was only natural to want to capture these events on film, so film we did. Episode #1 Lost Dog - Stolen HummerThe Pilot Episode opens with a group of upper-middle class looking housewives, dressed as if theyre on their way to the Kentucky Derby; hats and all. Its not long after boarding the Party bus before the alcohol is flowing, and these wholesome looking housewives are swinging from the stripper pole as if it were second nature to them. Upon arriving at their first wine tasting event, its apparent that these women wont be able to keep up the pace in which theyre drinking for long. They head off to the next winery (which one of the women claims to know the owner and its okay that theyre running late) when one of the womens tiny dog, which shed snuck on board, turns up missing, police are called, and accusations of the chauffeur having sold to a nearby taco truck start flying.Meanwhile, HOBO LIMOS 30 foot, bright yellow, stretch Hummer is out on a run of its own. Unbeknownst to anyone at HOBO LIMO, the group of passengers whod reserved the Hummer did so with a stolen credit card and fake ids. At one point in their drunken night on the town, one of the women passengers kindly asks their driver if hed go inside one of the clubs they were at and retrieve her purse. The moment the driver went inside the group of passengers make off with the bright yellow Hummer. From there the chase is on. Between trying to locate the Hummer via the gps chip installed under the hood (which the thieves removed and promptly discarded) and the police out on the hunt for the stolen vehicle, it becomes clear why theres, Never a dull moment, for the Limo Kings. The pilot, and the rest of the episodes all move at a nonstop pace, and its apparent why the entire season of Limo Kings is by far the funniest, most outrageous action caught on tape.Additional episodes include but not limited to:Transvestites:Almost 20 transvestites transform on camera to perform at Faces, one of Sacramentos original gay night clubs. After some pole action on the party bus, they jam up the stairs of the State Capitol, attracting the attention of six CHP officers, do a quick workout at 24 Hour Fitness, still in performance attire, and to their delight, finish the evening with some nice and naughty shopping. Monster Limos: Mike visits a Monster Limo dealer, uses the obstacle course for a test drive, and decides its not exactly what hes looking for. Hes off to the Monster Truck Expo, but first, the ladies need a little lift.Knockin' Boots with Candyman:Living in Victorville, rapper/producer Candell Manson, starts this day running through a sound check for his local evening concert. Then its a haircut, picking up the children from school, and a visit to the fitness clubor was it the strip club? After his engagement in San Diego that night, Kurupt (Tha Streetz Iz a Mutha) joins Candyman on stage. Its All About The Look: After prepping, primping and posing, MTVs Freddie Figs and Miss Junior California joking Playboy Playmates at a VIP penthouse after party.Stripper and Grape Leaves: Lovely ladies from Sacramentos Cenrterfolds take it off, and then take off for wine tasting in Napa. Or was it the other way around?Safari West Wildlife Preserve and African Tent Camp: Club Member Rule #1- You have an unknown overnight destinations and participation is a must. The group is supplied with a canteen, a blanket, a toga, a headband, and an off-road jeep.Margaritaville comes to Modesto: Sponsored by Galletto Ristorante, contenders for Best Bartender arrive in limo style and impress the crowd with their tricks and margarita blends. The winner celebrates in goes home on style. The losers? Well, hopefully they had their cell phones charged because its a long walk home.Contact:\nBrian Hunt\nChief Creative Officer\nDog Spies Hydrant\n619-760-7270\nBrian@DogSpiesHydrant.com"
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        }
    }
}