{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "8 August 2012"
            }
        ],
        "release dates": [
            "USA::8 August 2012"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "Santa Monica, California, USA",
            "Chicago, Illinois, USA",
            "San Francisco, California, USA",
            "Houston, Texas, USA",
            "New York City, New York, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "44"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo::(Stereo)"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTZmMDFkNTctNmQyZS00NTdmLWE4OWUtMWU3MWQzNmY0ZjRjXkEyXkFqcGdeQXVyMzY0MTE3Mg@@._V1_SY150_CR10,0,101,150_.jpg",
        "budget": "$1,200,000 (estimated)",
        "plot outline": "VerveStar will be starting principal photography on this show in April and will begin running promotions all through the year. \"People want to work and many families are struggling and taking jobs below their pay rates and qualifications just to make ends meet...Our Career Matchmakers will coach and assist in arranging for real jobs and offer top advice to the candidates...I believe that this show will change and truly provide a solution to our employment problem,\" says Producer Miranda Spigener. \"Millionaire Matchmaker meets The Fairy Jobmother.\" The show features the Top Career Coach/Headhunters and HR Professionals from cities in the West, East, South and the Midwest United States as they guide their own clients on Career paths in a recovering economy. The Career Matchmakers will have a slight political edge evened out by the Coaches themselves with opposing views. None will be showcasing political views, but their styles will reflect and reveal how best efforts can come together from both sides. \"The interesting impression of this program is that viewers will get to witness how top Career Professionals from both sides of the political isle see the job market at large in order to have their clients succeed. This is a reality show that will be enlightening, entertaining and clearly valuable to many viewers and their families,\" Says Producer Nick Delarosa.",
        "languages": [
            "English"
        ],
        "title": "The Career Matchmakers",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "The Career Matchmakers (United States)"
        ],
        "production companies": [
            {
                "name": "VerveStar"
            },
            {
                "name": "Miranda Spigener Film TV Literary"
            }
        ],
        "distributors": [
            {
                "name": "TiVo"
            },
            {
                "name": "Blip.tv"
            }
        ],
        "plot": [
            "The show features the Top Career Coach/Headhunters and HR Professionals from cities in the West, East, South and the Midwest United States as they guide and makeover potential job candidates.::VerveStar",
            "VerveStar will be starting principal photography on this show in April and will begin running promotions all through the year. \"People want to work and many families are struggling and taking jobs below their pay rates and qualifications just to make ends meet...Our Career Matchmakers will coach and assist in arranging for real jobs and offer top advice to the candidates...I believe that this show will change and truly provide a solution to our employment problem,\" says Producer Miranda Spigener. \"Millionaire Matchmaker meets The Fairy Jobmother.\" The show features the Top Career Coach/Headhunters and HR Professionals from cities in the West, East, South and the Midwest United States as they guide their own clients on Career paths in a recovering economy. _The Career Matchmakers_ (qv) will have a slight political edge evened out by the Coaches themselves with opposing views. None will be showcasing political views, but their styles will reflect and reveal how best efforts can come together from both sides. \"The interesting impression of this program is that viewers will get to witness how top Career Professionals from both sides of the political isle see the job market at large in order to have their clients succeed. This is a reality show that will be enlightening, entertaining and clearly valuable to many viewers and their families,\" Says Producer Nick Delarosa.::VerveStar"
        ],
        "tech": {
            "runtime": [
                "44 min"
            ],
            "sound mix": [
                "Stereo (Stereo)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}