{
    "imdb": {
        "raw release dates": [
            {
                "country": "Turkey\n",
                "date": "1 October 2012"
            },
            {
                "country": "Turkey\n",
                "date": "13 November 2012"
            }
        ],
        "release dates": [
            "Turkey::1 October 2012",
            "Turkey::13 November 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Atlilar"
            },
            {
                "countries": "World-wide (English title) (literal English title)",
                "title": "The Riders"
            }
        ],
        "akas": [
            "Atlilar (original title)",
            "The Riders World-wide (English title) (literal English title)"
        ],
        "akas from release info": [
            "Atlilar (original title)",
            "The Riders World-wide (English title) (literal English title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "First Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Atlilar (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Oct. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Asparuhov, Ivaylo"
            },
            {
                "name": "Kiehling, Kristian"
            },
            {
                "name": "Tandogan, Asli"
            },
            {
                "name": "Timmy, Konstantin Gerginov"
            },
            {
                "name": "Tugutlu, Leyla Lydia"
            },
            {
                "name": "Can, Kerem"
            },
            {
                "name": "Erguder, Canan"
            },
            {
                "name": "Levent, Tamer"
            },
            {
                "name": "Sarp, Levenoglu"
            }
        ],
        "locations": [
            "Sofia, Bulgaria"
        ],
        "genres": [
            "Fantasy"
        ],
        "countries": [
            "Turkey"
        ],
        "country codes": [
            "tr"
        ],
        "language codes": [
            "tr"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 5.0,
        "votes": 17,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzZhY2JmNDgtOTM4ZS00NGRkLTlkOWEtMDQyODg5ZjQ0NjBkXkEyXkFqcGdeQXVyMDMwMDUyMA@@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "Turkish"
        ],
        "title": "Atlilar",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Akar, Serdar"
            },
            {
                "name": "Akcilad, Eset"
            }
        ],
        "production companies": [
            {
                "name": "Adam Film"
            }
        ],
        "distributors": [
            {
                "name": "Star TV"
            }
        ],
        "synopsis": [
            "It was the age of order. It was the age wisdom. It was the age of absolute equality between men and women. And yet, it was the very age when everything fell apart. Historians will deny the role of a kings dream in the making of our shared history, but this was the moment when humanity took the shape it is in now. On the big, fertile, wide plain called heaven, two races, the master horsemen Samaratians and the caretakers of the land Xianians, fought to shape the earthmother in their own image. To both, their people were the good and the other evil; to both, there was no third race roaming the fields. Both races believed in the superiority of their own blood: the Samaratians forefathers told them they were of the greywolf blood, carrying skygods breath in them, while Xianians of the snake line believed they came from the very land they were on, that they were earthmothers children, serpents and servants while the Samaratians were the sin walking her. To both, only one blood could survive, and only one people could call this land their own. Then, the born-on-a-horse-with-a-sword-in-hand Samaritan warrior clan fell badly at the hands of the Xianians: at an unexpected moment, the villager Xianians made Samaratians taste the worst defeat in their memories as well as tales. Most Samaratian warriors died before they could even raise their swords. Their children were beheaded, their tents burned down and a whole generation of Samaratian women was raped, impregnated and forced to give life to the cursed Xianian blood. Every Samaratian prayer called for an explanation from lord god of the skies, every Samaratian ear eager to hear promise of revenge and blood. Yet divine Ejder, wounded on the battle ground, instead orders migration following the sun: My father appeared to me during the war and promised us a new homeland, a real heaven in the land of the sun. There, our blood will rise again and rule the seven clans and two worlds. The Samaratians, who always listened to the words of their elder and believed in the dreams of their divine father, take to the road despite feeling unwilling and let down. After over a years migration through hardship, famine, drought, mutiny and seeing even the strongest Samaratians weakened to the point of being unable to even carry their own swords, the Samaratians reach another green plain. During his first dream, in which his forefathers are supposed to reveal to Ejder the bright days he and his people will have on this land, Ejder dreams of all his clan and himself dead at the hand of a new enemy. With even his family and wife challenging his authority and scheming to replace him, feeling betrayed and defeated by his forefathers for the wrongs he has done to become a king, divine king Ejder opens his ears wide to the words of mysterious Zikra, the only living being they encountered on this new land. Zikra is one of the few (4) people who saw the same dream as king Ejder: The shadows of your past will follow you wherever you go, King Ejder. Stay and change the direction of the river of faith. You know your enemy. Thus, King Ejder sends away his three sons (Aslan/Lion, ahin/Falcon and Biyan/Crow) to find the enemy he saw in his dream, the clan that carries a green flag and is to bring about their demise. What Ejder and Samaratians do not know is that the very land they have settled on, which has its own laws, myths, tales and faith, is stage to a big game that will shape the history of mankind. Although Ejder is told that the carriers of the green flag are a peaceful and wise clan, sworn off from blade and steel, Ejder pushes on. So starts the story that will be told for millenia to come, changing a bit every time, the one story that had it all, the only bedtime story told to Homer: the orphan boy left in a basket in a river, the forbidden love that brought down a nation, the twins taken care of by the wolves, the virgin that gave birth to a blessed child, the gods that walked among men, and the men who tried to become gods..."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 17,
                "rating": 5.0
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 1.0
            },
            "aged 30 44": {
                "votes": 11,
                "rating": 4.7
            },
            "males": {
                "votes": 13,
                "rating": 4.2
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 1.0
            },
            "males aged 30 44": {
                "votes": 11,
                "rating": 4.7
            },
            "females": {
                "votes": 2,
                "rating": 5.5
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 6.0
            },
            "us users": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 7,
                "rating": 3.3
            }
        },
        "number of votes": {
            "10": 7,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 9
        },
        "arithmetic mean": 5.0,
        "median": 1
    }
}