{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "19 March 2012"
            }
        ],
        "release dates": [
            "Canada::19 March 2012"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Flying Rivers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "3 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Trees and water exist in a symbiotic relationship - take away the trees and you take away the water. Around the world we often take trees for granted and don't even think of their vital role in the hydrologic cycle. Tree roots hold soil in place, preventing erosion and controlling the amount of sediment in nearby rivers. Trees also create rain through a process called transpiration, and the removal of large forests can affect rainfall patterns thousands of kilometers away.    "
                },
                "2": {
                    "title": "The Big Leak",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "10 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Most of us enjoy fresh clean tap water 24/7, but few of us are aware of the complex network of pipes and sewage networks that bring us that water and take away our waste. Even fewer of us are aware of the severe problems facing these outdated water networks in major cities around the world. The Brothers venture into this hidden underworld and investigate what can be done to fix our aging water networks.    "
                },
                "3": {
                    "title": "Ocean Spies",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "17 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    The Brothers head for the South Pacific nation of Palau to document how illegal fishing is threatening local food security and their way of life. Palau recently banned commercial fishing throughout much of its exclusive economic zone and in the process created one of the world's largest marine protected areas, roughly the size of France. Unfortunately, Palau only has one patrol boat to monitor this massive region.    "
                },
                "4": {
                    "title": "On Thin Ice",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "24 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Canada is home to over 1 million lakes and one of the largest freshwater supplies in the entire world, but scientists are discovering that these vast freshwater resources, and the ecosystems they support, are increasingly at risk due to the effects of climate change. From changing rainfall patterns, to reduced snowpack, melting mountain glaciers and warming lakes, Canada is more vulnerable to climate change than many of us assume.    "
                },
                "5": {
                    "title": "More Food, Less Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "31 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    The Water Brothers get dirty. Join them on an exciting journey through the world of soil, manure and water, or in other words - what we grow and eat. An astounding 70% of all the freshwater humans use is for agriculture. We need to use that water much more efficiently and the good news is that there are amazing new technologies being tested and implemented, some in our own backyard, to help us grow MORE FOOD and use LESS WATER. Will we take up the challenge?    "
                },
                "6": {
                    "title": "End of Sushi",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "7 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Sushi has evolved from being a niche, exotic cuisine into one of the most popular foods in the world. The Brothers travel across North America to investigate the impact of this cuisine on health of the ocean and meet sushi chefs who are introducing customers to more sustainable seafood options.    "
                }
            },
            "1": {
                "1": {
                    "title": "Reefer Madness",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    The world's coral reefs are home to a quarter of all marine life - and they're being wiped out. The Water Brothers take you to the second longest reef system on Earth, the Mezo-American reef. Why are we killing the most important, underwater sanctuaries on earth? And how do we stop Reefer Madness?    "
                },
                "2": {
                    "title": "Carpageddon",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Asian Carp have invaded the Mississippi, and destroyed the lucrative fishing industry. Today, only an electric fence is keeping them from entering the Great Lakes, and a few have already been spotted. If any more cross that barrier, prepare for Carpageddon.    "
                },
                "3": {
                    "title": "Water in All the Wrong Places",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    The Water Brothers will examine the fascinating history of water in California as it is constantly being artificially diverted and dammed to create electricity and maintain growing populations and immense agricultural industries in one of the driest places in North America.    "
                },
                "4": {
                    "title": "The Big Thaw",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    The Arctic is experiencing climate change faster than anywhere else in the world and water is at the heart of this story. Learn how melting ice sheets and sea ice in Iceland, Greenland and Labrador will have global implications on the loss of biodiversity and the dynamics of ocean currents that could lead to dangerous spin off climate change events. How will the people and wildlife of the North adapt to these changes? Could some groups even profit from the disappearance of sea ice and how will the rest of the world experience the effects of The Big Thaw?    "
                },
                "5": {
                    "title": "Valley of the Dammed",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "21 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    The Mekong is the most productive river system on Earth and home to the world's largest freshwater fish species and inland fishery. Will 11 planned mega dams spell an end to the main food source for over 70 million people? Who will decide the fate of... The Valley of the Dammed?    "
                },
                "6": {
                    "title": "Bottlegate",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "21 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Canadians enjoy some of the cleanest and most plentiful supplies of freshwater in the world. Our tap water is also cheap and easily accessible. So what's with our obsession with bottled water? Do we know all the facts? Have we been seduced by clever marketing campaigns? The Water Brothers explore how their own tap water is treated and distributed at a facility two blocks from their childhood home and show that the quality of water from their tap is often of the same quality or even better than bottled water. The Water Brothers will also speak with municipal scientists...    "
                }
            },
            "2": {
                "1": {
                    "title": "The Pure and the Poisoned",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "10 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    The Ganges is worshipped as a goddess, and many Hindus believe that this holy river cannot be polluted, yet it is one of the most dangerously contaminated rivers in the world. The Brothers meet the people who live with the extraordinary paradox of the Pure and the Poisoned - and they take their own holy dip in the Ganges with over 30 million people at the legendary Maha Kumbh Mela, the largest gathering of humans on earth.    "
                },
                "2": {
                    "title": "Plastic Ocean",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "17 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    The Brothers embark on a sailing adventure to the middle of the Pacific Ocean to the remote \"Great Pacific Garbage Patch\", a massive collection of plastic waste congregated together by swirling ocean currents known as gyres. What does the patch look like? How does it affect wildlife and the seafood we eat? Where in the world did this inconceivably massive amount of plastic come from and from what human activities, and more importantly, what can be done about it? The Water Brothers bring us some answers to this strange and disturbing phenomenon.    "
                },
                "3": {
                    "title": "Dead Zones",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "24 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    It sounds futuristic, but \"Dead Zones\" exist in our water environments and are rapidly increasing in size and number. Why? A Dead Zone is a body of water with greatly reduced oxygen, often causing marine life to die. Habitats that were once teeming with life are reduced to biological deserts. Run-off of nutrients from farming is a major culprit. The Brothers travel to the Gulf of Mexico and Lake Erie to examine two of the world's largest and most notorious Dead Zones. Farms are a primary source of nutrient pollution, and the Brothers visit innovative farmers who are ...    "
                },
                "4": {
                    "title": "No Woman, No Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "1 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Hundreds of millions of people live without access to clean water and billions live without a toilet, causing countless lives to be lost each day. It is women and girls that are usually given the difficult task of hauling water, taking many hours each day often in the hot sun and sacrificing much for their families and communities. The Brothers travel to Africa to the most water scarce regions of Tanzania and Kenya, to see first hand how simple water projects can make huge changes towards economic advancement - and how it is women who hold the key to improving clean ...    "
                },
                "5": {
                    "title": "Water Everywhere... But Not a Drop to Drink",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "8 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Canadians are big water users and are also advanced in water treatment and distribution technologies. Yet, in one of the most water rich countries in the world, approximately one out of every five First Nations communities in Canada lacks access to clean, safe and sustainable drinking water. Why do some First Nations communities have these problems and others do not and are thriving? How can there be economic independence and advancement for these communities without this basic human right? The Brothers travel to First Nations communities in search of the answers.    "
                },
                "6": {
                    "title": "Farmed and Dangerous?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "15 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    People love to eat salmon, but chances are that salmon is not wild. Globally, over 70% of the salmon we eat is raised on fish farms in the open ocean. Does it matter? And is it true that salmon farms, which are supposed to take the pressure off wild salmon stocks, might be wiping them out? To find out, the Brothers immerse themselves in the worlds of both wild and farmed salmon in one of the most beautiful places on earth.    "
                },
                "7": {
                    "title": "Here Comes the Flood",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "22 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    No one saw it coming - the extensive flooding and damage in the NY City area in 2012 from Hurricane Sandy. But all the signs were there, half way across the planet in Bangladesh. The Brothers witness first hand the impact of rising sea levels and the increasing frequency and ferocity of violent storms, and some of the amazing adaptations the people of Bangladesh are undertaking. Will these solutions and others hold the key to Bangladesh's floating future, or is this country on the verge of a massive environmental refugee crisis? Watch out, because Here Comes the Flood!    "
                }
            },
            "3": {
                "1": {
                    "title": "Last Home of the Giants",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "7 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Over 90% of the large fish in the ocean have been fished out. Thankfully, there are still a few remote places where the last remaining giants of the ocean thrive. Lying 550 km off the west coast of Costa Rica, Cocos Island is home to one of the richest marine habitats on Earth. The Water Brothers join a research expedition to this UNESCO World Heritage site to dive with the giants of Cocos Island and learn why it is so important for the ocean to have protected and thriving hotspots. Join the Brothers as they take viewers on an incredible journey    "
                },
                "2": {
                    "title": "Underwater Highways",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "14 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The Water Brothers continue their journey at Cocos Island and turn their attention to the migration patterns of the sharks and sea turtles that frequent this undersea wonderland. Working together with a team of dedicated marine biologists, the brothers tag and track these animals' movements to gather clues about their migration routes. The information gathered by the team will be critical in protecting these threatened creatures from fishermen lurking just beyond the parks borders.    "
                },
                "3": {
                    "title": "The River Runs Dry",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "21 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The Water Brothers venture to Israel, Palestine, and Jordan to investigate the reasons behind the demise of the once mighty Jordan river.    "
                },
                "4": {
                    "title": "Ocean of Energy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "28 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The ocean is one of the largest, untapped sources of clean energy on the planet. Tidal and wave power are two of the most exciting marine renewable energy solutions that are already generating electricity right now. The Water Brothers get to the heart of this burgeoning industry by investigating the state-of-the-art technologies being deployed off the rugged coasts of Scotland and Northern Ireland. Their search takes them back to Canada to the site of the world's largest tides - in the Bay of Fundy - where they go rafting on massive tidal bores and discover the true ...    "
                },
                "5": {
                    "title": "The Least Deadliest Catch",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "5 May 2015",
                    "year": "2015",
                    "plot": "\n    Fish stocks around the world are being depleted at an alarming rate, and yet growing populations are more dependent on these vital food sources than ever. The Water Brothers venture to the East Coast of the US and Canada to witness first-hand how overfishing has changed the local marine ecosystem and join fishermen who choose to catch their fish in a sustainable way. Alex and Tyler also visit an innovative seaweed and shellfish farmer who is trying to revolutionize the way we grow, buy and eat seafood. We find out how each of us can make a positive difference by ...    "
                },
                "6": {
                    "title": "Acid Ocean",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "12 May 2015",
                    "year": "2015",
                    "plot": "\n    As we burn fossil fuels, carbon dioxide is seeping into the oceans and creating an alarming, science-fiction scenario. It's called ocean acidification. It could lead to a mass extinction of marine life, yet it is largely unknown to the public. In the Pacific Northwest, the Brothers meet scallop & mussel farmers who are already experiencing the impacts of this recent phenomenon and losing millions of dollars. Diving near a volcano in Italy that causes nearby waters to be naturally higher in acidity, the Brothers see first-hand what the rest of the ocean might look like...    "
                },
                "7": {
                    "title": "Water in Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Water Brothers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "19 May 2015",
                    "year": "2015",
                    "plot": "\n    Disturbing changes are taking place in the ocean. Human CO2 emissions are being absorbed into the ocean, causing a phenomenon known as ocean acidification. If nothing is done to slow down this process, it could cause a mass extinction of marine life. From Canada's west coast to the naturally acidifying seawater around an Italian volcano, the Brothers peer into the uncertain future of our Acid Ocean.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Mifflin, Alex"
            },
            {
                "name": "Mifflin, Tyler"
            },
            {
                "name": "Famiglietti, Jay"
            }
        ],
        "locations": [
            "Mexico",
            "Honduras",
            "Belize",
            "Iceland",
            "Greenland",
            "Canada",
            "USA",
            "Vietnam",
            "Laos",
            "Cambodia"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 4,
        "rating": 7.9,
        "votes": 13,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjEwNjk2ODcyNl5BMl5BanBnXkFtZTgwMzA2NDQwMTE@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Two young eco-adventurer brothers, Alex and Tyler, travel the world to explore our relationship with water - what are the problems and where will the solutions come from? From a submarine at the bottom of the ocean to the top of mountain glaciers in Greenland, The Water Brothers share their passion for the world's most precious resource.",
        "languages": [
            "English"
        ],
        "title": "The Water Brothers",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "The Water Brothers (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Barker, Jonathan"
            },
            {
                "name": "Knutson, Carl"
            },
            {
                "name": "MacKeigan, Wendy"
            }
        ],
        "production companies": [
            {
                "name": "Bell Broadcast and New Media Fund"
            },
            {
                "name": "SK Films"
            }
        ],
        "distributors": [
            {
                "name": "SK Films"
            },
            {
                "name": "TVO"
            }
        ],
        "plot": [
            "Two young eco-adventurer brothers, Alex and Tyler, travel the world to explore our relationship with water - what are the problems and where will the solutions come from? From a submarine at the bottom of the ocean to the top of mountain glaciers in Greenland, _The Water Brothers_ (qv) share their passion for the world's most precious resource.::SK Films"
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 13,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 6.0
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 7.8
            },
            "males": {
                "votes": 10,
                "rating": 7.5
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 6.0
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 8.3
            },
            "females": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 6.0
            },
            "us users": {
                "votes": 1,
                "rating": 4.0
            },
            "non us users": {
                "votes": 10,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 3,
            "9": 3,
            "8": 3,
            "7": 0,
            "6": 3,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.9,
        "median": 8
    }
}