{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "5 October 2012"
            },
            {
                "country": "USA\n",
                "date": "6 October 2012"
            }
        ],
        "release dates": [
            "USA::5 October 2012",
            "USA::6 October 2012"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Baltimore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    O Say can you see? We're in Baltimore, MD. We'll learn about the Battle of Baltimore at Fort McHenry and the inspiration of the Star Spangled Banner. Then we dig deep into the history of Baltimore's most famous resident, Edgar Allan Poe. We'll sift through a huge collection of pop art and collectibles at the Geppi Museum, and learn about cracking codes at the National Cryptology museum.    "
                },
                "2": {
                    "title": "Ottawa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    We visit Canada's capital city-on-a-hill in Ottawa, Ontario. We'll sail down the famous Rideau Canal locks. We go deep into Ottawa's Cold War history at the Diefenbunker, as well as, explore Canada's military history at the Canadian War Museum. Then we head up the Peace Tower and take a look at the library of Parliament.    "
                },
                "3": {
                    "title": "Oslo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    We set sail to the land of the Norseman in Oslo, Norway. We'll climb the fort walls at Akershus Fortress and discover the North and South Poles at the Fram Museum. Then, we'll unearth ancient viking ship treasures at the Viking Ship Museum, and we'll brave the open waters of the Pacific with Thor Heyerdahl at the Kon-tiki museum.    "
                },
                "4": {
                    "title": "Flagstaff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Get your kicks on Route 66 in Flagstaff, AZ. We're headed to the enormous Barringer meteor crater just outside of town. Then we scan the stars for Planet X at Lowell Observatory. We'll learn the history of the region at the Northern Arizona History Museum, and finally swing from their many ponderosa pines at the Flagstaff Extreme adventure park.    "
                },
                "5": {
                    "title": "Albany/Saratoga",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "14 Feb. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Buffalo/Niagara",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    We're exploring the other side New York state in Buffalo and Niagara. We'll take the oath of office like Teddy, at the Roosevelt inauguration site in Buffalo. Then, we'll take a tour of the Frank Lloyd Wright Martin house and learn about America's most celebrated architect. We get soaked on the Maid of the Mist at breathtaking Niagara Falls, and defend the walls at Fort Niagara.    "
                },
                "7": {
                    "title": "Belfast, Northern Ireland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    We're shipping off to Belfast, Northern Ireland on today's episode. First, we'll gawk at the world's biggest Titanic museum. Then, we'll learn about the province's complicated history at the Ulster Museum. Finally, we get thrown in the slammer at the very creepy, Crumlin Road Jail.    "
                },
                "8": {
                    "title": "Dublin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    We travel to the end of the rainbow in Dublin, Ireland. We'll gawk at the Book of Kells, a holy book displayed at Trinity College. We visited the hallowed halls of St. Patrick's Cathedral, and touched famed Irishman, Daniel O'Connell's crypt at Glasnevin Cemetery. Finally, we learn the complicated history of Irish independence at Kilmainham jail.    "
                }
            },
            "1": {
                "1": {
                    "title": "Space Coast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    In this episode we visit the Kennedy Space Center located on Florida's famous \"Space Coast.\" We'll speak to NASA engineers about the past, present and future of American space travel, as well as take a look at the attractions KSC has to offer.    "
                },
                "2": {
                    "title": "Las Vegas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    In this episode we explore Las Vegas' lesser known past. We visit the National Atomic Testing museum to learn about how the desert outside of Vegas was used for testing America's secret nuclear weapons. We also visit the Mormon Fort, the first permanent non-native settlement in the area, as well as the Neon Museum.    "
                },
                "3": {
                    "title": "Key West",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    We're on island time for this episode. We learn about the Key's treasure hunting history at the Mel Fisher Museum. Then we'll explore Fort Jefferson, an isolated fort in the Gulf of Mexico that defended the islands. American literature enthusiasts will enjoy a look at Ernest Hemingway's Key West home, where some of his most famous works were penned.    "
                },
                "4": {
                    "title": "Savannah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    We visit the old south and enjoy some sweet tea in Savannah. On this episode, we'll stroll the city's beautiful squares, as well as visit it's civil war past at Old Fort Jackson. Then, we head up the stairs of the famous Tybee Island lighthouse and visit the Savannah Railroad museum.    "
                },
                "5": {
                    "title": "St. Augustine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    First, we'll take a sip from the distinctively tasting Fountain of Youth. Then we'll touch the coquina walls of the undefeated Castillo San Marcos. We'll separate pirate truth from pirate myth at the appropriately named, Pirate Museum, and cure what ails us at the oldest General Store.    "
                },
                "6": {
                    "title": "Denver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "9 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    We head underground and visit the Hidee Gold Mine to see how this most precious material is obtained. Then we get a tour of the brand new History Colorado Center where we'll explore Colorado's past through first hand stories and interactive attractions.    "
                },
                "7": {
                    "title": "Hoover Dam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "16 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Marvel at the site of America's most famous water dam. We'll learn about how the Hoover Dam was built, why it's necessary, and take a behind the scenes look at its inner workings.    "
                },
                "8": {
                    "title": "Philadelphia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "23 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    The city of brotherly love does not disappoint history lovers. We visit Independence hall, the liberty bell, Elfreth's alley, the Philadelphia Museum of Art, and get creeped out at America's first penitentiary, Eastern State.    "
                },
                "9": {
                    "title": "Nashville",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "30 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    This country music Mecca has a plethora of American history to explore. We'll stand on the stage of the Grand Ole Opry, visit the home of the 7th US President Andrew Jackson, and visit the largest recreation of the Parthenon outside of Greece.    "
                },
                "10": {
                    "title": "Wilmington",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "7 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    America's military history is on display on the decks of the USS North Carolina. Then we visit the historic Confederate Fort Fisher civil war museum and learn about the Carolina's role in the civil war.    "
                },
                "11": {
                    "title": "Austin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "14 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The live music capital of the US has an interesting past. Take an in depth look at one of Austin's oldest hotels, The Driskill. Then we'll learn about Texan independence in the Bob Bullock History museum. Finally, we'll end up at one of Austin's most historic buildings, the Texas state capitol.    "
                },
                "12": {
                    "title": "Minneapolis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "21 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    We'll find out why they called Minneapolis the \"Mill City\" when we visit the Mill City Museum. Then we march over to the Union's Fort Snelling, the first permanent structure in Minnesota, and then head underground and learn about St. Paul's organized crime hide outs.    "
                },
                "13": {
                    "title": "San Antonio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "28 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    San Antonio is rich with Texas, Mexican, and Spanish history. We make our last stand at the Alamo, and visit Missions National Historical Park. Lastly, we spelunk the Natural Bridge Caverns underground.    "
                }
            },
            "2": {
                "1": {
                    "title": "Miami",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Bienvenido a Miami. We take a look at the history behind Florida's modern metropolis. We visit the Ancient Spanish Monastery, see the opulence of the Vizcaya Museum and Gardens, and head into the swamp to learn about the Miccosukee indians.    "
                },
                "2": {
                    "title": "Belize",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Un-Belizable. We're off on a Central American Mayan excursion. We head up the steps of the ancient high temple at Lamanai. Then we take a city tour of the main tourist destination, Belize City. We learn about Belize's colonial roots at the Belize City History Museum and dive the amazing Blue Hole.    "
                },
                "3": {
                    "title": "Louisville",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    And we're off. We learn the history of the world famous Kentucky Derby, and call our shot, at one of America's most famous brands, Louisville Slugger. Also, we zip line in the world's only underground zip line attraction, and learn about Muhammad Ali's legacy at the Ali Center.    "
                },
                "4": {
                    "title": "New Orleans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    The saints come marching in as we tour the New Orlean's iconic St. Louis Cathedral and the mysterious Ursuline Convent. We see how floats are made and delve into Mardi Gras history at Mardi Gras World. Finally, we visit the National WWII Museum's world-class collection of memorabilia.    "
                },
                "5": {
                    "title": "Salt Lake City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Westward ho. We settle in Salt Lake City, where we learn about Brigham Young's settlement of the Utah territory and his monument at This is the Place Park. Then we dig in the dirt to find hundreds of perfectly preserved dinosaurs at the Utah Natural History museum.    "
                },
                "6": {
                    "title": "Toronto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    TTH heads to the great white North...kind of. We visit the world class city of Toronto. There we'll head straight up the Western Hemisphere's tallest structure, the CN Tower. Next we score a look at the Hockey Hall of Fame and see a North American castle at Casa Loma. Finally we see how the British defended their city against the newly formed United States at Fort York.    "
                },
                "7": {
                    "title": "Los Angeles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Go for launch. We visit Space Shuttle Endeavor at the California Science Center. Then, we check out the glitz and glamour at the Hollywood Museum. We'll learn about the Holocaust at the Holocaust Museum and Japanese Internment during WWII at the Japanese/American National Museum. After that, we dig for bones at the famous La Brea Tar Pits.    "
                },
                "8": {
                    "title": "St. Pete",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Up, up and away. We discover St. Petersburg Florida's aviation roots at the St.Pete History Museum. Then, comb your mustache, we visit the Dali Museum to look at Salvador Dali's amazing masterworks. We'll dredge the deep looking for sponges, and defend the bay at Fort Desoto.    "
                },
                "9": {
                    "title": "Odds and Ends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Travel Thru History (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    This show features some segments that didn't fit in their respective episodes. We play around at the Pinball Museum in Las Vegas. Then, we salute the Commander-in-Chief at the Presidential Hall of Fame in Clermont, FL. Also, we'll swim with real mermaids at Weeki Wachee Springs in Central Florida, and cheer on \"Teddy Ballgame\" at the Ted Williams Hitters Hall of Fame.    "
                }
            }
        },
        "number of episodes": 30,
        "locations": [
            "Titusville, Florida, USA",
            "Las Vegas, Nevada, USA",
            "Key West, Florida Keys, Florida, USA",
            "Savannah, Georgia, USA",
            "St. Augustine, Florida, USA",
            "Denver, Colorado, USA",
            "Boulder City, Nevada, USA",
            "Philadelphia, Pennsylvania, USA",
            "Nashville, Tennessee, USA",
            "Austin, Texas, USA"
        ],
        "genres": [
            "Documentary",
            "Family",
            "History"
        ],
        "runtimes": [
            "29"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 3,
        "rating": 8.6,
        "votes": 5,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMGY4OGY0ZTAtN2M4Ny00NmE2LWJhZmEtOWEwZjRiNjg2MjU2XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "budget": "$15,000 (estimated)",
        "plot outline": "Travel Thru History (or TTH for short) is a new educational/informational (E/I) series designed to spark interest and enthusiasm in viewers to learn about our country's rich and fascinating history by traveling to diverse locales across the US. While it is targeted to a teen audience, the entire family will enjoy watching TTH. Videotaped and edited in the style of other popular, educational programming like Modern Marvels, Travel Thru History is the latest television series co-developed by The Television Syndication Company and Red 5 Creative.",
        "languages": [
            "English"
        ],
        "title": "Travel Thru History",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Travel Thru History (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "DeMaio, John X."
            },
            {
                "name": "Jr., Joe Dorsey"
            },
            {
                "name": "Olarte, Martin"
            }
        ],
        "production companies": [
            {
                "name": "Red 5 Creative"
            }
        ],
        "distributors": [
            {
                "name": "Television Syndication Company (TVS)"
            }
        ],
        "plot": [
            "_Travel Thru History_ (qv) (or TTH for short) is a new educational/informational (E/I) series designed to spark interest and enthusiasm in viewers to learn about our country's rich and fascinating history by traveling to diverse locales across the US. While it is targeted to a teen audience, the entire family will enjoy watching TTH. Videotaped and edited in the style of other popular, educational programming like Modern Marvels, _Travel Thru History_ (qv) is the latest television series co-developed by The Television Syndication Company and Red 5 Creative.::Joe Dorsey Jr."
        ],
        "tech": {
            "runtime": [
                "29 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5,
                "rating": 8.6
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 8.3
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "males": {
                "votes": 3,
                "rating": 7.7
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 7.5
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "females": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 5.0
            },
            "us users": {
                "votes": 4,
                "rating": 8.2
            }
        },
        "number of votes": {
            "10": 3,
            "9": 0,
            "8": 1,
            "7": 0,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.6,
        "median": 1
    }
}