{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "25 August 2012",
                "notes": "                            (Festival of Fear)"
            },
            {
                "country": "USA\n",
                "date": "22 October 2012"
            },
            {
                "country": "France\n",
                "date": "30 November 2012",
                "notes": "                            (DVD premiere)"
            }
        ],
        "release dates": [
            "Canada::25 August 2012                            (Festival of Fear)",
            "USA::22 October 2012",
            "France::30 November 2012                            (DVD premiere)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Dead Crossroads"
            },
            {
                "title": "Dead Crossroads: Paranormal Activity Abounds"
            }
        ],
        "akas": [
            "Dead Crossroads (original title)",
            "Dead Crossroads: Paranormal Activity Abounds "
        ],
        "akas from release info": [
            "Dead Crossroads (original title)",
            "Dead Crossroads: Paranormal Activity Abounds "
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Delage, Fabien"
            },
            {
                "name": "Mazzitelli, Julien"
            }
        ],
        "locations": [
            "France"
        ],
        "genres": [
            "Horror",
            "Mystery"
        ],
        "runtimes": [
            "180"
        ],
        "countries": [
            "France",
            "United States"
        ],
        "country codes": [
            "fr",
            "us"
        ],
        "language codes": [
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "rating": 7.9,
        "votes": 114,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDg2NDU0MTM0Ml5BMl5BanBnXkFtZTgwNzc1NDk4NjE@._V1_SY150_CR8,0,101,150_.jpg",
        "plot outline": "Dead Crossroads is a new and innovative ghost show, a sinister travelogue that will take you to places few would suspect exist. Armed with video cameras and hiking bags, Fabien Delage - freelance journalist - and French survival guide Julien Mazzitelli explore French haunted ruins, some of the grandest, oddest and unluckiest buildings in the country of France. Like a seasoned teller of ghost stories, Fabien's words and images reveal what lies beyond the gates and beneath the floorboards. There are many infamous haunted houses in France, places with a long story. The two explorers investigate architecture of a morbid past by shooting and photographing ; spending one day and one terrifying night in the most haunted buildings in the country. Dead Crossroads is the first film report on France ghost houses and lost treasures. Playing with the codes of the documentary genre and the found footage aesthetics, Dead Crossroads feature ten 15 minutes scary episodes. In each, French Horror expert Fabien Delage and his friend Julien Mazzitelli spend an incredibly frightening night and capture on tapes some very disturbing spooks and phenomena. Some of these footage will scare the hell out of you. At night, in these mansions built in the mid-nineteenth century, in these abandoned, remote and forgotten places, danger can come from anywhere - Stalkers, phantoms, destructive poltergeist manifestations, strange noises and creepy bugs invasions ; the camera of Dead Crossroads captures the most unbelievable and unexplained phenomenas. This new paranormal show documents what is left of French forbidden haunted houses with histories and wonderful shots of the haunting ruins. Included are an orphanage, an asylum, a ghost town, castles, mansions, country houses, cabins and even an old under-earth military basement. Dead Crossroads is a handsome and nerve-racking study of the most haunting and unforgettable mansions ever to have been built in France, with hauntingly beautiful frames and accompanied by frightening historical information. Real stories, real places, real fear. Your new haunted journey is about to begin.",
        "languages": [
            "French"
        ],
        "title": "Dead Crossroads",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "writer": [
            {
                "name": "Delage, Fabien"
            },
            {
                "name": "Delage, Fabien"
            }
        ],
        "production companies": [
            {
                "name": "Sector 5 Films"
            }
        ],
        "distributors": [
            {
                "name": "Oh My Gore ! Distribution"
            },
            {
                "name": "Oh My Gore ! Distribution"
            },
            {
                "name": "Reality Entertainment (RE)"
            }
        ],
        "plot": [
            "_Dead Crossroads_ (qv) is a new and innovative ghost show, a sinister travelogue that will take you to places few would suspect exist. Armed with video cameras and hiking bags, Fabien Delage - freelance journalist - and French survival guide Julien Mazzitelli explore French haunted ruins, some of the grandest, oddest and unluckiest buildings in the country of France. Like a seasoned teller of ghost stories, Fabien's words and images reveal what lies beyond the gates and beneath the floorboards. There are many infamous haunted houses in France, places with a long story. The two explorers investigate architecture of a morbid past by shooting and photographing ; spending one day and one terrifying night in the most haunted buildings in the country. _Dead Crossroads_ (qv) is the first film report on France ghost houses and lost treasures. Playing with the codes of the documentary genre and the found footage aesthetics, _Dead Crossroads_ (qv) feature ten 15 minutes scary episodes. In each, French Horror expert Fabien Delage and his friend Julien Mazzitelli spend an incredibly frightening night and capture on tapes some very disturbing spooks and phenomena. Some of these footage will scare the hell out of you. At night, in these mansions built in the mid-nineteenth century, in these abandoned, remote and forgotten places, danger can come from anywhere - Stalkers, phantoms, destructive poltergeist manifestations, strange noises and creepy bugs invasions ; the camera of _Dead Crossroads_ (qv) captures the most unbelievable and unexplained phenomenas. This new paranormal show documents what is left of French forbidden haunted houses with histories and wonderful shots of the haunting ruins. Included are an orphanage, an asylum, a ghost town, castles, mansions, country houses, cabins and even an old under-earth military basement. _Dead Crossroads_ (qv) is a handsome and nerve-racking study of the most haunting and unforgettable mansions ever to have been built in France, with hauntingly beautiful frames and accompanied by frightening historical information. Real stories, real places, real fear. Your new haunted journey is about to begin.::Fright House Pictures",
            "\"_Dead Crossroads_ (qv) is a very real and sinister travelogue series that will take you to places literally oozing with Paranormal Activity. Armed with video cameras and hiking gear, follow award winning journalist Fabien Delage and French survival guide Julien Mazzitelli as they explore haunted ruins in ghost riddled, demon haunted and dilapidated mansions and haunted buildings in Europe. At night these remote and long abandoned mid-nineteenth century locations come alive as the crew encounter apparitions, spirits, phantoms, destructive poltergeist manifestations and a bevy of bizarre occurrences that all make their way to the _Dead Crossroads_ (qv) cameras as they capture incredible and unexplained phenomena. Experience firsthand the most haunting and unforgettable mansions ever to have been built in France, with hauntingly beautiful footage accompanied by truly frightening historical information. Real stories, Real places, REAL FEAR. Your new haunted journey starts NOW!::Reality Entertainment Staff"
        ],
        "tech": {
            "runtime": [
                "3 hr (180 min)"
            ],
            "color": [
                "Color",
                "Color (NTSC Color)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 114,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 7,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 16,
                "rating": 4.7
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 7.0
            },
            "males": {
                "votes": 19,
                "rating": 4.6
            },
            "males aged 18 29": {
                "votes": 6,
                "rating": 6.5
            },
            "males aged 30 44": {
                "votes": 10,
                "rating": 4.0
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 7.0
            },
            "females": {
                "votes": 7,
                "rating": 7.8
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 6,
                "rating": 6.8
            },
            "top 1000 voters": {
                "votes": 13,
                "rating": 5.4
            },
            "us users": {
                "votes": 9,
                "rating": 2.6
            },
            "non us users": {
                "votes": 10,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 20,
            "9": 74,
            "8": 4,
            "7": 0,
            "6": 2,
            "5": 1,
            "4": 0,
            "3": 5,
            "2": 1,
            "1": 7
        },
        "arithmetic mean": 8.2,
        "median": 9
    }
}