{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "20 August 2012"
            },
            {
                "country": "UK\n",
                "date": "20 October 2013"
            }
        ],
        "release dates": [
            "UK::20 August 2012",
            "UK::20 October 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Toast of London"
            },
            {
                "countries": "Russia",
                "title": "Тост из Лондона"
            }
        ],
        "akas": [
            "Toast of London (original title)",
            "Тост из Лондона Russia"
        ],
        "akas from release info": [
            "Toast of London (original title)",
            "Тост из Лондона Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Over the Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toast of London (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 80,
                    "original air date": "18 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    A tipsy Steven appears on the \"Lorraine\" chat show and tells a story from his past that could bring down the U.S. government. Later, he suffers stage fright ahead of his starring role in Macbeth.    "
                },
                "2": {
                    "title": "Beauty Calls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toast of London (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 80,
                    "original air date": "25 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    With Ed dating former beauty queen Penvelope, Steven hooks up with her friend Clancy Moped. However, their romances are jeopardized when the guys are invited to judge a beauty contest.    "
                },
                "3": {
                    "title": "Hamm on Toast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toast of London (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 100,
                    "original air date": "2 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    After falling downstairs a severely concussed Steven becomes smitten with visiting American actor Jon Hamm, ignoring the adoring starlet Pooky Hook. Steven even takes Hamm to visit his dying father Colonel Gonville Toast who is about to announce his beneficiaries, though there is something of an upset before Steven regains his old self.    "
                },
                "4": {
                    "title": "Bob a Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toast of London (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 67,
                    "original air date": "9 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Jane persuades Steven to take part in a Royal Variety Performance hosted by Bob Monkhouse. Meanwhile, Danny Bear prepares for an operation.    "
                },
                "5": {
                    "title": "Man of Sex",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toast of London (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 55,
                    "original air date": "16 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Legendary actor, Ormond Sacker is cast alongside Steven in a West End play. Toast dates Varrity Map but has to deal with the twin brother of his nemesis, Ray Purchase.    "
                },
                "6": {
                    "title": "Global Warming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toast of London (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 60,
                    "original air date": "23 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Annoyed never to have played at the Globe Theatre Steven hesitantly agrees to perform in the controversial director Daz Klondyke's revolutionary new production of 'Twelfth Night' alongside the non-professional Kyle and a cast of dogs. On opening night the dogs have yet to learn their lines and Klondyke foresees disaster. Fortunately Steven has a solution, since much of the Globe is made of the highly flammable blue spruce. Unfortunately the acting community condemns this show of vandalism and, after being fined by the P.C. police, there is nothing left for Steven ...    "
                }
            },
            "1": {
                "0": {
                    "title": "The Unspeakable Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toast of London (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "votes": 106,
                    "original air date": "20 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Pilloried by the public after appearing in a controversial West End play, actor Steven Toast is recently-divorced and living with his friend Ed Howzer-Black and Ed's elderly mistress Goodhouse, an agoraphobic who has not left the house in two years for fear of a local flasher. He would move into the club where his shell-shocked ex-soldier brother Blair lives but Ray Purchase, a rival actor who caught Toast in bed with his wife, prevents it. Toast auditions to play a gay detective in 'Summer Time Murders' but has to audition in prison since the producer Cliff Promise ...    "
                },
                "1": {
                    "title": "Addictive Personality",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toast of London (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 131,
                    "original air date": "20 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Actor Steven Toast is informed by agent Jane Plough that Braz magazine have awarded him a Best Actor award. As a result he is interviewed by journalist Susan Random, to whom he is attracted, despite her being an alcoholic and extreme hoarder, whose house is full of junk. He is also pursued by Jemima Gina, who wears an electronic tag after being found guilty of trying to murder her boyfriend and who follows him to Susan's house. Both women discover that they like collecting beaks but the romance is killed for Steven. House-mate Ed is hosting a Nigerian girl-friend ...    "
                },
                "2": {
                    "title": "Afternoon Tea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toast of London (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 102,
                    "original air date": "27 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    After yet another appalling review Steven rehearses for a new play but encounters a double obstacle. One is the presence of the vengeful Ray Purchase as co-star, the other the fact that the director, Acker Herron, is a lunatic who kills actors who will not obey him. Indeed Steven finds himself literally taking part in a life and death duel with Herron - which he is lucky to win. Afterwards he goes to a hotel to have 'afternoon tea' with an escort whom he has booked through an agency - only to discover that an old flame, TV producer Greta Cargo, is involved.    "
                },
                "3": {
                    "title": "Vanity Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toast of London (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 91,
                    "original air date": "3 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    After his foul-mouthed ex-wife Ellen beats him up with a club on a mini-golf course Steven learns that she wants a hefty divorce settlement so it seems a gift when he is offered a part in the block-buster 'Prince Philip, Scoundrel Dog' directed by anti-Royalist rich Arab Mr Fasili. Jane thinks this is too controversial and suggests he does a laxative ad instead but Steven is not keen. However, when Mr Fasili dies before paying him Steven is all set to become the face of Lax-A-Daisy, until he finds out what happened to the last actor to do this.    "
                },
                "4": {
                    "title": "Submission",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toast of London (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 94,
                    "original air date": "10 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Having recorded voice-overs for use on new navy submarine the 'Penetrator', Toast, who has a penchant for ladies in uniform, is delighted when Commander Scott-Gorham, the woman officer in charge, invites him to its launch. Together they overpower mad vice-commander Hopkinson-Finch, who claims that he was abducted by aliens who have programmed him to launch a nuclear strike on America and end up with a date in the offing. This does not sit well with Steven's current girlfriend Portia de Coogan, daughter of Defence Minister Lord Fotheringham but then his lordship gets ...    "
                },
                "5": {
                    "title": "The End",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toast of London (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 82,
                    "original air date": "17 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Tired of voice-overs and the awful play Steven writes an erotic novel - as Paloma Toast - and new agent Brooke Hooberman secures a deal with publisher Yvonne Wryly to take it. Unfortunately it lacks an ending though when Steven devises one Yvonne derides it, whereupon life rather grotesquely mirrors art. At the same time Steven has sex with bar pick-up Kate Khan in the presence of her supposedly blind aunt but when he is approached to make a porn movie it turns out that the aunt was actually filming him with Kate. In the event neither of his alternative new careers ...    "
                },
                "6": {
                    "title": "Bonus Ball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toast of London (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 103,
                    "original air date": "24 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    After failing to become the screen's next James Bond Steven loses twenty thousand pounds to Andrew Lloyd Webber in a poker game and is pursued by Lloyd Webber's recovery man Michael Ball though finding time to dub a gay German porn film with Ray Purchase - not very well. Having escaped Purchase, who has caught him in bed with his wife again, Steven flees from Michael Ball, ending up on a stage in a small theatrical production where Purchase inadvertently saves him from Ball. Critics and audiences however love what they see and Steven is declared a hit at last.    "
                }
            },
            "2": {
                "1": {
                    "title": "Match Fit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toast of London (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 96,
                    "original air date": "3 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Steven Toast wants to enter an actors and prostitute blow football competition which is raising money for homeless ponies. He hopes to team up with his arch nemesis' wife Mrs Purchase but ends up being partnered with Wendy Nook.    "
                },
                "2": {
                    "title": "Desperate Measures",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toast of London (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 84,
                    "original air date": "10 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Fed up with voice-overs Steven turns down a children's show - recalling an awkward moment in the past - and falls out with a gun-toting director. After Purchase has ratted on him to the tax people he agrees to helm the stage version of 'Calendar Girls' after the director has supposedly died. His aggressive attitude toward the female cast gets him sacked and there is worse to come when one of them offers him a lift home. The only way to pay off the bill is to travel to the Congo to advertise Red Carpet cigarettes.    "
                },
                "3": {
                    "title": "The Moose Trap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toast of London (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 84,
                    "original air date": "17 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Over-tired after recording an all night voice-over session of SatNav for the Elderly, Steven goes on radio's 'Woman's Hour' to discuss his role as Inspector Attenborough in Anthea Crippen's long-running play 'The Moose Trap.' Sadly, he reveals the name of the murderer, and is universally shunned when the play is forced to close. He is optimistic when soldier brother Blair suggests he audition as the announcer on 'University Challenge,' but after he has caused Jeremy Paxman to fall out of a window, the job goes to Ray Purchase.    "
                },
                "4": {
                    "title": "High Winds Actor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toast of London (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 83,
                    "original air date": "24 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    When Steven's friend Axel Jacklin, Britain's best actor at performing in front of a wind machine, dies Steven's agent Jane puts him up for the leading role in a period maritime drama and he proves that he can withstand the machine. However he must be a Freemason to secure the part and makes a hurried trip to the East End to buy his way into the initiation ceremony. He is duly accepted but unfortunately one of the masons officiating is Ray Purchase, who ensures that everybody knows Steven only joined to get the part and loses it for him.    "
                },
                "5": {
                    "title": "Buried Alive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toast of London (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 80,
                    "original air date": "1 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    After discovering that ex-wife Ellen is to marry potato crisps magnate Sterling Porrich Steven gets a role in a Hollywood blockbuster alongside crazy super-star Max Gland. However the role involves him being buried alive and he is left underground when the crew disappears. Thanks to his wonderful new phone he is able to record a voice-over for Porrich's crisps long distance and, after being rescued as a result of fracking, takes suitable revenge on his rival.    "
                },
                "6": {
                    "title": "Fool in Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Toast of London (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 81,
                    "original air date": "8 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Toast finds himself having to move out from his digs while Ed's niece, Honeysuckle, comes to stay. Honeysuckle has come down to get homeopathy treatment for an allergy which is more close to demonic possession. Toast also learns the love of his life and the woman that broke his heart is back in town appearing in a west end show. While moving out of Ed's to stay with Francis Bacon \"I thought he was dead?\", Toast bumps into her and they look like they might get back together or is there another reason that she is plotting and will she only break Toast's heart again. And...    "
                }
            }
        },
        "number of episodes": 19,
        "cast": [
            {
                "name": "Berry, Matt"
            },
            {
                "name": "Latif, Shazad"
            },
            {
                "name": "Bathurst, Robert"
            },
            {
                "name": "Mackichan, Doon"
            },
            {
                "name": "Downie, Tim"
            },
            {
                "name": "Peacock, Harry"
            },
            {
                "name": "Oberman, Tracy Ann"
            },
            {
                "name": "Lukis, Adrian"
            },
            {
                "name": "Donohoe, Amanda"
            },
            {
                "name": "Brown, Gus"
            },
            {
                "name": "Ford, Alan"
            },
            {
                "name": "McGivern, Geoffrey"
            },
            {
                "name": "Davison, Peter"
            },
            {
                "name": "Robinson, Morgana"
            },
            {
                "name": "Macleod, Lewis"
            },
            {
                "name": "Mynott, Terry"
            },
            {
                "name": "Arnold, David"
            },
            {
                "name": "Harvey, Terence"
            },
            {
                "name": "Cook, Daniel"
            },
            {
                "name": "Laird, Trevor"
            },
            {
                "name": "Fraser, Alexandra"
            },
            {
                "name": "Ball, Michael"
            },
            {
                "name": "Mollison, Fiona"
            },
            {
                "name": "Astill, Adam"
            },
            {
                "name": "Bruni, Emily"
            },
            {
                "name": "Cope, Alistair"
            },
            {
                "name": "Davison, Mark"
            },
            {
                "name": "Cleveland, Carol"
            },
            {
                "name": "Clifton, Phil"
            },
            {
                "name": "Dexter, Sally"
            },
            {
                "name": "Fryer, Emma"
            },
            {
                "name": "Jackson, Lisa"
            },
            {
                "name": "Hamm, Jon"
            },
            {
                "name": "Watson, Theresa"
            },
            {
                "name": "Guerrasio, John"
            },
            {
                "name": "Jones, Rufus"
            },
            {
                "name": "Leigh, Rikke"
            },
            {
                "name": "Peacock, Daniel"
            },
            {
                "name": "Whitehouse, Paul"
            },
            {
                "name": "Cornes, Lee"
            },
            {
                "name": "Joshi, Indira"
            },
            {
                "name": "Lance, James"
            },
            {
                "name": "Beaumont, Penelope"
            },
            {
                "name": "Demetriou, Jamie"
            },
            {
                "name": "Holness, Matthew"
            },
            {
                "name": "Colin, Pandora"
            },
            {
                "name": "Scudamore, Stewart"
            },
            {
                "name": "Alvarado, Anais"
            },
            {
                "name": "Avery, Charlotte"
            },
            {
                "name": "Boxer, Stephen"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Singapore:M18"
        ],
        "number of seasons": 3,
        "rating": 8.2,
        "votes": 3915,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTk5YjM3Y2QtOGIwOS00MDkzLTk1ZDgtZmNjYzBjMDIyY2RiXkEyXkFqcGdeQXVyMDM3ODU0Nw@@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Toast of London",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Berry, Matt"
            },
            {
                "name": "Mathews, Arthur"
            }
        ],
        "production companies": [
            {
                "name": "Objective Productions"
            }
        ],
        "distributors": [
            {
                "name": "Channel 4 Television Corporation"
            },
            {
                "name": "Independent Film Channel (IFC)"
            }
        ],
        "other companies": [
            {
                "name": "Onsight"
            },
            {
                "name": "Ray Knight Casting"
            },
            {
                "name": "West London Film Studios"
            }
        ],
        "plot": [
            "Steven Toast, an eccentric middle aged actor with a chequered past, spends more time dealing with his problems off stage than performing on it"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Canon C300 (Angenieux Lenses)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 3915,
                "rating": 8.2
            },
            "aged under 18": {
                "votes": 2,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 603,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 1582,
                "rating": 8.2
            },
            "aged 45 plus": {
                "votes": 616,
                "rating": 8.3
            },
            "males": {
                "votes": 2617,
                "rating": 8.3
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 506,
                "rating": 8.2
            },
            "males aged 30 44": {
                "votes": 1357,
                "rating": 8.2
            },
            "males aged 45 plus": {
                "votes": 515,
                "rating": 8.4
            },
            "females": {
                "votes": 420,
                "rating": 7.8
            },
            "females aged 18 29": {
                "votes": 91,
                "rating": 7.8
            },
            "females aged 30 44": {
                "votes": 204,
                "rating": 7.7
            },
            "females aged 45 plus": {
                "votes": 94,
                "rating": 7.4
            },
            "top 1000 voters": {
                "votes": 49,
                "rating": 7.0
            },
            "us users": {
                "votes": 481,
                "rating": 8.2
            },
            "non us users": {
                "votes": 1837,
                "rating": 8.1
            }
        },
        "number of votes": {
            "10": 986,
            "9": 1022,
            "8": 1130,
            "7": 442,
            "6": 135,
            "5": 79,
            "4": 34,
            "3": 22,
            "2": 24,
            "1": 41
        },
        "arithmetic mean": 8.3,
        "median": 9
    }
}