{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "10 September 2012"
            }
        ],
        "release dates": [
            "Canada::10 September 2012"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Lundi, Camille, semaine 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Récemment divorcé, Philippe reçoit à présent ses patients dans le salon de son nouvel appartement. La visite imprévue de Jacques Lachapelle, le père de son ancien patient Éric Lachapelle, secoue Philippe. En effet, parce qu'il croit Philippe responsable du suicide de son fils, Jacques Lachapelle lui annonce qu'il compte le poursuivre en justice. Philippe prend cette menace au sérieux ; mais voilà qu'au cabinet d'avocats où il a été aiguillé, l'avocate responsable de mener sa défense est maître Camille Dussault, une de ses anciennes patientes. Camille, qui semble ...    "
                },
                "2": {
                    "title": "Mardi, famille Proulx-Bérubé, semaine 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Âgé de 11 ans et souffrant d'embonpoint, Olivier traverse une épreuve difficile : ses parents viennent de se séparer. Durant sa première séance de thérapie avec Philippe, il parle peu et se montre distant. La tâche est donc difficile pour Philippe, qui tente de comprendre pourquoi Olivier refuse à ce point d'aller dormir chez son père, et pourquoi il fait de l'insomnie même lorsqu'il dort chez sa mère. La mission de Philippe est d'autant plus complexe que les parents d'Olivier sont nuls autres que Florence et David, que nous avons vus s'entredéchirer durant leur ...    "
                },
                "3": {
                    "title": "Mercredi, André, semaine 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Philippe reçoit André Woolf, le PDG d'une entreprise de construction plongée dans la tourmente depuis qu'un accident a eu lieu sur un de ses chantiers. Homme de pouvoir qui semble toujours maître de la situation, André Woolf se plaint des crises de panique dont il est victime depuis quelque temps et qui lui donnent une impression de mort imminente chaque fois qu'elles se produisent. C'est pour régler ce problème, et uniquement pour cela, qu'il est venu consulter Philippe. De fil en aiguille, André confie toutefois à Philippe nourrir plusieurs inquiétudes au sujet de ...    "
                },
                "4": {
                    "title": "Jeudi, Iris, semaine 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Philippe accueille Iris, une jeune femme de 25 ans, étudiante à la maîtrise en architecture. Cette nouvelle patiente se montre farouche et difficile d'approche. Dès le début de sa séance, Iris se plaint de l'incompétence du premier psychologue qu'elle a consulté. Celui-ci se permettait entre autres des observations clichées à propos des gens atteints de bipolarité, une maladie dont souffre le frère d'Iris. Iris a donc mis un terme à sa thérapie avec lui de façon unilatérale en laissant un message dans sa boîte vocale. Iris dit à Philippe avoir besoin de se confier au ...    "
                },
                "5": {
                    "title": "Vendredi, Françoise, semaine 1.",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Philippe a rendez-vous avec Françoise, son mentor et psychologue. En arrivant sur place, il croise Catherine Lambert-Savard, qui sort de sa séance de thérapie. Cette rencontre ébranle Philippe. Dès le début de sa séance avec Françoise, il lui raconte que Catherine était son amour de jeunesse. Si elle ne l'avait pas soutenu durant la séparation de ses parents et les dépressions de sa mère, il ne serait pas l'homme qu'il est aujourd'hui. Philippe, qui n'a pas consulté Françoise depuis plusieurs mois, lui expose la raison de sa visite : ses avocats ont besoin qu'elle ...    "
                },
                "6": {
                    "title": "Lundi, Camille, semaine 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Camille vient consulter Philippe pour une séance de thérapie. Des tests médicaux lui ayant appris que ses chances d'avoir un enfant sont de plus en plus minces, Camille dit à Philippe qu'elle regrette avoir subi un avortement il y a seize ans. Or, comme Philippe était son psychologue à l'époque, elle le tient responsable de cette décision.    "
                },
                "7": {
                    "title": "Mardi, famille Proulx-Bérubé, semaine 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Olivier raconte à Philippe un événement qui lui est arrivé durant la semaine : en attendant son professeur dans le salon des professeurs, il s'est endormi; or, personne ne l'a remarqué ou n'a cru bon de le réveiller, de telle sorte qu'il a manqué son autobus scolaire.    "
                },
                "8": {
                    "title": "Mercredi, André, semaine 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Lou, qui a dormi chez son père pour la première fois depuis le divorce de ses parents, apprend que Philippe fait l'objet d'une poursuite judiciaire. Elle s'inquiète pour lui et elle réprouve également son nouveau mode de vie solitaire. Philippe la rassure que tout va bien; il est heureux de ce rapprochement avec sa fille et l'invite à déjeuner. Au début de sa séance avec Philippe, André Woolf a retrouvé tout son panache d'hommes d'affaires, allant jusqu'à prodiguer à son psychologue quelques conseils financiers. Puis, il lit à Philippe un nouveau courriel de sa fille ...    "
                },
                "9": {
                    "title": "Jeudi, Iris, semaine 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Iris arrive chez Philippe dans un état fébrile et agité. Elle est furieuse contre Jérémy, son ex-petit ami. La veille, Iris a annoncé à Jérémy qu'elle était malade et il lui a promis de l'aider. Iris vante la disponibilité et l'amabilité de Jérémy, de qui elle est encore très proche. Toutefois, ce qui la met en colère, c'est que Jérémy a parlé de sa situation à Annie, sa nouvelle petite amie dont l'oncle est oncologue. Extrêmement jalouse de sa vie privée, Iris n'accepte pas qu'Annie soit au courant de sa maladie, car cela lui donne l'impression de ne plus être en ...    "
                },
                "10": {
                    "title": "Vendredi, Françoise, semaine 2.",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Devant l'immeuble de Françoise, Philippe a une prise de bec avec un agent de stationnement. Quand il se rend compte que Catherine, qui avait décidé de l'attendre à la sortie de son rendez-vous avec Françoise, a été témoin de son excès de rage, Philippe a un peu honte. Il prend toutefois de nouveau plaisir à discuter brièvement avec elle, apprenant par exemple qu'elle est devenue directrice littéraire d'une maison d'édition. Une fois chez Françoise, Philippe lui annonce avoir reçu une copie du rapport final des Forces Armées concernant la mort d'Éric. Ce rapport appuie...    "
                },
                "11": {
                    "title": "Lundi, Camille, semaine 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Au début de sa séance, Camille est agitée, distraite : elle fume, boit du café. Puis, elle révèle à Philippe ce qui la préoccupe et lui demande sans détour qui est Sara. Philippe est troublé d'entendre ce nom surgir dans la conversation. Camille lui explique que dans le but de mettre de la pression sur le camp de la défense, la poursuite a interrogé Sara ainsi que Daniel, l'ami d'Éric. Camille a pris connaissance de ces documents, même s'ils ne lui étaient pas adressés. Or, il ressort de ces entretiens informels que Sara semble être très attachée à son ancien ...    "
                },
                "12": {
                    "title": "Mardi, famille Proulx-Bérubé, semaine 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Mercredi, André, semaine 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    André arrive chez Philippe en même temps qu'il donne des ordres à son adjointe au téléphone, furieux que BTLG ait pris une décision sans son approbation durant son absence. Il apprend à Philippe qu'il revient tout juste d'un voyage éclair en Inde, où il est allé voir sa fille. C'est le silence de sa fille, jumelé à la découverte d'une photo d'elle sur les réseaux sociaux, une photo sur laquelle Claudia avait les cheveux coupés, alors qu'elle les porte longs depuis qu'elle est toute petite, qui ont inquiété André et précipité son départ. André raconte l'accueil froid ...    "
                },
                "14": {
                    "title": "Jeudi, Iris, semaine 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Iris appelle Philippe pour lui demander de devancer son rendez-vous et elle se présente à la clinique très fatiguée. Elle a apporté avec elle son travail de session dont elle est fort insatisfaite. Elle affirme se sentir diminuée par sa maladie et découragée par ses perspectives d'avenir, à supposer qu'elle en ait encore un, car qui sait si son cancer ne l'emportera pas rapidement ? Elle demande à Philippe de la laisser dormir sur le canapé un court instant, et à son réveil, elle piétine sa maquette, prétextant que l'heure limite à laquelle elle devait remettre son ...    "
                },
                "15": {
                    "title": "Vendredi, Françoise, semaine 3.",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Avant son rendez-vous avec Françoise, Philippe croise Catherine. Celle-ci lui demande pardon de ne pas l'avoir rappelé : sa mère vieillissante habite désormais chez elle, ce qui complique un peu sa vie. Catherine insiste toutefois pour savoir ce que Philippe voulait lui demander. Philippe lui parle de son trou de mémoire concernant la nuit de Noël où sa mère a fait sa première tentative de suicide. À son grand étonnement, Catherine lui apprend que cette nuit-là, son père est arrivé plus rapidement que l'ambulance pour porter secours à sa mère et qu'il a veillé auprès ...    "
                },
                "16": {
                    "title": "Lundi, Camille, semaine 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Camille raconte à Philippe sa soirée de la veille, passée avec Pascal, son amant occasionnel. Celui-ci lui a fait part de son projet d'avoir un enfant avec une autre femme sans former un couple avec elle, un arrangement moderne, dont Camille s'est d'ailleurs engagée à rédiger le contrat. Camille est en colère, car elle a l'impression que le désir de Pascal d'être papa n'est pas réfléchi et qu'il n'a pas idée des responsabilités qui l'attendent. Philippe invite Camille à lui parler de sa mère. Camille lui confie que sa mère, une Française venue habiter au Québec contre...    "
                },
                "17": {
                    "title": "Mardi, famille Proulx-Bérubé, semaine 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "Mercredi, André, semaine 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Philippe apprend que son père est hospitalisé. Abattu, l'air léthargique, André Woolf se présente à son rendez-vous. Il a été congédié de son poste de PDG durant la semaine. Il n'hésite pas à comparer sa situation à la mort : selon lui, quand on est inutile, quand plus personne n'a besoin de nous, ça équivaut à être mort. Il dit d'ailleurs que sa maison ressemble à un salon funéraire où tout le monde défile pour venir le consoler. Lorsque Philippe invite André à voir la situation sous un autre angle, à essayer de trouver un sens à ce qui lui arrive, autant la perte de...    "
                },
                "19": {
                    "title": "Jeudi, Iris, semaine 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Iris se présente au bureau de Philippe en l'avertissant qu'elle devra partir plus tôt afin d'aller prendre soin de son frère Sébastien, qui souffre d'un trouble bipolaire et qui traverse une phase maniaque. Elle apprend à Philippe qu'elle n'a pas pu annoncer son cancer à sa mère, car celle-ci s'inquiète déjà beaucoup de l'état de Sébastien. Iris s'est donc rendue seule à l'hôpital, mais, trop angoissée, elle a été incapable de franchir les portes du département d'oncologie. Alors qu'elle est sur le point de quitter Philippe pour emmener son frère chez son psychiatre, ...    "
                },
                "20": {
                    "title": "Vendredi, Françoise, semaine 4.",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Philippe reçoit un appel de son frère Sylvain qui lui apprend que l'état de son père se détériore; Philippe prend la nouvelle à la légère et il refuse de se rendre à l'hôpital. Il se dispute avec sa fille Lou, qui lui reproche d'être envahissant avec ses questions incessantes. En se rendant chez Françoise, Philippe est surpris et blessé de constater que Catherine a annulé son rendez-vous avec Françoise, sans doute afin d'éviter d'avoir à le croiser. Il raconte à Françoise avoir vu Catherine durant la semaine. Cette rencontre ne s'est pas très bien déroulée, car ...    "
                },
                "21": {
                    "title": "Lundi, Camille, semaine 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Une semaine après le décès de son père, Philippe reçoit de nouveau ses patients en consultation. Camille arrive à son rendez-vous dans un état agité : elle est enceinte. Ou du moins, elle est convaincue de l'être, car ses règles accusent un retard de dix jours. Si elle n'a pas encore fait de test de grossesse, c'est parce qu'elle ne sait pas ce qu'elle fera si le diagnostic se confirme. Malgré ce qu'elle a affirmé les semaines précédentes, elle n'est pas certaine de vouloir un enfant. Camille a peur et elle est persuadée qu'elle ne sera pas capable de vivre une ...    "
                },
                "22": {
                    "title": "Mardi, famille Proulx-Bérubé, semaine 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    David et Olivier se présentent seuls à leur rendez-vous, car Florence a prolongé son séjour à Paris. Philippe constate qu'une complicité semble s'être installée entre David et Olivier. Ce dernier affirme d'ailleurs sans hésiter avoir apprécié les deux semaines passées en compagnie de son père. Ce verdict surprend David, qui ne tarde pas à exprimer une vive irritation lorsqu'Olivier le compare à Florence. Puis, David critiquant sa mère, c'est Olivier qui se met en colère : il se réfugie dans la chambre de Xavier. Une fois seul avec Philippe, David lui confie que ces ...    "
                },
                "23": {
                    "title": "Mercredi, André, semaine 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Philippe accueille la fille d'André, Claudia, qui a écourté son séjour en Inde afin d'être auprès de son père durant la crise qu'il traverse.    "
                },
                "24": {
                    "title": "Jeudi, Iris, semaine 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Iris raconte à Philippe son premier traitement de chimiothérapie, qui a été plus éprouvant qu'elle ne se l'était imaginé. Elle a dû solliciter l'aide de sa meilleure amie Justine, ce qu'elle s'était gardée de faire jusqu'à présent afin de ne pas éveiller une vieille blessure chez son amie, dont la mère est décédée d'un cancer. En se basant sur un souvenir d'adolescence qu'Iris lui raconte, Philippe avance l'hypothèse que c'est peut-être pour punir ses parents de ne pas se soucier assez d'elle qu'elle ne leur a pas encore annoncé sa maladie. Quand elle apprend que ...    "
                },
                "25": {
                    "title": "Vendredi, Françoise, semaine 5.",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Philippe reproche à Françoise de ne pas être venue aux funérailles de son père; cette absence démontre selon lui à quel point la profession de psychologue fait parfois passer ceux qui la pratiquent à côté des choses vraies et essentielles de la vie.    "
                },
                "26": {
                    "title": "Lundi, Camille, semaine 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Camille arrive au bureau de Philippe tout à l'envers et souffrant de crampes abdominales. Elle n'est pas sortie de chez elle depuis quelques jours. Bien qu'elle n'ait pas consulté de médecin, elle dit avoir fait une fausse-couche, car elle saigne abondamment et elle a très mal au ventre. La perte de son bébé laisse à Camille l'impression qu'elle n'a plus rien dans la vie; elle n'a plus aucune motivation. Philippe lui fait remarquer que le sentiment qu'elle ressent s'apparente au sentiment de deuil. Camille confie à Philippe à quel point elle se sent seule. Sa mère est...    "
                },
                "27": {
                    "title": "Mardi, famille Proulx-Bérubé, semaine 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Olivier arrive seul et en avance chez Philippe. Il raconte à Philippe s'être enfui de son école après avoir été la cible des moqueries des autres enfants. Il affirme ne plus jamais vouloir remettre les pieds à son école. Quand Florence arrive, elle promet à son fils qu'en effet, il n'aura plus à y retourner puisqu'il n'y est pas heureux. David s'oppose à cette vision des choses : Olivier doit apprendre à affronter l'adversité. Le changer d'école ne servira à rien puisqu'Olivier risque tout autant d'être victime d'intimidation dans un nouveau milieu scolaire. Florence ...    "
                },
                "28": {
                    "title": "Mercredi, André, semaine 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Claudia et André se rendent ensemble chez Philippe. André est peu enthousiaste : il ne comprend pas pourquoi la présence d'une tierce personne est à présent nécessaire pour qu'ils se parlent. Claudia lui annonce qu'elle est amoureuse de Judy, son professeur de yoga, qu'André a d'ailleurs rencontré lors de sa visite surprise en Inde. Sous le choc, André suggère à sa fille que cet amour lesbien n'est peut-être qu'une passade, ce qui irrite grandement Claudia. Une fois qu'il se retrouve seul avec Philippe, André est bouleversé. Il croit que tout est de sa faute et que sa...    "
                },
                "29": {
                    "title": "Jeudi, Iris, semaine 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Iris arrive chez Philippe fort mécontente et déçue des événements des derniers jours, lesquels ont mené Philippe à contacter sa mère afin de lui apprendre qu'elle était malade. La chimiothérapie ayant lourdement hypothéqué le système immunitaire d'Iris, celle-ci s'est retrouvée à l'article de la mort, seule à l'hôpital, sans qu'aucun de ses proches ne le sache. Philippe se défend : il a agi en accord avec sa conscience et il a fait ce qu'il croyait être nécessaire en mettant sa mère au courant de la situation. Il s'agit du choix le plus difficile qu'il ait eu à faire ...    "
                },
                "30": {
                    "title": "Vendredi, Françoise, semaine 6.",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Durant sa séance de thérapie, Catherine raconte à Françoise une soirée passée auprès de Philippe. Puis elle confie à Françoise ses doutes au sujet de cette relation naissante : elle ne se sent pas prête à quitter Hubert, son mari, ainsi que toute la vie qu'elle s'est bâtie depuis plus de vingt ans. Elle confie également à Françoise qu'elle vient tout juste de placer sa mère dans une résidence pour personnes âgées, ce qui la culpabilise en même temps qu'elle ne peut que constater les bienfaits de cette décision sur son mariage. Françoise a plutôt une autre théorie à ce...    "
                },
                "31": {
                    "title": "Lundi, Camille, semaine 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Françoise est venue attendre Philippe à la sortie de l'audience du comité d'éthique de l'ordre des psychologues. Philippe lui apprend qu'il a été blanchi, mais au grand étonnement de Françoise, il ne se sent pas soulagé pour autant. Il a trouvé l'audience froide et procédurière. Aussi, il ne peut s'empêcher de se rappeler qu'un homme est mort dans toute cette histoire et que rien ne le ramènera à la vie. Philippe doit prendre congé de Françoise pour aller accueillir Camille, qui se présente à sa séance fort déprimée, car elle aura quarante ans dans deux jours. Elle ...    "
                },
                "32": {
                    "title": "Mardi, famille Proulx-Bérubé, semaine 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Au début de la séance, Olivier fait part à Philippe de son refus catégorique de déménager à Québec avec sa mère : il est en colère contre ses parents qui osent lui imposer tous ces bouleversements. Philippe se réjouit qu'Olivier n'éprouve plus de culpabilité par rapport à ses parents; il extériorise à présent ses émotions, ce qui semble être bon signe. Même si elle est incapable de faire voir à Olivier les aspects positifs d'un déménagement à Québec, Florence ne s'en soucie pas outre mesure. De toute façon, quoi qu'elle fasse, elle sent qu'Olivier la déteste et la ...    "
                },
                "33": {
                    "title": "Mercredi, André, semaine 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    André arrive en avance à son rendez-vous, mais Philippe n'est pas en mesure de l'accueillir tout de suite. Quand il revient un peu plus tard, il dit à Philippe qu'il refuse de prendre des antidépresseurs comme le lui a suggéré son médecin; à la place, il souhaiterait venir en thérapie plusieurs fois par semaine. Il raconte à Philippe que Claudia est partie à Vancouver avec sa copine Judy. L'effritement de sa relation avec sa fille désole toujours autant André. De plus, quand il a appris que sa fille partait de nouveau loin de lui, André a fait une autre crise de ...    "
                },
                "34": {
                    "title": "Jeudi, Iris, semaine 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Philippe doit user de stratégie pour qu'Iris vienne à son rendez-vous, car il sent qu'elle essaie de se défiler avec lui, comme il lui arrive si souvent de le faire dans ses relations. Iris est mécontente quand elle arrive à sa séance. Elle a appris que la chimiothérapie fonctionne et que ses chances de guérison sont bonnes, mais elle n'avait aucune envie de venir à son rendez-vous et elle reproche à Philippe de l'avoir forcée. Elle lui parle d'un courriel de Jérémy qu'elle refuse d'ouvrir, car elle ne veut surtout pas apprendre que la situation est difficile pour lui...    "
                },
                "35": {
                    "title": "Vendredi, Françoise, semaine 7.",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 35,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Philippe propose à Catherine de l'accompagner quelques mois à Paris, où il a été invité par une université afin d'y enseigner. Catherine lui avoue avoir réfléchi aux événements des dernières semaines et elle lui annonce qu'elle souhaite mettre un terme à leur relation naissante. Philippe accueille la nouvelle avec déception, mais il n'insiste pas davantage. Aussi Françoise lui fera remarquer plus tard à quel point il ne se bat pas beaucoup pour sauver sa relation avec Catherine. Philippe admet que cette relation n'était peut-être qu'un fantasme, celui de faire revivre...    "
                },
                "36": {
                    "title": "Récapitulatif saison 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 36,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Après des années de pratique comme psychologue, Philippe Jacob traverse une grave crise existentielle, tant personnelle que professionnelle. L'épisode récapitulatif de la saison 1 retrace le cheminement des patients de Philippe ainsi que sa propre démarche auprès de sa thérapeute. Philippe vient rencontrer Françoise afin de comprendre ce qui lui arrive : il n'a plus de patience avec ses patients. Il sent qu'il a atteint ses limites et voudrait mettre une pancarte à sa porte sur laquelle il serait inscrit : allez voir ailleurs . Sa patiente Sara est en plein transfert ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Lundi, Sara, semaine 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Sara, une séduisante jeune femme, résidente en médecine, suit une thérapie depuis un an. Elle arrive au bureau après une nuit de débauche, ivre et contrariée. Elle décrit en détail la relation sexuelle qu'elle a eue avec un parfait étranger dans les toilettes d'un bar, quelques heures plus tôt. Cette aventure est survenue à la suite d'une dispute avec Nicolas, son copain. Déplorant le fait qu'il n'y ait aucun engagement dans leur relation, Nicolas a posé un ultimatum. Le mariage ou la séparation. Au cours de la discussion avec Philippe, il devient évident que Sara a ...    "
                },
                "2": {
                    "title": "Mardi, Éric, semaine 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Éric, pilote dans l'armée de l'air, a largué une bombe sur une école en Afghanistan. Douze enfants ont péri. Pourtant, il avoue bien dormir et être satisfait de la mission qu'on lui a confiée. Au cours de la session, Philippe découvre chez Éric les nombreuses fissures qui parsèment sa façade d'homme confiant. Entre autres, sa relation conflictuelle avec son père, le traumatisme relié au décès de sa mère et les rapports houleux avec son épouse. Éric mentionne s'être s'effondré lors d'une partie de tennis amicale. Il précise avoir été déclaré cliniquement mort suite à ...    "
                },
                "3": {
                    "title": "Mercredi, Noémie, semaine 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Noémie, une jeune gymnaste, arrive en thérapie avec les deux bras immobilisés par un plâtre. Elle s'est fait happer par une voiture alors qu'elle roulait à vélo. Cependant, le rapport de police indique qu'elle se serait jetée dans la rue volontairement avec son vélo. L'athlète précise qu'elle est obligée d'avoir une évaluation psychologique si elle veut réintégrer le club de gym. En aucun cas, Noémie n'a besoin d'une thérapie. Philippe ne peut se forger une opinion aussi rapidement et lui suggère d'ajouter quelques séances à l'horaire prévu. Irritée, Noémie accuse son...    "
                },
                "4": {
                    "title": "Jeudi, Florence et David, semaine 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Florence, une séduisante femme dans la trentaine, est en retard pour sa thérapie de couple. David, son conjoint, l'attend impatiemment. Lorsqu'elle arrive enfin, David l'interroge agressivement sur la raison de son retard, convaincu qu'elle lui cache quelque chose. Florence admet avoir pris un rendez-vous avec son gynécologue. David n'arrive pas à croire qu'après cinq ans de traitements de fertilité, Florence songe à l'avortement. Souhaitant concentrer ses énergies sur sa carrière, Florence préfère renoncer à la grossesse. D'autant plus que le couple a déjà un garçon....    "
                },
                "5": {
                    "title": "Vendredi, Françoise, semaine 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Philippe arrive au bureau de Françoise, une psychologue. Une doyenne qui a formé Philippe lorsqu'il était à l'université. Après plusieurs années sans donner de nouvelles à son mentor, Philippe sent le besoin de se confier. Dernièrement, il constate que son impatience s'amplifie de jour en jour à l'égard de ses patients. Il souhaite discuter de certains épisodes survenus lors de ses séances de la semaine. David l'accuse du meurtre de son bébé, Sara vit un transfert amoureux envers lui. Le pilote de chasse est arrogant et le dégoûte. Sans compter cette adolescente aux ...    "
                },
                "6": {
                    "title": "Lundi, Sara, semaine 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Sara débarque au bureau de Philippe, souriante et pleine de vie. Elle annonce qu'elle a accepté la demande de Nicolas et que le mariage est prévu pour l'été prochain. Pourquoi a-t-elle cédé à l'ultimatum de ce dernier si rapidement? Fait-elle semblant d'être heureuse ou l'est-elle réellement? Philippe ramène sur le tapis une discussion survenue quelques mois plus tôt. Adolescente, Sara est allée passer un été chez un couple, Louis et Jeanne. Elle a ressenti beaucoup d'affection et d'attirance pour Louis. Elle le voyait un peu comme une bouée de sauvetage qui pourrait ...    "
                },
                "7": {
                    "title": "Mardi, Éric, semaine 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Éric a été déçu de sa visite en Afghanistan. Contrairement à ce qu'il croyait, il n'a absolument rien ressenti lorsqu'il s'est présenté sur le lieu du bombardement. Philippe est persuadé qu'il éprouve ses sentiments mais que quelque chose l'empêche d'y faire face. Le thérapeute soulève la possibilité que la culpabilité lui rappelle peut-être son père. Éric conteste cette théorie. Selon lui, si son père avait été capable de ressentir des émotions, il ne serait pas en vie aujourd'hui. Son père a dû sacrifier la vie de son grand-père pour sauver sa propre peau. Philippe ...    "
                },
                "8": {
                    "title": "Mercredi, Noémie, semaine 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Noémie est hostile et communique peu d'informations sur elle-même. Elle parle de l'atmosphère compétitive qui règne à son club de gymnastique, la maigreur de ses rivales, le futur camp d'entraînement auquel elle ne peut pas participer et comment les filles du club ne cessent de courtiser Gabriel, l'entraîneur. Elle décrit la relation qu'elle entretient avec Chloé, la fille de Gabriel. Elle était sa gardienne et passait ainsi beaucoup de temps chez son entraîneur. Mais depuis que la femme de celui-ci est de retour de voyage, Noémie ne peut plus veiller sur Chloé. Elle ...    "
                },
                "9": {
                    "title": "Jeudi, Florence et David, semaine 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Assis sur le divan, Florence et David sont souriants et paraissent détendus. Florence considère enfin l'idée d'avoir un autre enfant. Le couple souhaite prendre le temps d'y réfléchir. Au même moment, Philippe aperçoit une tache de sang sur le canapé. Il croit qu'il peut s'agir d'une fausse couche. Le couple quitte aussitôt le bureau et se précipite à l'hôpital. Après quoi Philippe essaie de nettoyer la tache qui paraît bien incrustée. Il demande l'aide de sa femme Marie. Elle le questionne sur la session qui s'est terminée abruptement. Philippe n'en dévoile pas trop,...    "
                },
                "10": {
                    "title": "Vendredi, Françoise, semaine 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Philippe confirme à Françoise que Marie a une liaison extraconjugale. Il lui raconte comment sa femme lui a décrit les moindres détails de sa liaison. Françoise émet l'hypothèse que Marie a possiblement jugé nécessaire d'exposer certains détails pour capter son attention et ainsi s'assurer qu'il comprenne bien l'ampleur de cette liaison sur leur couple. Philippe enchaîne et raconte que Sara l'a confronté. Elle affirme hors de tout doute, qu'elle n'est pas la seule à éprouver des sentiments. Selon elle, il la désire tout autant. Françoise détermine que, compte tenu de ...    "
                },
                "11": {
                    "title": "Lundi, Sara, semaine 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Sara est en retard pour son rendez-vous chez le thérapeute. Elle explique à Philippe avoir voulu sauver un chien qui s'était fait happer par le taxi qui la conduisait à sa séance. Philippe croit que cette arrivée tardive est plutôt une façon d'exprimer la colère qu'elle éprouve envers lui. Philippe demande s'ils peuvent convenir d'une façon idéale de mettre un terme à la thérapie. Offusquée, Sara ne comprend pas le lien et insiste sur le fait qu'il ne faut voir aucun sous-entendu dans son retard. Sur un ton sarcastique, elle parle de la préparation de son mariage avec...    "
                },
                "12": {
                    "title": "Mardi, Éric, semaine 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Éric arrive avec un cadeau pour Philippe, que ce dernier ne peut accepter. Il se demande si son thérapeute n'est pas plutôt agacé parce qu'il fréquente une de ses patientes, Sara. Éric annonce qu'il a quitté la maison. Sa femme, Mélanie, s'attendait à cette rupture depuis quelque temps et elle accepte sa décision. Il fait un retour sur sa rencontre avec Sara. Philippe prétend qu'Éric profite de la situation avec la patiente pour le provoquer. Le pilote, surpris de la réaction du psychologue, sent qu'il y a anguille sous roche et soupçonne que Sara est devenue un sujet...    "
                },
                "13": {
                    "title": "Mercredi, Noémie, semaine 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Noémie arrive avec un voilier miniature pour la collection de Philippe. C'est une forme de cadeau d'adieu puisqu'aujourd'hui est sa dernière séance. Malgré la remise de l'évaluation finale, Philippe suggère de poursuivre la thérapie. Il est persuadé que les problèmes de la patiente ont commencé bien avant l'accident. Noémie raconte le divorce de ses parents alors qu'elle avait neuf ans. La nouvelle conjointe de son père ne souhaitait pas vivre avec elle. Cette situation l'a obligée à aller habiter chez sa mère jusqu'à aujourd'hui. Noémie parle de sa mère avec mépris. ...    "
                },
                "14": {
                    "title": "Jeudi, Florence et David, semaine 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Florence arrive seule à la séance. David ne souhaite pas poursuivre la thérapie. Il croit qu'elle et Philippe se sont ralliés contre lui. Pour sa part, Florence constate que depuis cette malchance, elle est enthousiaste et pleine de vie. David se joint à la session à l'improviste. Florence est convaincue qu'il la suit. Elle affirme qu'il l'interroge constamment et que ses moindres gestes provoquent de la suspicion. Il prétend qu'il a tout à fait raison de la soupçonner parce qu'il est persuadé qu'elle a une aventure avec son patron. Selon lui, sa femme est une ...    "
                },
                "15": {
                    "title": "Vendredi, Françoise, semaine 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Philippe fait son entrée dans le bureau de Françoise sans la saluer. Il est en colère et lui raconte que suite à son conseil, il a fait part à Sara de l'idée de mettre un terme à sa thérapie. Selon lui ce fut une grave erreur. Il accuse Françoise d'avoir foutu en l'air un an de thérapie. Françoise essaie de comprendre comment il a pu envisager d'y mettre un terme d'une façon totalement arbitraire et sans aucune préparation. Elle confirme que la relation avec sa patiente est problématique. Philippe admet s'imaginer parfois ce qui lui arriverait s'il osait aller au bout...    "
                },
                "16": {
                    "title": "Lundi, Sara, semaine 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Dans la pénombre, Sara légèrement vêtue s'approche d'Éric. Leurs corps se frôlent. Ils commencent à s'embrasser, d'abord doucement, puis avec de plus en plus d'avidité. Philippe se réveille brusquement. Il fantasmait tout en écoutant Sara déblatérer sur la nuit intime qu'elle a passée avec Éric. Elle décrit le moment érotique avec beaucoup de détails. Philippe l'écoute avec un certain malaise. Selon lui, ce n'est pas un hasard si elle a couché avec un de ses patients. Ce n'est pas non plus une coïncidence si la liaison commence juste après la discussion sur la ...    "
                },
                "17": {
                    "title": "Mardi, Éric, semaine 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    De mauvaise humeur, Éric arrive avec un peu d'avance à sa session. Il tient, entre ses mains, une enveloppe de la part de Sara pour Philippe. D'emblée Éric interroge Philippe. Il veut savoir combien de patients le consultent. Ce faisant, il conclut que son thérapeute n'est pas sans le sou et qu'il doit certainement toucher un gros salaire. Philippe déclare qu'Éric emploie toujours un moyen pour le rabaisser afin de ne pas se retrouver dans une position de faiblesse. En dénigrant le salaire de son psychologue et en le traitant comme un escroc, Éric sent qu'il détient ...    "
                },
                "18": {
                    "title": "Mercredi, Noémie, semaine 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Noémie arrive au bureau maquillée et vêtue de manière provocante. Elle raconte être partie directement d'une fête pour venir à son rendez-vous. Elle a trop bu et est exténuée. Noémie ne se sent pas très bien. Elle mentionne à Philippe se rappeler certains faits de l'accident. Elle se souvient du sentiment d'oppression qui l'accompagnait lorsqu'elle a quitté la maison de Gabriel. Le souffle court, elle a pris la route sur le vélo de l'entraîneur. Lorsqu'elle arriva près d'une courbe, une voiture l'a éblouie. Elle a entendu un bruit de klaxon et se braqua volontairement...    "
                },
                "19": {
                    "title": "Jeudi, Florence et David, semaine 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Florence et David arrivent séparément chez Philippe. Une certaine tension est palpable au sein du couple. Après une série d'insultes entre les deux, David affirme que leurs querelles se sont intensifiées depuis qu'ils ont débuté la thérapie. Philippe cherche à savoir comment le couple s'est rencontré. Florence se lance. Elle décrit en détail une histoire sensuelle et romantique. Lorsqu'elle termine son récit, le thérapeute se rend à l'évidence que cette belle histoire est montée de toutes pièces et semble inspirée d'un feuilleton. La véritable histoire est racontée ...    "
                },
                "20": {
                    "title": "Vendredi, Françoise, semaine 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Philippe débarque au bureau de sa thérapeute, souriant et de très bonne humeur. Il complimente Françoise sur son apparence. Le patient porte un sac de provisions. Il se concoctera un osso buco pour souper. Profitant de l'absence de sa femme, il a invité une ancienne collègue, Marie-Ève à se joindre à lui pour le repas. Et pourquoi pas sa thérapeute qui pourra lui servir de chaperon . Philippe admet qu'il souhaiterait peut-être mettre fin au traitement de Sara, laisser passer quelques mois et par la suite voir si une relation pourrait se développer entre eux. Françoise...    "
                },
                "21": {
                    "title": "Lundi, Sara, semaine 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Lorsque Sara entre au bureau, Philippe débute la conversation sur la façon de mettre un terme à la thérapie soit en planifiant un échéancier. Sara lui annonce qu'aujourd'hui sera leur dernière rencontre. Sara poursuit en racontant une journée qui a mal tourné à l'hôpital. Une jeune fille de quinze ans que Sara avait prise en affection a failli y rester à cause d'une anesthésie dont Sara était responsable. Philippe conclut que la jeune fille rappelle probablement à Sara sa propre enfance. La patiente raconte à son thérapeute la vie avec son père pendant la période ...    "
                },
                "22": {
                    "title": "Mardi, Éric, semaine 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Éric arrive au bureau et mentionne tout de suite la fin de son idylle avec Sara. Il affirme que Sara est obsédée par son thérapeute. Le pilote cherche à savoir ce qui se passe entre les deux. Philippe évite le sujet, mais le patient est convaincu que quelque chose se trame. Le thérapeute souligne qu'Éric refoule probablement beaucoup de colère envers son père. Philippe prétend que son patient a grandi dans l'ombre d'une figure paternelle qui l'empêchait de ressentir toute forme d'émotions. Irrité, Éric attaque Philippe. Il a réussi à amasser quelques informations ...    "
                },
                "23": {
                    "title": "Mercredi, Noémie, semaine 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Noémie débarque au bureau avec sa mère. La jeune fille refuse catégoriquement que celle-ci assiste à la rencontre. Suite à la tentative de suicide de sa fille Noémie, sa mère se questionne sur le possible retour de celle-ci au club de gymnastique. Elle cherche à savoir si le thérapeute approuve ce retour. Amère, Noémie menace sa mère avec mépris. Si elle continue de vouloir l'empêcher de retourner au gym, elle risque à nouveau d'essayer de s'enlever la vie. Philippe rassure la mère de Noémie, le retour au club serait sans doute bénéfique pour sa fille. Le thérapeute ...    "
                },
                "24": {
                    "title": "Jeudi, Florence et David, semaine 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Philippe débute la session en soulignant au couple que certaines limites ont été franchies au cours de la rencontre précédente. Il n'acceptera aucune violence dans son cabinet. Florence le rassure en mentionnant qu'elle et David se sont séparés au cours de la semaine. Son conjoint a menacé de la tuer. Florence raconte qu'elle et son fils ont quitté la maison et ont emménagé temporairement chez sa mère. Durant la semaine, Florence et David ont eu une nuit intime et passionnée. Durant l'acte, David a murmuré à l'oreille de son épouse que si elle le quittait, il allait ...    "
                },
                "25": {
                    "title": "Vendredi, Françoise, semaine 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Philippe et Marie arrivent ensemble au bureau de Françoise. Philippe mentionne que la liaison de Marie l'a beaucoup blessé et croit être incapable de lui pardonner sa trahison. Marie ne se sent pas très à l'aise dans cette situation. Elle ne croit pas que son mari puisse avoir été à ce point blessé. Philippe essaie de comprendre quel comportement Marie attend de lui. Françoise prétend que Philippe a invité intentionnellement son épouse à la séance afin de lui avouer quelque chose. Il explique le transfert amoureux de sa patiente Sara. Marie l'interrompt et lui réclame...    "
                },
                "26": {
                    "title": "Lundi, Sara, semaine 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Après avoir passé quelques heures à l'hôpital, Sara se rend directement à la séance. Son père a subi une crise cardiaque et il est hospitalisé à l'unité des soins intensifs. Quelques jours avant l'attaque, suivant les conseils de son thérapeute, elle avait fait part à son père de « l'histoire de Louis ». Elle craint que ses révélations aient causé la crise. Philippe mentionne s'être réjoui du coup de fil de Sara. Elle lui a manqué et il craignait de ne plus jamais la revoir. Surprise par cette confidence, Sara réclame des explications. Philippe avoue éprouver de réels...    "
                },
                "27": {
                    "title": "Mardi, Éric, semaine 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    En dépit de la dernière rencontre qui s'est mal terminée, Éric débarque à la clinique. Philippe explique avoir été profondément blessé par les propos du patient. Éric décrit un rêve qu'il a fait, un avion ennemi pénètre l'espace aérien poursuivi par un avion de l'armée. Cloué au sol dans son auto, Éric se demande ce que l'avion de l'armée attend pour tirer sur l'ennemi. Philippe essaie de savoir quelle partie de lui-même Éric aimerait détruire. Éric demande à son thérapeute s'il le croit gai. Il prétend ne pas avoir ressenti d'attirance envers son épouse qu'il a revue...    "
                },
                "28": {
                    "title": "Mercredi, Noémie, semaine 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Noémie avale une pizza. Elle mentionne que depuis son retour au sport, elle ne cesse de perdre du poids. Son entraîneur, Gabriel, exige qu'elle mange davantage. Subitement, Noémie perd l'appétit. Elle précise que ce phénomène lui arrive souvent. Le thérapeute n'a pas l'impression que Noémie souffre de trouble alimentaire. Il croit que le manque d'appétit est plutôt le symptôme d'un problème. Il fait le parallèle avec son manque de désir de manger quand quelqu'un souhaite qu'elle mange ou éprouve du contentement quand elle mange. Le thérapeute cherche à savoir pourquoi...    "
                },
                "29": {
                    "title": "Jeudi, Florence et David, semaine 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Florence arrive seule au bureau. Elle accuse Philippe d'avoir fait ressortir le côté faible de David. Il est maintenant sensible, doux et attentionné, ce qui ne l'attise pas du tout. La patiente exhibe un collier que son patron, Simon, lui a offert. À la fin de la session, il viendra la chercher. Florence croit que ce qui se passera entre eux par la suite est inévitable. Philippe sent que Florence attend de lui un argument pour empêcher son désir d'infidélité. Florence se remémore son enfance alors qu'elle souffrait de surpoids. Elle se rappelle aussi la mort de son ...    "
                },
                "30": {
                    "title": "Vendredi, Françoise, semaine 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Philippe et Marie entrent au bureau, l'air inquiet. Leur fille, Lou, n'est pas rentrée coucher la nuit dernière. Françoise souligne que l'amour qu'éprouve le couple envers leurs enfants les unit. Marie mentionne avoir aperçu Sara alors que la patiente quittait le bureau du thérapeute, dimanche dernier. L'épouse se sent trahie. Sara n'est pas du tout la petite fille égarée et fragile que Philippe avait dépeinte. Selon elle, la patiente est au contraire une femme sûre d'elle-même, jolie et qui semble obtenir tout ce qu'elle veut dans la vie. Marie ne s'est jamais sentie...    "
                },
                "31": {
                    "title": "Lundi, Sara, semaine 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Troublé et fatigué, Philippe fume une cigarette appuyé contre sa voiture. Sara se pointe à l'improviste. En guise d'adieu et pour souligner la fin de sa thérapie qui a eu lieu la semaine précédente, l'ex-patiente arrive avec un gâteau aux carottes. Ils entrent dans le bureau et Sara confie avoir pensé inviter Philippe pour une rencontre à l'extérieur du cabinet. Elle avoue toutefois avoir changé d'idée. Tout en mangeant le gâteau, Philippe et Sara se remémorent leur première session. Une transition temporelle dévoile une scène vieille d'un an. Sara discute avec son ...    "
                },
                "32": {
                    "title": "Mardi, Éric, semaine 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Éric débarque chez Philippe l'air anxieux. Il veut mettre fin à sa thérapie. Il annonce au thérapeute son départ pour le jour même. Il quitte pour une mission d'entraînement en Arctique et par le fait même parce qu'il a l'intention de recommencer à piloter. Philippe tente, non sans difficulté, de comprendre l'empressement d'Éric. Le patient raconte qu'il sent la nécessité de se prendre en main afin de ne pas tomber encore plus bas. Il n'en peut plus de se remettre constamment en question. Il donne l'argent de toutes ses séances au thérapeute et quitte. Philippe en ...    "
                },
                "33": {
                    "title": "Mercredi, Noémie, semaine 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Noémie raconte à Philippe un rêve qu'elle a fait. Elle mettait la vie de son père en danger en révélant à un tueur en série où il se trouvait. Lorsque Noémie affirme que le tueur ressemblait à Philippe, celui-ci analyse le rêve, une révélation qui mène à la mort. Philippe trace un parallèle. Comme Noémie lui confie beaucoup de choses au sujet de son père lorsqu'elle vient en thérapie, elle croit probablement que cela constitue une menace pour lui. Philippe questionne Noémie à propos des paroles confuses qu'elle a tenues avant de s'évanouir et qui concernaient des ...    "
                },
                "34": {
                    "title": "Jeudi, Florence et David, semaine 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Au cours de cette séance, Florence révèle à David qu'elle l'a trompé avec Simon. Elle jure que c'était une expérience horrible et qu'elle s'est sentie sale et pathétique. David serre Florence dans ses bras. Il lui dit qu'il n'est pas fâché mais plutôt triste. Il se rend compte qu'il y a un lien entre l'infidélité de Florence et le fait que deux semaines plus tôt, il ait éclaté en sanglots dans ce bureau en lui disant qu'il ne serait pas capable de vivre sans elle. Florence admet que, depuis ce moment où David s'est montré vulnérable, elle ne comprend pas quelle mouche...    "
                },
                "35": {
                    "title": "Vendredi, Françoise, semaine 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Au bureau de Françoise, Marie reproche à son mari de ne pas être au courant de ce qui se passe dans la vie de Lou, leur fille. Philippe se défend. Il a une bonne relation avec sa fille et son épouse est tout simplement jalouse. Marie le confronte en lui confiant que Lou a des relations sexuelles et qu'elle consomme de la drogue. Outré, Philippe n'arrive pas à croire que Marie lui a caché ces informations. Françoise essaie de favoriser l'échange entre les deux avec la méthode Imago. Marie avoue que son histoire avec Daniel et l'histoire de Philippe avec Sara n'est que ...    "
                },
                "36": {
                    "title": "Lundi, Sara, semaine 8",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Sara vient rejoindre Philippe à son bureau. Ils se sont donné rendez-vous pour se rendre aux funérailles d'Éric. Tourmentée, Sara s'interroge à savoir si c'est approprié qu'elle se rende là-bas parce que les gens se demanderont sans doute qui elle est. Peu réceptif aux inquiétudes de Sara, Philippe lui dit que le dernier souci des gens sera de savoir qui elle est. Les propos de Philippe blessent Sara, qui lui reproche de ne pas comprendre qu'Éric était autre chose que son patient. Sara se sent coupable de la façon dont elle s'est comportée avec Éric durant leur courte...    "
                },
                "37": {
                    "title": "Mardi, Éric, semaine 8",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Au lendemain des funérailles de son fils, le pilote, Jacques Lachapelle, arrive au bureau du thérapeute. Durant la cérémonie, le père a discuté avec un soldat qui lui a mentionné qu'à la base militaire, plusieurs croyaient qu'Éric était incertain quant à son identité sexuelle et qu'il souffrait de problèmes émotionnels. Selon ses collègues, l'accident était en fait un suicide. Jacques cherche des réponses auprès du thérapeute. En colère, le père confronte Philippe. Selon lui, son fils aurait dû se confier à des proches au lieu de payer un parfait inconnu pour ...    "
                },
                "38": {
                    "title": "Mercredi, Noémie, semaine 8",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    À l'extérieur du bureau de Philippe, Noémie et sa mère Geneviève discutent. La mère propose à sa fille de faire une activité après la séance. Noémie n'y trouve aucun intérêt et sort brusquement de la voiture pour rejoindre son thérapeute. Noémie, assise devant Philippe, pleure. Elle sent que tout s'écroule autour d'elle. Elle évite les coups de fil de son père depuis une semaine et malgré ses tentatives, elle est incapable de parler à sa mère. En plus, une éruption cutanée s'est propagée sur tout son corps. Ses jambes tremblent constamment et elle appréhende la ...    "
                },
                "39": {
                    "title": "Jeudi, Florence et David, semaine 8",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    David se présente seul à la séance. Il veut divorcer et obtenir la garde complète de son fils parce qu' il croit que ce dernier sera un perdant si c'est Florence qui l'élève.    "
                },
                "40": {
                    "title": "Vendredi, Françoise, semaine 8",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Philippe annonce à Françoise que Marie ne se présentera pas à la séance. Selon elle, ces rencontres ne sont plus nécessaires. Le patient précise que depuis quelque temps lui et sa femme ne s'adressent plus la parole à la maison. Il ne l'a même pas mise au courant du décès de son patient, Éric. Françoise offre ses condoléances à Philippe. Ce dernier remet en doute la sincérité de Françoise. Le thérapeute regrette amèrement d'avoir laissé le pilote retourner aux commandes d'un avion. Selon le rapport de l'armée, Éric est mort suite à un vertige. En d'autres termes, ...    "
                },
                "41": {
                    "title": "Lundi, Marie et Lou, semaine 9",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    C'est un jour férié et Philippe ne reçoit pas de patients. Il a commencé des démarches pour se trouver un appartement. Quand Marie fait irruption dans son bureau, une première fois, Philippe se garde toutefois de le lui dire, se contentant de l'exaspérer avec ses remarques cyniques. Marie reproche à Philippe de ne pas être « parlable » et de toujours dormir. Une fois que Marie est sortie, Philippe s'étend en effet sur le canapé et il rêve à Sara - Sa fille Lou le réveille. Elle lui confie qu'elle est au courant pour lui et Sara parce que sa mère lui a tout raconté. ...    "
                },
                "42": {
                    "title": "Mercredi, Noémie, semaine 9",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    En route vers son rendez-vous avec Philippe, Noémie marche dans le parc. Surprise, elle s'avance vers Étienne, son père, qui l'attend devant le bureau du thérapeute. Ce dernier cherche à savoir pourquoi il n'a reçu aucune nouvelle d'elle depuis les deux dernières semaines. Il la serre contre lui et lui confie trouver très difficile ce silence. Philippe ouvre la porte du bureau en tenant dans ses mains un bouquet de ballons pour la victoire de Noémie. Il est surpris d'y voir son père. Il est clair pour le thérapeute que Noémie n'avait pas prévu débarquer à la clinique ...    "
                },
                "43": {
                    "title": "Jeudi, Florence et David, semaine 9",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Florence et David arrivent ensemble au bureau de Philippe. David annonce qu'ils ont pris la décision de divorcer et qu'ils souhaitent que Philippe les aide à régler les détails de façon civilisée. Philippe se dit surpris par leur décision. Il se demande s'ils ne sont pas plutôt venus le voir parce qu'ils ont encore des doutes. Mais Florence et David insistent, ils n'ont aucun doute. David affirme être convaincu qu'il ne pourra jamais s'accomplir avec succès s'il reste avec Florence. Ça fait des années qu'elle brime son ambition. De son côté, quand Florence essaie de ...    "
                },
                "44": {
                    "title": "Vendredi, Françoise, semaine 9",
                    "kind": "episode",
                    "episode of": {
                        "title": "En thérapie (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Philippe se rend chez Sara. Il lui avoue enfin que c'est à cause de lui qu'ils ont dû mettre fin à sa thérapie. Il se sentait menacé par les sentiments qu'il éprouvait pour elle.    "
                }
            }
        },
        "number of episodes": 80,
        "cast": [
            {
                "name": "Léger, Roger"
            },
            {
                "name": "Babin, Laurie"
            },
            {
                "name": "Beauchemin, Josquin"
            },
            {
                "name": "Bender, Charles"
            },
            {
                "name": "Bussières, Pascale"
            },
            {
                "name": "Côté, Julianne"
            },
            {
                "name": "Décary, Bénédicte"
            },
            {
                "name": "Gadouas, Daniel"
            },
            {
                "name": "Goyette, Alexandre"
            },
            {
                "name": "Guilbault, Élise"
            },
            {
                "name": "Limonchik, Macha"
            },
            {
                "name": "Papineau, François"
            },
            {
                "name": "Ricard, Sébastien"
            }
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.4,
        "votes": 7,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNWM0NzI0YTYtMGJiYy00NWQ1LWI1MmItYWE2YTk2NmNhNDU3XkEyXkFqcGdeQXVyNTA1NDY3NzY@._V1_SY150_CR74,0,101,150_.jpg",
        "plot outline": "Le psychologue Philippe Jacob reçoit en consultation une jeune femme médecin le lundi, un pilote de l'armée le mardi, une adolescente présélectionnée pour l'équipe olympique de gymnastique le mercredi et un couple en crise le jeudi. Ce psychologue dont la vie privée est un véritable désastre, pleine de doutes et de colère contenue, consulte à son tour une thérapeute le vendredi. D'après l'oeuvre de Hagai Levi.",
        "languages": [
            "French"
        ],
        "title": "En thérapie",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "En thérapie (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Bismuth, Nadine"
            }
        ],
        "production companies": [
            {
                "name": "La Presse Télé"
            },
            {
                "name": "TV5 Québec Canada"
            },
            {
                "name": "Film and Television Tax Credit Administered by SODEC"
            },
            {
                "name": "Canadian Film or Video Production Tax Credit (CPTC)"
            }
        ],
        "distributors": [
            {
                "name": "TV5 Québec Canada"
            }
        ],
        "plot": [
            "Le psychologue Philippe Jacob reçoit en consultation une jeune femme médecin le lundi, un pilote de l'armée le mardi, une adolescente présélectionnée pour l'équipe olympique de gymnastique le mercredi et un couple en crise le jeudi. Ce psychologue dont la vie privée est un véritable désastre, pleine de doutes et de colère contenue, consulte à son tour une thérapeute le vendredi. D'après l'oeuvre de Hagai Levi."
        ],
        "tech": {
            "runtime": [
                "24 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 7,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 8.0
            },
            "males": {
                "votes": 5,
                "rating": 7.5
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 8.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "females": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "non us users": {
                "votes": 4,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 0,
            "9": 1,
            "8": 3,
            "7": 1,
            "6": 2,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}