{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "16 December 2012"
            },
            {
                "country": "USA\n",
                "date": "23 December 2012"
            }
        ],
        "release dates": [
            "USA::16 December 2012",
            "USA::23 December 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Epic"
            },
            {
                "countries": "Germany",
                "title": "Projekte der Superlative"
            }
        ],
        "akas": [
            "Epic (original title)",
            "Projekte der Superlative Germany"
        ],
        "akas from release info": [
            "Epic (original title)",
            "Projekte der Superlative Germany"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Epic Rv's",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "15 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    RVs that are priced over $1 million are featured, including a mobile mansion outfitted with high-tech gadgets and a state-of-the-art man cave.    "
                },
                "2": {
                    "title": "Epic Bathrooms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "19 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Bathrooms are the new \"it\" room of the house and people are going overboard to make these thrones fit for royalty. From toilet lids that open when you walk in the room, to showers that set their own water temperature and pressure to hand-pounded copper tubs worth thousands, bathrooms have gotten smart and sophisticated. Picture a bathroom with its own indoor rock formations, waterfalls and a tub-side fireplace. Or how about another that's all glass with miles of mountain views and where anyone can see out, or in! Then there's the rockin' shower that can record you ...    "
                },
                "3": {
                    "title": "Epic Tech Homes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The future is now in these EPIC High Tech Homes. Some are like being on a starship that answers voice commands and talks back to you; others make you feel part of a spy movie where the house protects you from intruders with dangerous gadgets straight out of James Bond. One smart home even lets you change the size of rooms inside and color of the house outside in minutes. A single swipe of a tablet can open doors, rev up hot tubs or transport you to the ski slopes. Plants water themselves, shades shut themselves, cats are fed automatically and even the piano starts ...    "
                },
                "4": {
                    "title": "Epic Backyards",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "19 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Backyards used to just have swing sets and wading pools... but not anymore. They've been transformed into five star resorts just outside the door. It's all about fun and games, from a full size race car speedway to a complete replica of Fenway Park. These epic backyards come complete with massive waterfalls, swim-through caves with their own bars, or at-home courts big enough for pro teams. You can find everything from tennis courts suspended over a cliff to a private tram down to a waiting speed boat or a zip line across a personal lake. Building this much backyard ...    "
                },
                "5": {
                    "title": "Epic Beach Homes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "23 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Imagine living so close to the ocean you can hear dolphins and whales just outside your front door, or being able to walk along a sandy beach your backyard. That's what owners of these EPIC Beach Homes get to do, and they make the most of these breathtaking locations. Some have glass doors big enough for an airplane hangar, others put windows everywhere, from giant master suites to bathtubs and exercise rooms... homes so epic even Kim Kardashian lived in one. But building so close to the water takes tricky engineering and tons of concrete to keep these mansions safe ...    "
                },
                "6": {
                    "title": "Castles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "30 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    You don't need to travel to Europe to find truly amazing castles, there are plenty right here in America, and they run the gamut from Medieval to modern, and historic relics to contemporary compounds. Some come with the whole royal package from turrets and gargoyles to dungeons and moats. Others sport indoor bowling alleys, giant spas and even an elevator for the cars. And the owners are as different as the castles themselves; from self-appointed knights to couples that scour the country to reclaim vintage windows and beams, to guys dedicated to restoring America's ...    "
                },
                "7": {
                    "title": "Private Islands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "6 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The owners of these private islands know what they want. Whether it's the southernmost tip of the U.S. or the northern border just shy of Canada, an island in the Georgia marshes or the remote mountains of Montana, these owners are going the distance to get their very own piece of paradise. They're building concrete bridges and automated boat docking systems and even laying miles of cable underwater to ensure they have every comfort and convenience. From indoor and outdoor shooting ranges to private lakes and lagoons, from roof-top helipads to fish and tackle shacks ...    "
                },
                "8": {
                    "title": "Log Homes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "13 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Today's log homes are like nothing you've seen before. These are colossal castles built by men living out their every childhood fantasy. From the lush green of the Midwest to an active volcano in the Pacific North - from the Colorado Rockies to a mountain top perch overlooking the Las Vegas strip - these owners are breaking boundaries to create the log homes of their dreams and filling them with everything from personal gyms and movie theatres to casinos and game rooms. Building these log homes takes the ultimate in monster materials, determination and owners who ...    "
                },
                "9": {
                    "title": "Log Homes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "20 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    These Epic log homes are more than rugged multi-million dollar mansions; they're the wildest dreams of owners who scoured the world for the best materials and craftsmen. They're pure luxury; towering fireplaces, theatre rooms, stocked bars and game rooms.    "
                },
                "10": {
                    "title": "Builds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "27 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    These \"builds\" defy convention and even the laws of nature. One hangs like an upside down cone, built into the side of a steep cliff, another is made of seven inflated domes buried deep beneath the ground and yet another is a ship plucked from the sea and converted into a vacation home. From the world's tallest tree house with its labyrinth of tiny rooms and spiral staircases to a home that looks like a flying saucer and spins in every direction, these structures are the brainchildren of guys who think outside the box and don't know the meaning of the word \"impossible...    "
                }
            },
            "1": {
                "1": {
                    "title": "Epic Log Homes (Pilot)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "23 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    From a home that's so enormous it is known in Arizona as the Log Mahal, to one in Texas that will never stop growing, modern-day lumber barons are moving mountains and spending millions to make their epic dreams come true.    "
                },
                "2": {
                    "title": "Epic Houseboats",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Whether they're moored or motorized, American floating homes give new meaning to the word epic. Loaded with home theaters, helicopter landing pads and high tech convenience, today's luxurious houseboats redefine living large at the lake.    "
                },
                "3": {
                    "title": "Epic Pools",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Swimming pools are the new status symbol. Loaded with lazy rivers, flume slides, fire balls, underwater speakers, custom pool covers, outdoor kitchens and swim up bars, no expense is spared to create a backyard water park worthy of 5 stars!    "
                },
                "4": {
                    "title": "Epic Yachts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Today's super yachts are the ultimate floating boutique hotels. Load with customized furnishings, high-tech gadgets, helicopter pads, sky lounges, theaters, gyms, and steam rooms, these ships are limited only by their owner's imagination.    "
                },
                "5": {
                    "title": "Epic Rv's",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "14 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    State-of-the-art campers and motor homes are showcased in this series, which begins with an ultramodern Millennium Luxury Coach, a party bus with eight TVs and a dance floor, and an RV that's 52 feet long and can haul both a 38,000-lb. trailer and a speedboat.    "
                },
                "6": {
                    "title": "Epic BBQ Pits",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "27 May 2013",
                    "year": "2013",
                    "plot": "\n    Today's BBQ's are smoking hot as extreme, tricked-out pits redefine the once modest backyard pastime. Fancy a smoking bull, fire-breathing dragon or a pistol shaped pit for your next cookout? EPIC BBQ pits are for those with money to burn!    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Epic RV's",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "11 Feb. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 17,
        "cast": [
            {
                "name": "Anderson, Mckenzie"
            },
            {
                "name": "Anderson, Rj"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.2,
        "votes": 14,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ4NzI3MDk2OF5BMl5BanBnXkFtZTgwNTgwNTAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "plot outline": "Epic features extravagant amenities and the people that make them. Find out how these daydreamers took their passion to another level with impressive prized possessions that involve expert craftsmanship, technology, and innovation. From a forward-thinking motorhome that's outfitted with a vast array of luxury items including iPad controllers and an in-motion satellite, to floating homes that boast theaters, helicopter landing pads, fireplaces and wine cellars, to pools loaded with lazy rivers, flume slides and underwater speakers.",
        "languages": [
            "English"
        ],
        "title": "Epic",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Benger, Tracey"
            },
            {
                "name": "Berry, Wade"
            },
            {
                "name": "Douda, Dennis"
            }
        ],
        "production companies": [
            {
                "name": "Tremendous Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Destination America"
            },
            {
                "name": "FOXlife"
            },
            {
                "name": "FOXlife"
            }
        ],
        "plot": [
            "_Epic_ (qv) features extravagant amenities and the people that make them. Find out how these daydreamers took their passion to another level with impressive prized possessions that involve expert craftsmanship, technology, and innovation. From a forward-thinking motorhome that's outfitted with a vast array of luxury items including iPad controllers and an in-motion satellite, to floating homes that boast theaters, helicopter landing pads, fireplaces and wine cellars, to pools loaded with lazy rivers, flume slides and underwater speakers.::Destination America"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 14,
                "rating": 7.2
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 6.5
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 6.5
            },
            "males": {
                "votes": 8,
                "rating": 6.0
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 5.7
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 6.5
            },
            "females": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 5.3
            },
            "us users": {
                "votes": 6,
                "rating": 6.6
            },
            "non us users": {
                "votes": 3,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 2,
            "9": 3,
            "8": 2,
            "7": 2,
            "6": 1,
            "5": 2,
            "4": 2,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.2,
        "median": 7
    }
}