{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 November 2012"
            }
        ],
        "release dates": [
            "USA::4 November 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Surprise Super Storm in Richmond, VA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Catastrophe, Inc. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    A violent thunderstorm unlike any other ripped through the home of Jason and Holly Trice, making the unthinkable happen. Ferocious wind speeds caused a 100-year-old tree to be uprooted from their yard, crashing directly into the side of their home. The catastrophic storm slammed the massive tree straight into the Trice's baby's nursery, destroying the roof above and making the home uninhabitable. The Catastrophe Inc. team, Joe Charboneau, Ed Ranieri and Enzo Maddalena, step in to clean up the mess that the devastating storm left in its path. Interior designer Kari ...    "
                },
                "2": {
                    "title": "Waldo Canyon Fire Renovation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Catastrophe, Inc. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "4 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Raging wildfires forced the Dougherty family to quickly evacuate their Colorado home. Glenn, Lindsay and their four children escaped the hot and windy temperatures just in time. Fearing the worst, the Doughertys knew they would never see their hillside home again, only to receive a phone call the next day to find out that their home was still standing. The Colorado Springs fire department faced the immeasurable odds and saved the Dougherty's home from the intense flames. However, the family's home was not in the condition that they left it in. Ferocious heat, smoke, ...    "
                },
                "3": {
                    "title": "Fallen Tree Fiasco",
                    "kind": "episode",
                    "episode of": {
                        "title": "Catastrophe, Inc. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Newlyweds Adam and Malissa were ecstatic to purchase their first home together. Unfortunately, only a couple of months after settling into their new lives, a major storm called a derecho caused a huge tree to fall in their backyard, destroying everything in its path. The Catastrophe Inc. team, Joe Charboneau, Ed Ranieri, Enzo Maddalena and Kari Openshaw, come to the rescue to remove the tree, install a better drainage system to prevent future trees from falling, and transform the backyard into a patio paradise.    "
                },
                "4": {
                    "title": "Dream Home Nightmare",
                    "kind": "episode",
                    "episode of": {
                        "title": "Catastrophe, Inc. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "14 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Four-year-old Grace Hamilton has leukemia. Her parents, Amy and Forest, purchased their home to be closer to Grace's hospital for treatments, but it turns out that the new house is riddled with mold. The Catastrophe Inc. team, Joe Charboneau, Ed Ranieri, Enzo Maddalena and Kari Openshaw swoop in to eliminate the toxic mold and completely remodel the kitchen and little Grace's bedroom and playroom, turning this nightmare house into a dream home. Grace's treatment room in a local hospital also gets a surprise spruce-up.    "
                },
                "5": {
                    "title": "Triple Disaster: Flooded Family Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Catastrophe, Inc. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "21 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    In a two year span, Hurricane Irene, Tropical Storm Lee and Hurricane Sandy descended upon Michelle McConville's home in Eastern Pensyvania. This family couldn't keep up with the damage the house constantly endured. The basement-level family room continually flooded destroying the hardwood floors, drywall, and the majority of their furniture, time and time again. Directly above, the kitchen floor sags dramatically causing problems this teacher and expectant mother don't have the time or money to fix. The Catastrophe Inc. team, Joe Charboneau, Ed Ranieri, Enzo ...    "
                },
                "6": {
                    "title": "Foundation Fault Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "Catastrophe, Inc. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "21 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Texas has faced one of the worst droughts they've seen in years...and its not just affecting the landscape. The dry weather has wreaked havoc on homes across the Lone Star State, especially Jason's childhood home in Burleson. Newly married, Jason and his wife Stacy bought this sentimental home, not knowing the problems that lay ahead. Record high temperatures literally sucked the life out of the soil beneath their home, causing shifts in the foundation below. The movements resulted in enormous cracks along the floor of the master bedroom and bathroom creating unsafe ...    "
                },
                "7": {
                    "title": "Hurricane Sandy Renovation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Catastrophe, Inc. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "28 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Hurricane Sandy was a storm unlike any other the Jersey shore had seen. This super-storm devastated the area and hit the small coastal town of Port Monmouth hard..leaving Dan and Maria Benbrook's home in shambles. The entire first level of the Benbrook's home was flooded with seawater and all contents were ruined...leaving them with nothing but a shell of a home. To make matters worse, Christmas is right around the corner and they want is to be in their home for the holidays. The Catastrophe Inc. team, Joe Charboneau, Ed Ranieri, Enzo Maddalena and Kari Openshaw, ...    "
                },
                "8": {
                    "title": "Montana Wildfire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Catastrophe, Inc. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "4 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    The Pine Creek wildfires ripped through the Bozeman, MT area - devastating the landscape and destroying homes in its path. The Pitman family was one of the families that lost almost everything. While their home suffered major fire and smoke damage, it still was standing after the fire. However their adjacent barn and workshop was completely destroyed by the raging fire. The barn housed the couple's offices as well as a lifetime of precious personal items. With the help of the Catastrophe Inc. team, the Pitman's look forward to the possibilities that a renovated home ...    "
                },
                "9": {
                    "title": "Tampa Roof Disaster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Catastrophe, Inc. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "8 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    The Schwedhelm family has been living in a home-related nightmare for the past year. Months ago, a leak in their roof led them to hire a contractor to fix the problem. Mere weeks after the renovation was complete, Florida storms swept through the Tampa area and the Deb and Steve quickly realized their new roof was even worse than before the repair and the contractor was nowhere to be found. Water was pouring inside their house causing severe water damage and mold growth. The Schewedhelms quickly realized that not only were they out thousands of dollars, but even more ...    "
                },
                "10": {
                    "title": "State College Car Crash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Catastrophe, Inc. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "11 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    The Catastophe Inc team rebuilds the home of Brian Algeo and Dara Sanoubane. The young couple was living in their small home in State College, PA with their 3-week-old son, Max. when a high-speed police car chase ended with an automobile crashing into the living room. The front door, living room walls and ceiling were completely destroyed, along with the family's sense of security. First time parents Brian and Dara were terrified that their newborn child had narrowly avoided this accident. That combined with the looming astronomical repair costs left the couple lost, ...    "
                },
                "11": {
                    "title": "Florida Car Crash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Catastrophe, Inc. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "18 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Brian and Jennifer were sound asleep in their house in St. Augustine, Florida when suddenly a drunk driver ran a car into their master bedroom. The walls, windows, doors, and ceiling of the master bedroom and bathroom were completely destroyed. The couple suffered from minor injuries as well. Their car and carport were damaged beyond repair. The construction repair bids turned out to be way beyond what the couple could receive from insurance. Disaster specialists Ed, Enzo, Joe, and designer Kari come to help Brian and Jennifer get back on their feet. The team ...    "
                },
                "12": {
                    "title": "Mississippi Twister",
                    "kind": "episode",
                    "episode of": {
                        "title": "Catastrophe, Inc. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "18 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    The Catastophe Inc team takes young newlyweds Jeff and Ashlie West from disaster house to dream home. When an F-4 tornado hit Hattiesburg, Mississippi, the West's first home was destroyed. The storm tore off the roof and ripped their master bedroom completely off the house. In the wake of the storm, days of constant rain soaked and destroyed the remaining contents of couple's home, including the walls, floors, and furniture. Jeff and Ashlie fled their home and didn't know where to begin with the massive repairs needed to fix their home. Enter disaster remediation ...    "
                },
                "13": {
                    "title": "Toxic Sewage Troubles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Catastrophe, Inc. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "25 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    One afternoon Jessica Mussell and her family came home to a horrible disaster. City sewage had backed up through the bathroom, making the home completely unlivable. To make matters worse, Jessica is battling breast cancer and now cannot set foot in her home for fear her immune compromised state can't handle the exposure to the toxic materials inside. The Catastrophe Inc. team, Joe Charboneau, Ed Ranieri, and Enzo Maddalena save the house by removing the waste, sanitizing the space and remodeling this entire home for this brave mother of two who has been through so ...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Charboneau, Joe"
            },
            {
                "name": "Maddalena, Enzo"
            },
            {
                "name": "Openshaw, Kari"
            },
            {
                "name": "Ranieri, Ed"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.0,
        "votes": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTE1Njk2NjUwNV5BMl5BanBnXkFtZTcwNzI0OTQ4OA@@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Documentary style series features HGTV's Catastrophe, Inc. crew, licensed disaster recovery contractors Ed Ranieri and Enzo Maddalena, designer Kari Openshaw and Joe Charboneau, former Cleveland Indians player and all around construction worker, who are the masters of disaster clean up. These unsung heroes work relentlessly in the muck and grime to change people's lives by restoring their homes.",
        "languages": [
            "English"
        ],
        "title": "Catastrophe, Inc.",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Catastrophe, Inc. (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "RIVR Media"
            }
        ],
        "distributors": [
            {
                "name": "Home and Garden Television (HGTV)"
            }
        ],
        "plot": [
            "Documentary style series features HGTV's _Catastrophe, Inc._ (qv) crew, licensed disaster recovery contractors Ed Ranieri and Enzo Maddalena, designer Kari Openshaw and Joe Charboneau, former Cleveland Indians player and all around construction worker, who are the masters of disaster clean up. These unsung heroes work relentlessly in the muck and grime to change people's lives by restoring their homes.::HGTV"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "males": {
                "votes": 4,
                "rating": 8.2
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "females": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 4.0
            },
            "us users": {
                "votes": 2,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 5,
            "9": 1,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.0,
        "median": 1
    }
}