{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "1 July 2012"
            },
            {
                "country": "USA\n",
                "date": "7 July 2012"
            }
        ],
        "release dates": [
            "Canada::1 July 2012",
            "USA::7 July 2012"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Jennifer Lawrence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "14 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Jennifer Lawrence always knew she'd be famous. She grew up in Louisville, Kentucky playing field hockey and softball in addition to modeling on the side. After a visit to New York with her mom, a talent agent sees her during a photo shoot, and J-Law's acting career gets kicked into high gear. First came roles on Monk and Medium, then a sitcom. Jennifer then branches out into movies with roles in some indie dramas. At 20, she lands her first Oscar nomination for Winter's Bone, wins the award two years later for Silver Linings Playbook and is the star of one of the ...    "
                },
                "2": {
                    "title": "Emma Watson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "21 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Emma Watson grew up in the public eye. At age 10 she bagged the much-coveted role of Hermione Granger in the first Harry Potter movie and suddenly she was an international star. Not a style star though. But to be fair, how many of us really knew how to dress when we were 'tweens. The Harry Potter series becomes a billion-dollar franchise and Emma becomes a household name. Thanks to hours in the wardrobe and makeup trailers she starts to earn style points and by the time she puts Hermione Granger to rest, Emma is a full-fledged fashionista. Her post-Potter career is ...    "
                },
                "3": {
                    "title": "Kerry Washington",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "28 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Kerry Washington goes from a natural beauty trying to find her way on the red carpet to a Scandal-icious style star. She could always hold her own in a sartorial showdown, but her role as Olivia Pope elevates her to a gladiator in the fash-arena.    "
                },
                "4": {
                    "title": "Bradley Cooper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "5 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The 40-year-old Philly native came from humble beginnings. He started his career with an amazing acting opportunity for a camp comedy that saw him miss his New York Actor's Studio graduation. That decision set him on a gradual and steady rise to stardom. Cooper's career and fashion sense start to gain momentum as he first becomes know for supporting character roles in Wedding Crashers but everything kicks into high gear when he stars in the sleeper hit The Hangover and meets top designer Tom Ford. Some broken hearts and fash faux pas are made along the way, but a Tom ...    "
                },
                "5": {
                    "title": "The Oscars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "31 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    For more than 85 years, the Academy Awards have given fashion fans lots to talk about. The outfits seem to garner more attention than the awards themselves! From the best couture, to the most glamorous Hollywood couples to the downright crazy costumes that have everyone saying \"What were they thinking?!\" - the Oscars get everyone talking.    "
                },
                "6": {
                    "title": "Funny Ladies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "7 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Anna Faris, Melissa McCarthy and Kristen Wiig are three of the funniest ladies working in comedy today. These gals may be hilarious, but when it comes to fashion they are downright serious. In a world of non-stop premieres, red carpets and awards shows, these ladies have a lot of appearances to make and they don't want to be fash laughing stocks.    "
                },
                "7": {
                    "title": "Fresh Faces",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "12 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Kendall Jenner, Cara Delevingne and Kate Upton are more than just selfie-starlets. They're the new couture clique stomping their way to supermodel-dom. But before these fresh faces of fashion were trending on Twitter they went through an awkward phase just like the rest of us.    "
                },
                "8": {
                    "title": "Amy Adams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "19 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Amy Adams has gone from small-town Colorado dinner theatre to Oscar-nominated films. She scored her first role in Drop Dead Gorgeous while working as a dancer at a local playhouse. That spurred her to move to LA to pursue acting, and her experience in musical theatre won her the lead role in Disney's fantasy Enchanted. Her early style seemed like an extension of her on screen personas - naïve, timid and plain. Today, her style rebels that with bold fashion choices. Amy has become a favorite on the red carpet wearing breathtaking gowns by Gucci, Valentino and Oscar de ...    "
                },
                "9": {
                    "title": "Cate Blanchett",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "26 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    From the minute she exploded onto the Hollywood scene with her portrayal of Queen Elizabeth in 1998, Cate Blanchett has been the crown jewel of Hollywood fashion royalty. A dedicated wife and mother and a commanding actress, Cate made waves starring as Hollywood starlet Katherine Hepburn in \"The Aviator\", Bob Dylan in \"I'm Not There\" and the immortal elf queen in the \"Lord of the Rings\" series. While she's made some very mortal fashion mistakes over the years, there's more rad than bad in her wardrobe. Over the years, she's teamed up with fashion heavyweights like ...    "
                },
                "10": {
                    "title": "Channing Tatum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Channing Tatum goes from stripper to model to leading actor in just four years! He brings his street style and sweet moves to his breakthrough movie Step Up in 2006. Channing takes that raw, urban sensibility to his early red carpets, and gets zero style points. But a few years later, he has that light-bulb moment where he swaps sweats for designer three-piece suits. With his wife Jenna Dewan by his side, Channing has finally stepped up his fashion game. From exotic dancer to box office stud, Channing Tatum became a fash favorite when he traded in baggy for boutique!    "
                },
                "11": {
                    "title": "Kristen Bell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "9 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Kristen Bell was a musical theatre geek from way back who got her big break playing high school sleuth Veronica Mars on TV. She cracked the case every week, but on the red carpet her style was a bit of a mystery. But after she broke onto the big screen in Forgetting Sarah Marshall she also broke the code of seriously stylish fashion. From figure flattering couture to gorge-y glamazon red carpet appearances, she's got her style covered, even though she likes to show a little leg.    "
                },
                "12": {
                    "title": "Helen Mirren",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "16 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Helen Mirren's an Oscar winning style star, but her first red carpet looks are fabric-overload-city. The Dame covers up from head to toe, hiding her hot-bod under one fash-fail after another. Luckily her style-sense gets better with age and she lets her sophista-sexy side shine through.    "
                },
                "13": {
                    "title": "Jared Leto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "23 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Once dubbed \"Worst-Dressed man in the World,\" by GQ magazine, the Oscar winner's recent stretch of red carpet appearances done right has helped him lose the bad style moniker. Thanks to the initial success of his hip indie roles (\"Fight Club,\" \"Requiem For A Dream\"), Jared has become a fixture onstage and aside runways. Over the years Leto's proven to be more than a bit of a chameleon when it comes to transforming himself on screen. That willingness to make wild, weird and sometimes bewildering fash choices has also followed him in his personal life. Now he's an Oscar...    "
                },
                "14": {
                    "title": "Sienna Miller",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "30 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Sienna Miller seems to garner more headlines from her parade of celebrity boyfriends than her stellar acting roles. She was born in New York in 1981. Before she broke into acting, Sienna began her career as a photographic model. It was in 2004 that she got her real break in the film industry, playing opposite Jude Law in the remake of the 1966 film 'Alfie'. With her modeling background, Sienna was able to make an impact on the red carpet almost immediately. In 2007, she showed how fash-forward she could be by launching the Twenty8Twelve clothing line with her older ...    "
                },
                "15": {
                    "title": "Super Heroes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "7 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Chris Evans, Chris Pratt and Chris Hemsworth are three of the biggest hunks you will ever see, and all of them are comic book super heroes. They all geared up in trademark suits to battle evil onscreen, but in real life their secret weapon is suit and tie on a glitzy red carpet. They all started with seriously sketchy style, but after becoming comic book franchise players they gave their look book the love it needed.    "
                },
                "16": {
                    "title": "Critics' Choice Awards",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "14 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    The Critics' Choice Awards are a chance for the pro-movie reviewers to sound off on their fav-films of the year, but more importantly it's another red carpet during award season for fash-fanatics to fawn over. Since its start in 1996 the Critics' Choice has become a sartorial-palooza with mega-style stars like Angelina Jolie, couture kiddos like Dakota and Elle Fanning, and WTF fashionistas like Sarah Silverman posing hard on the red carpet.    "
                },
                "17": {
                    "title": "Amanda Seyfried",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "4 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Audiences were first introduced to Amanda Seyfried when she played Karen, the ditzy but lovable member of the Plastics in \"Mean Girls.\" We soon learned she's nothing like her character. She's made smart career choices, eventually earning critical acclaim in movies like \"Les Miserables\" and \"Lovelace.\" After a slow start on the red carpet, Amanda experimented with several designers to find her favorite looks. She admits that she likes to often cap off her look with a powerful red lip. From Mean Girl to Glamor Girl, Amanda rode a wave of bad reviews before finding her ...    "
                },
                "18": {
                    "title": "British Invasion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "4 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    The British are coming! The British are coming! Carey Mulligan, Felicity Jones and Rosamund Pike are the hottest thing to come out of the U.K. since Early Grey tea. With rock-solid red carpet looks, these talented ladies are on the must-see list for every event.    "
                },
                "19": {
                    "title": "Elizabeth Hurley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "11 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Elizabeth Hurley made it big as the British babe who binged on body-con and bandage dresses, but when you look closer, she's a style pioneer leading the way in celebrity fashion for the last quarter century. She's definitely known for deep Vs, thigh-high slits and a love of pink, but from her iconic Versace safety pin dress to her love affair with Cavalli, her look has been copied by stars across the Hollywood galaxy without them even knowing it. She may push too far and play it too sexy, but when you look that good, is that really a problem?    "
                },
                "20": {
                    "title": "Penélope Cruz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "11 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    When Penélope Cruz makes the move from Spain to Hollywood her style is totally lost in translation. Her first looks on the red carpet are all over the map from too casual to over styled, but she heads in the right sartorial direction when she wins Oscar gold and it's not long before she's living in style city.    "
                },
                "21": {
                    "title": "Kate Beckinsale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "18 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Voted one of the sexiest women of all time, Kate Beckinsale sizzles in her sartorial choices. But it wasn't all landslide victories for the beautiful Brit. She had a serious string of style slip-ups when she first hit the big screen. The '90s didn't flatter this fierce fashionista, but it only took one legendary latex-clad role for this lovely lady to find her fash footing. Now she's a designer's dream! This Celebrity Style Story belongs to Kate Beckinsale.    "
                },
                "22": {
                    "title": "Matthew McConaughey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "25 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    His motto is JKL - Just Keep Livin' and Matthew McConaughey is definitely living the high life as a sex symbol, family man and Oscar winner for Dallas Buyers Club. This Texas born mega-babe originally wanted a career as a filmmaker, but a chance meeting with a casting director led him to where he belongs - in front of the camera. After a flashy debut as an eternal teenager in Dazed & Confused, he got his breakthrough role in A Time To Kill. Like his personality, Matthew's fashion sense maintained a cool, laid-back approach. When he discovered brands like Dolce & ...    "
                },
                "23": {
                    "title": "The Girls of Girls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "25 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    The Girls of \"Girls\" skyrocket to style stardom when the series debuts on HBO in 2012. Creator Lena Dunham takes the lead with Allison Williams, Zosia Mamet, and Jemima Kirke rounding out the couturiffic cast. The fashionable foursome showcases an eclectic array of looks on-screen and off-screen they never disappoint the style elite hitting the red carpet in sartorial stunners.    "
                },
                "24": {
                    "title": "Zoe Saldana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "8 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Zoe Saldana is all about transition. She's a dancer turned actress who landed a part in the highest grossing film of all time to become a major movie star. On the style tip, she ditched her seriously fugly '90s fash to become a millennial style maven. While starring in blockbusters, she hooked up with the hottest designers to find the best way to flaunt her form. With an eye for drama, a thing for short skirts and a love of Balmain she's relentless in her quest for red carpet perfection. Now she knows what works for her and she knows how to work it. This Celebrity ...    "
                },
                "25": {
                    "title": "Jessica Chastain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "15 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Jessica Chastain knew she wanted to be an actress since the age of seven and has worked hard to get there. She grew up in Sacramento, California, went to school at Juilliard in NYC and returned to California to pursue her acting career. She toiled as a guest actor on television before breaking out in a big way when six films she starred in were released during the 2011 calendar year. An Oscar nomination for her role in \"The Help\" throws her into the spotlight even more as she begins the awards circuit. Then she's right back to acting to even more critical acclaim in \"...    "
                },
                "26": {
                    "title": "Golden Globes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "22 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    The Golden Globes are known for controversy, cocktails and couture. Through the years we've seen slits, slip-ups and straight-up style surprises. From the Rat Pack storming the stage to rumored trophy bribes, the Globes never disappoint when it comes to a wildly entertaining awards show.    "
                },
                "27": {
                    "title": "Megan Fox",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "29 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Megan Fox rarely portrays the \"good girl\" whenever she appears in TV shows or features films. Don't get her wrong - she enjoys being a \"bad ass.\" She's got the tattoos to prove it! She first gained our attention as Shia Labeouf's sexy sidekick in Transformers. She quickly made the Maxim Hot 100 list and graced the cover of several men's - and women's magazines. With her hot bod and sexy curves, Megan knows how to put a dress to good use. She knows what works for her body, and even served as a brand ambassador for Armani. From sex bomb to fabu fashionista, Megan Fox ...    "
                },
                "28": {
                    "title": "Sofia Vergara",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "7 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Sofía Vergara is a sizzling sitcom star, but when this 5'7 stunner moves her Columbian curves to the U.S. her first red carpet looks are freezing cold fashtastrophes. Once she lands the hilariously hot \"Modern Family\" her style sense heats up and the Latina looker is on fire.    "
                },
                "29": {
                    "title": "Robin Wright",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "14 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    The world fell in love with Robin Wright when they saw her as the pristine Princess Buttercup in The Princess Bride. Stepping into the spotlight in the '90s made for some interesting fashion choices, but even through the big shoulders and bad trends she asserted herself. Her relationship with Sean Penn had highs and lows, but this mistress of monochrome keeps it consistent on the carpet in a black gown or white suit. After her kids were all grown up, she reinvents herself on the ground breaking series House of Cards and thanks to clean lines and high-class couture, ...    "
                },
                "30": {
                    "title": "Tilda Swinton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "21 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Tilda Swinton is an original. She's known for her androgynous looks as well as pushing the envelope with fashion risks when she's given the opportunity to step out - and she's been given plenty of opportunity. She's an indie queen who flirts with Hollywood from time to time, but this lady is never going to be pinned down. Avante Garde and architectural detailing are her thing. This is a woman who did it her way to rise to the top of the acting and fashion worlds.    "
                },
                "31": {
                    "title": "Elizabeth Banks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "original air date": "28 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Elizabeth Banks has taken the world by storm. But she wasn't always a style star to bank on. This funny lady had some seriously comical looks but it only took one over-the-top role in The Hunger Games to get her head in the style game. She's a fan of fierce fashion, staring in flicks with her friends and ruling as the queen of color on the carpet. With her hands in acting, producing and directing, this triple threat always gets a double take. This Celebrity Style Story belongs to Elizabeth Banks.    "
                },
                "32": {
                    "title": "Pretty Little Liars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "original air date": "4 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Ashley Benson, Lucy Hale, Shay Mitchell and Troian Bellisario make up TV's fabulous foursome known as the Pretty Little Liars. These fashion-forward high-schoolers band together to take on an anonymous foe who threatens to reveal their darkest secrets. From four tormented teens, to forging their own fashion identities, the Pretty Little Liars came together to create one of TV's most stylish shows    "
                },
                "33": {
                    "title": "Fash Envy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "original air date": "2 May 2016",
                    "year": "2016",
                    "plot": "\n    Lupita Nyong'o, Diane Kruger, and Marion Cotillard are the ultimate red carpet queens. The style elite drools with fash-envy over their killer couture cred and even when they suffer a sartorial stumble these mega movie stars manage to land on their sick stilettos.    "
                },
                "34": {
                    "title": "Couture Couples",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "original air date": "18 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Kim and Kanye, George and Amal, Sofia and Joe - we love our celeb couples and we love to know what they are wearing. Good-looking people in good-looking clothes is a no-brainer, but when these couples get together it's two times the couture.    "
                },
                "35": {
                    "title": "Anna Kendrick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 35,
                    "original air date": "18 May 2016",
                    "year": "2016",
                    "plot": "\n    From a young up-and-comer to a pitch perfect star, Anna Kendrick learned to play to her strengths and her Twitter account to become one of Hollywood's fashion elite. Her quick rise meant she had to scramble to figure out her style game and when she found something that worked she stuck with it, showing loyalty to Marchesa, Ellie Saab and J. Mendel. With the release of \"Pitch Perfect\" she returned to her singing roots, blossomed into true stardom and used it to push forward with her style game. It doesn't always work, but she's always trying.    "
                },
                "36": {
                    "title": "Stylish Siblings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 36,
                    "original air date": "18 May 2016",
                    "year": "2016",
                    "plot": "\n    These three sets of siblings are making big moves on the big screen and in the fashion scene. But it wasn't always silver screen worthy sartorial choices. They've gone from questionable and quirky to fierce and fashionable. All it took was a Golden Globe nom, a star on the Walk of Fame and a few collaborations to get these stars some style. This Celebrity Style Story belongs to Stylish Siblings.    "
                },
                "37": {
                    "title": "Ben Affleck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 37,
                    "original air date": "25 May 2016",
                    "year": "2016",
                    "plot": "\n    From Boston bestie with Matt Damon, to Hollywood A-Lister, Ben Affleck upped his style quotient when he aligned himself with some of the most style-savvy divas in Hollywood.    "
                },
                "38": {
                    "title": "The Kardashians",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 38,
                    "original air date": "25 May 2016",
                    "year": "2016",
                    "plot": "\n    Kris Jenner and her daughters Kourtney, Kim and, Khloé Kardashian are the fierce females leading the first family of reality TV. Fash-fans have been trying to keep up with their rating raising style since the show first aired in 2006 and today their sartorial selections are more influential than ever. Whether they're dressing a plus one, a baby bump, or a scandal these ladies know how to make an appearance.    "
                },
                "39": {
                    "title": "British Boys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 39,
                    "original air date": "1 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Eddie Redmayne, Russell Brand and Benedict Cumberbatch are three of the most talented Brits to come out of the UK. And while they are known for dominating stage and screen, they all have their own distinct style. British Boys may be known for black suits and skinny ties, but these three go beyond basic fash, with red carpet looks that that prove they're more than cute chaps with charming accents.    "
                },
                "40": {
                    "title": "Milla Jovovich",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 40,
                    "original air date": "1 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    From runway model to red carpet star, Milla Jovovich used her natural poise and flair for fashion to rise to the top of the heap.    "
                }
            },
            "1": {
                "1": {
                    "title": "Jennifer Lopez",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    From getting her start as a \"Fly Girl\" on \"In Living Color\" to climbing to the top of the music and box office charts, Jennifer Lopez has done it all. She's not afraid to take risks, as witnessed by her jaw-dropping Versace dress on the 2000 Grammy red carpet. Her movie and album releases may come and go - but J-Lo will never go out of style.    "
                },
                "2": {
                    "title": "Sarah Jessica Parker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    In the '90s, Sarah Jessica Parker was typecast as the style-savvy sex-kitten, but her off-screen fashion sense was non-existent. That changes when she gets cast as the ultimate fashionista Carrie Bradshaw on \"Sex and the City\". The 'naked dress' she wears on her first date with Mr. Big gives us our first glimpse at her daring style.    "
                },
                "3": {
                    "title": "Angelina Jolie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    As the daughter of Oscar winner Jon Voight, Angelina Jolie went through a rebellious phase that saw her wear nothing but black. But this goth queen soon lightened up, and became red-carpet royalty. And when she stole the sexiest man in Hollywood - Brad Pitt - away from Jennifer Aniston, 'Brangelina' was born. As a mom of six, she's not afraid to go out on a limb, as witnessed by her infamous pose on the 2012 Oscars red carpet.    "
                },
                "4": {
                    "title": "The Olsen Twins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Mary-Kate and Ashley Olsen grow-up on \"Full House\" and became mini-moguls before most kids finish high school! They inspired the 'boho chic' trend with flowy skirts, and over-sized sunglasses.. In 2007 they were embraced by the fashion elite at the CFDA Awards, wearing sleek and sexy designs from their own successful fashion lines \"Elizabeth and James\" and \"The Row.\"    "
                },
                "5": {
                    "title": "Cameron Diaz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Cameron Diaz grew up in Long Beach, California and being a surfer influenced her sense of style. She can go from swimsuit, to dressy casual to red carpet ready in a one day! This \"Charlie's Angels\" cute kicks butt on- screen, and at a premiere, she's not afraid to mix it up with a designer dress with a necklace used as belt!    "
                },
                "6": {
                    "title": "Halle Berry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "5 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Halle Berry was a prom queen who never got tired of wearing tiaras. She was crowned Miss Ohio, and was first runner-up in the Miss USA pageant. In just a few short years, she transformed from beauty queen, to model to actress. She dressed down to win an Oscar for \"Monster's Ball\" and then emerged from the surf like an underwater goddess in \"Die Another Day.\" This pretty lady has a license to thrill!    "
                },
                "7": {
                    "title": "Sandra Bullock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "12 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Sandra Bullock's our favorite girl-next-door but she's not always a favorite on the Best Dressed Lists. Early in her career, this \"Speed\" heroine was a victim to 90's and was thrown under the bus for her fashion mishaps. By 2010, she was scoring some major style points by wearing a silver Marchesa gown to the Oscars. That night, she added Oscar gold to her silver. And despite being blindsided in her marriage, Sandra has always come out on top.    "
                },
                "8": {
                    "title": "Michelle Willliams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "19 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    From \"Dawson's Creek\" to pixie chic, this former bad girl turned A-list star has both talent and style to thank for her success. Michelle Williams burst onto the scene in 2006 when she was nominated for an Oscar after playing a forlorn small-town wife in \"Brokeback Mountain.\" Though she did not win for her acting, her Vera Wang mustard color dress was an absolute hit. After making a few fashion false starts, Michelle captured the attention of the fashion elite with her vintage style and demure, cutesy looks.    "
                },
                "9": {
                    "title": "Kim Cattrall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "26 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    May 12, 2008, Kim Cattrall rocks a siren red gown with geometric designs by her fashion hero Vivienne Westwood to the world premiere of the Sex and the City movie. For women over 50 the dress sets the bar for sexy. But Kim's signature style with bold colors, deep vees and sexy slits didn't happen overnight. It took 20 years, the help of costume designer Patricia Field and the confidence of her cougar character Samantha Jones to cement Kim's look. This is the Celebrity Style Story of Kim Cattrall.    "
                },
                "10": {
                    "title": "Julia Roberts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Julia's big style moment was early in her career when she starred as the iconic hooker-turned-hottie in \"Pretty Woman.\" Designer Marilyn Vance put her in a floor sweeping off-the shoulder scarlet red form fitted dress, long white gloves and a diamond and ruby necklace. Julia claims that she is not a fashion risk taker. However in her style story, we see Julia occasionally step out of her comfort zone and give everyone \"Something to Talk About.\"    "
                },
                "11": {
                    "title": "Kate Hudson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "9 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    As a second-generation movie star, Kate Hudson has embraced her mom Goldie Hawn's exuberant and free-spirited sense of style - especially when it comes to maternity wear! At the Venice premiere of her movie \"Le Divorce\" Kate bares her baby-bump in Chanel and kicks open the door to red carpet maternity chic. Maybe blondes do have more fun!    "
                },
                "12": {
                    "title": "Drew Barrymore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "16 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    From wild child to flower child to America's sweetheart, Drew Barrymore's style journey has taken many twists and turns but the quirky star has always stayed true to her funky roots and playful nature. When she shows up at the premiere for her film \"Whip It,\" this director-diva takes it to a new level of creative couture in Alexander McQueen, proving that this super starlet will always think outside the fashion box.    "
                },
                "13": {
                    "title": "Reese Witherspoon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "23 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    In 2005 Reese Witherspoon won an Academy Award, Golden Globe, BAFTA, Screen Actors Guild Award, and Critic's Choice Award all for her role as June Carter in the biopic Walk the Line, but her red carpet journey started long before that. We recount all of Reese's looks over her brilliant career.    "
                },
                "14": {
                    "title": "Demi Moore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "30 Sep. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Nicole Kidman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "7 Oct. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "Lindsay Lohan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "14 Oct. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "17": {
                    "title": "Madonna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "14 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Madonna has always been on the cutting edge of Hollywood fashion. Since the 1980's, has consistently defined modern music with both her sound and her look.    "
                },
                "18": {
                    "title": "Julianna Moore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "21 Oct. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "Beyonce",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "28 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Every queen has an origin story.    "
                },
                "20": {
                    "title": "Jennifer Aniston",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "4 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    In the 1990's, women everywhere were asking their stylists for \"The Rachel\". Whether it is how she wears or hair, or the water that she drinks, Jennifer Aniston is one of the world's biggest trend setters.    "
                },
                "21": {
                    "title": "Scarlett Johansson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "11 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Scarlett Johansson first came to our intention as a plucky 13 year-old in \"The Horse Whisperer opposite Robert Redford. She quickly blossomed into a curvy starlet with a keen fashion sense. From young adult grunge-wear to Dolce and Gabbana, Scarlett has become an advocate for women to love their bodies, no matter what their shape.    "
                },
                "22": {
                    "title": "Jessica Alba",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "18 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Jessica's big break came when James Cameron cast her in the sci-fi TV series \"Dark Angel.\" Glorified for her beautiful body and girl next-door looks, Jessica landed several big budget Hollywood roles and played the sexy girl - but she always longed to be taken seriously. With a stunning fashion sense and stable family life, Jessica became a designer's muse, a best-dressed actress on the carpet and a fashionable yummy mummy.    "
                },
                "23": {
                    "title": "Brad Pitt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "25 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Since steaming up the screen in the early '90s, Brad Pitt has always been one of the sexiest men on the planet. When he rocked a beat up red leather jacket in the movie \"Fight Club\" he was the guy every girl wanted - and every guy wanted to be. A few high profile relationships with Gwyneth Paltrow, Jennifer Aniston and Angelina Jolie combined with a wide range of roles have contributed to his ever-evolving style.    "
                },
                "24": {
                    "title": "Faith Hill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Faith Hill is a Grammy-winning singer with a heart of gold. Whether she is dusting off her boots or accessorizing her couture, this country music star is just as comfortable in the world of pop. From down-home country cutie to the queen of crossover couture, Faith ditched the farm-town fug and sang her way to style.    "
                },
                "26": {
                    "title": "Oprah Winfrey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "16 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    For 25 years, Oprah Winfrey ruled the daytime airwaves as the number one talk shot host in North America. With her own media empire, she truly is the queen of the airwaves! As a mentor and style icon to millions of woman, Oprah feels the responsibility to be a role model when it comes to body image. From talk show queen to becoming one of the most talked-about celebs, Oprah knows how to keep the attention focused squarely on her.    "
                },
                "27": {
                    "title": "Salma Hayek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "16 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Salma Hayek stunned fashionistas and red carpet regulars when she hit up the 2003 Oscars in a gorgeous two-tone Carolina Herrera gown. This style moment was a big step up for this lovely Latina who got her start as a buxom beauty on the Mexican soaps. By the time she married a man with connects to Gucci and Yves St. Laurent, she had her style situation seriously locked down. Bringing curvy to couture, Salma easily went from hot to haute.    "
                },
                "28": {
                    "title": "Ryan Gosling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "23 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Ryan Gosling is a star with staying power. Women fell in love with him in \"The Notebook\" but after the movie \"Drive\", their pulses were sent racing! Pushing boundaries on screen has garnered him several nominations and awards, and pushing the limits of masculine fashion has made him Hollywood's It-Boy.    "
                },
                "29": {
                    "title": "Kelly Osbourne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "30 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    After a few trips to rehab and a stint on Dancing with the Stars, Kelly Osbourne has cleaned up, slimmed down and gone full-on fashionista. With a gig on \"Fashion Police\" ensuring her place in the style spotlight, she can finally put the long line of fugly, fashion faux pas behind her.    "
                },
                "30": {
                    "title": "Kim Kardashian",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "6 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Born into big bucks in Beverly Hills, Kim first became famous for having famous friends. But after years of attracting the spotlight, she has become one of the most high profile celebrities and style icons of all time. Kim has parlayed her sex appeal and fashion sense into cold hard cash by marketing herself, her family and her brands with the help of reality television, the Internet and her dangerous curves.    "
                },
                "31": {
                    "title": "Jessica Simpson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "13 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Jessica Simpson may not know the difference between chicken and chicken-of-the-sea, but don't label this buxom beauty as a dumb blonde! She has a keen eye for fashion when it comes to designing for her down-home fans. The Jessica Simpson Collection raked in $750 million in 2010 alone! She knows what looks good on her and her faithful legion of female fans.    "
                },
                "32": {
                    "title": "Charlize Theron",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "20 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    In 2004, Charlize Theron won the Oscar for \"Monster\" in a beaded, metallic Gucci gown by Tom Ford. She is the epitome of beauty - even though she wins for a truly ugly role. From an ultra-sexy supporting star to a killer lead in couture, Charlize is a risk taker who isn't afraid to go fug-tastic on screen, and fashion-forward on the red carpet.    "
                },
                "33": {
                    "title": "Mila Kunis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "27 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    After \"Black Swan\" Mila Kunis made the transition from TV brat to movie star. Her look on the red carpet has garnered even more attention. From 70s television diva, to classy ballerina, to A-list romantic comedy star, Mila's refined looks and unique talent have made her Hollywood's \"It Girl\" with both directors and designers.    "
                },
                "34": {
                    "title": "George Clooney",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "3 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    George Clooney brings back the tux and cements his place in fashion history as a suavely styled career criminal in \"Ocean's Eleven.\" With a look this sharp you can almost forget his saggy-baggy start in '80s sitcoms. Now George rolls to the red carpets dressed in super sweet suits with a sexy parade of arm-candy.    "
                },
                "36": {
                    "title": "Anne Hathaway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "17 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Just like her character in \"The Princess Diaries,\" Anne Hathaway has led a fairy tale life, with a giant fairy-tale makeover! She has successfully made the transition from teen star to adult roles, but not without a few bumps along the way. Whether it's rocking Chanel in \"The Devil Wears Prada\" or rocking Armani and Gucci at Hollywood premieres, Anne is a favorite with fashimites and audiences alike.    "
                },
                "37": {
                    "title": "Natalie Portman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "24 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Natalie Portman went from a precocious child star to an Ivy League A-lister who's smart about her style. Her eerie but epic performance in \"Black Swan\" sets this brainy-beauty apart as an award-winning style star. At the 2010 Oscars, Natalie's eye-popping Rodarte makes an epic style statement.    "
                },
                "38": {
                    "title": "Kiera Knightley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "3 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Early in her career, Keira Knightley was tagged as \"just another pretty face.\" And her midriff-baring, borderline trashy style did nothing to prove otherwise. But as her choice in movie roles matured, so did her wardrobe. Her emerald green dress from \"Atonement\" goes down in fashion history as one of the best movie costumes of all time. And we can't forget the lovely Brit who filled it out!    "
                },
                "39": {
                    "title": "Ryan Reynolds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "10 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    He's played three superheroes in movies, so he has to look the part! Ryan Reynolds earned his chiseled physique with a strict workout regime. But what makes him irresistible to women is his sense of humor and self-deprecating attitude. And being People's Sexiest Man Alive doesn't hurt either!    "
                },
                "40": {
                    "title": "Robert Downey Jr.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "17 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The \"Iron Man\" suit Robert Downey Jr. wore in the 2008 film was a symbol of strength. It also represented his Hollywood comeback. From bad-boy to unemployable addict to leading man, Robert has had one long, hard journey but he has always maintained his sense of playful, boundary-pushing fashion.    "
                },
                "41": {
                    "title": "Meryl Streep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "24 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Meryl Streep is America's greatest living actress. Period. In her first five years on the silver screen she bagged two Oscars, but her red carpet style was trapped somewhere between boho and hobo. Her oversized shirt/skirt combos ballooned in size through the '80s and her penchant for pantsuits meant some bad blazers. She wowed audiences and critics and surprised herself by continuing to get great parts after turning 40 - the age when most women in Hollywood disappear. Still, while she was racking up a record number of Oscar nominations, she looked like she was ...    "
                },
                "42": {
                    "title": "Tom Cruise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "31 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Tom Cruise went from the boy next door sliding down the hallway in an Oxford shirt and tighty-whities in \"Risky Business\" to becoming Hollywood's most powerful actor. His popularity and power have endured through three failed marriages, the occasional box office flop and one eyebrow-raising couch jumping incident. But with a long-standing relationship with Giorgio Armani, Tom is the epitome of cool on the red carpet.    "
                },
                "43": {
                    "title": "Justin Bieber",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "7 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    From a gifted Canadian kid with a serious lack of style, to Usher's fashion savvy tween protégé, Justin Bieber has ditched the basic boy ball caps and You-Tubed his way to swaggification. This teen superstar has proven that what he lacks in years, he more than makes up for it in style!    "
                },
                "44": {
                    "title": "Tina Fey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "14 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    This fiercely funny lady has gone from the geeky girl in the \"Saturday Night Live\" writers' room, to the hottie with the sense of humor on the red carpets. Tina Fey has the perfect blend of brains and beauty to go from goofy to gorgeous!    "
                },
                "45": {
                    "title": "Leonardo DiCaprio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "21 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Leonardo DiCaprio was born to entertain and it didn't take long before he was landing parts on television and in movies. With maturity came more complex roles and along with this, a better sense of fashion and style. Playing Howard Hughes in \"The Aviator\" gave Leo the style kick-the-pants he needed to start appreciating fine clothes. After that, there was no stopping Leo's rise in Hollywood and his ability to seamlessly take on a character's personality and style.    "
                },
                "46": {
                    "title": "Justin Timberlake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "28 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    He's an award-winning singer, actor, and highly successful clothing designer. From Mouseketeer to pop icon, Justin Timberlake brought sexy back when he struck out on his own and created a signature look that made him the object of every woman's desire.    "
                },
                "47": {
                    "title": "Britney Spears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "5 May 2013",
                    "year": "2013",
                    "plot": "\n    After a brief tenure in the Mickey Mouse Club, Britney Spears burst onto the pop charts in 1999 on the back of the international hit \"Baby, One More time.\" Her fresh-faced look and less than subtle Lolita sex appeal insured she was a cross-over phenomenon as she moved from pig tails to figure-hugging red carpet wear. Never one to shy away from showing off her toned tummy, the mini-Madonna showed off a lot of skin, whether it was a low cut V, a micro-mini or in many cases both. And if that wasn't revealing enough, she could strip down to bra and panties to sex up her ...    "
                },
                "48": {
                    "title": "Colin Farrell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "12 May 2013",
                    "year": "2013",
                    "plot": "\n    Colin Farrell got his big break in Hollywood in the low-budget war drama \"Tigerland.\" Director Joel Schumacher liked the Irish born actor's rugged looks, and he opened doors in Hollywood for him. Colin came busting through that door taking whatever roles he could get, partying hard, and playing hard with the ladies. He paired his smoldering good looks and reckless abandon with designer duds - making him an irresistible combination.    "
                },
                "49": {
                    "title": "Blake Lively",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "19 May 2013",
                    "year": "2013",
                    "plot": "\n    In 2011, Karl Lagerfeld and the House of Chanel toasted their newest \"It\" girl Blake Lively. Blake has worked her fash-cred all the way to the crowning glory of being the falsce of Chanel. From the self-styled starlet on \"Gossip Girl\" to becoming a brand ambassador, Blake is a stylicious musesl! I ow    "
                },
                "50": {
                    "title": "Emma Stone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "19 May 2013",
                    "year": "2013",
                    "plot": "\n    In 2012, Emma wowed the crowed at the Screen Actors Guild Awards in a custom made gown by Sarah Burton for Alexander McQueen. In just five years, she has become one of the hottest and most stylish actresses in Hollywood. From a \"Superbad\" side-kick with a total lack of style, to Spiderman's sweetie in custom couture, Emma laughs her way to fashion domination.    "
                },
                "51": {
                    "title": "Gwyneth Paltrow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "2 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    From a free-spirited fashion experimenter to a streamlined superstar in custom couture, Gwyneth Paltrow has conquered acting, singing, lifestyle blogging and motherhood. People Magazine named her the \"Best Dressed Woman of 2012\" - a title she truly deserves! From her \"mommy and me\" teen looks to her body-baring red carpet wear, Gwyneth tapped into the talents of high-end designers to become the reigning queen of couture.    "
                },
                "52": {
                    "title": "Zooey Deschanel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "9 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    She's hardly the \"New Girl\" when it comes to fashion! From the quirky cute girl next door, to a vintage-style vixen, Zooey Deschanel proves that when the right amount of quirky meets couture, it can really get a girl noticed.    "
                },
                "53": {
                    "title": "The Women of E!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "16 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Giuliana Rancic, Chelsea Handler and Joan Rivers are the ladies that put the celebs on the hot seat - and they look great doing it! Whether it's interviewing the hottest stars, dishing on the latest Hollywood gossip or glamming it up on the red carpet, these ladies are at the top of their game!    "
                },
                "54": {
                    "title": "Emily Blunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "23 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    When Emily Blunt was in high school, she called her style \"questionable, schizophrenic, and garish!\" After getting a crash-course in fashion thanks to her scene-stealing role in \"The Devil Wears Prada,\" she's stepped up her fashion game. With her gorgeous husband John Krasinski on her arm, there's no stopping this gorgeous Brit.    "
                },
                "55": {
                    "title": "Jessica Biel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "30 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Jessica Biel got her start playing a reverends daughter on TV's \"7th Heaven.\" After some sexy shots in a men's magazine, she morphed into a butt-kicking babe in action flicks. Her star rose even higher with a hot hook-up with Justin Timberlake. From a squeaky clean teen to a sexy action chick, Jessica became one of the most desirable women in Hollywood by showing off some serious skin.    "
                },
                "56": {
                    "title": "Johnny Depp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "7 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Johnny Depp became a teen heartthrob on 21 Jump Street in the '80s and spent the rest of his career fighting it. He tried to sabotage his success by playing unconventional parts and freaking some effed-up fashion on the red carpet. It didn't work. Not only did Depp headline one of the biggest film franchises of all time with Pirates of the Caribbean, his rebellious, retro-inspired, accessory-heavy signature style has made him a fashion icon. From reluctant, scruffy sex symbol to confident, style superstar this Celebrity Style Story belongs to Johnny Depp.    "
                },
                "57": {
                    "title": "Kristen Stewart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "14 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    With her vampire-loving turn in \"Twilight\" Kristen Stewart became the envy of teenage girls everywhere! From a grungy tomboy with a major 'tude to a fashionably fierce starlet with an edgy style, Kristen took Hollywood by storm with a mega successful franchise and epic designer hookups.    "
                },
                "58": {
                    "title": "Jennifer Hudson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "21 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Jennifer Hudson went to the school of hard knocks. Her talent took her from Chicago's south side to the \"American Idol\" stage. Jennifer crashed and burned but rose from the ashes to a recording deal and Oscar winning performance, only to be struck down again by a family tragedy. From the mean streets of Chicago to red carpet glory, Jennifer Hudson is a delicious diva with an iron will.    "
                },
                "59": {
                    "title": "Kate Winslet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "28 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Kate Winslet is the youngest actress ever to be nominated for six Oscars, and she finally took home the statue in 2009. Whether she's on the red carpet or promoting a film at a festival, Kate's fashion always compliments her curves. She's an advocate of looking normal - not airbrushed and flawless. Kate has gone from being a young and quirky British actress to an elegant Hollywood A-lister. As she climbed the ranks in Hollywood, so did her personal style.    "
                },
                "60": {
                    "title": "The Kardashians",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Style Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "original air date": "4 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    The first family of reality television took a half-hour show and turned it into an epic empire. From Mom-ager Kris to Baby Mason, the entire Kardashian clan knows how to work it. With their dark features, killer curves, signature style and dysfunctional relationships, the Kardashian ladies and their men are a billion-dollar brand.    "
                }
            }
        },
        "number of episodes": 98,
        "cast": [
            {
                "name": "Hewson, Shawn"
            },
            {
                "name": "Steele, Jenny"
            },
            {
                "name": "Zee, Joe"
            },
            {
                "name": "Lansdell, Elissa"
            },
            {
                "name": "Biffi, Jessica"
            },
            {
                "name": "Albanese, Lindsay"
            },
            {
                "name": "Tierney, Joey"
            },
            {
                "name": "Gaglioti, Rocco Leo"
            },
            {
                "name": "Donahue, Anne T."
            },
            {
                "name": "Sadler, Catt"
            },
            {
                "name": "Edwards, Tyrone"
            },
            {
                "name": "Lazzarato, Gigi"
            },
            {
                "name": "Flanagan, Noreen"
            },
            {
                "name": "Perrin, Amanda Brooke"
            },
            {
                "name": "Minter, Judd D."
            },
            {
                "name": "West, Kim Kardashian"
            },
            {
                "name": "Dixon, David"
            },
            {
                "name": "Clooney, George"
            },
            {
                "name": "Keagan, Carrie"
            },
            {
                "name": "Hendrix, Sazan"
            },
            {
                "name": "Vergara, Sofía"
            },
            {
                "name": "Alba, Jessica"
            },
            {
                "name": "Diaz, Cameron"
            },
            {
                "name": "Gosling, Ryan"
            },
            {
                "name": "Hayek, Salma"
            },
            {
                "name": "Hill, Faith"
            },
            {
                "name": "Lopez, Jennifer"
            },
            {
                "name": "Osbourne, Kelly"
            },
            {
                "name": "Pitt, Brad"
            },
            {
                "name": "Winfrey, Oprah"
            },
            {
                "name": "Bieber, Justin"
            },
            {
                "name": "Biel, Jessica"
            },
            {
                "name": "Blunt, Emily"
            },
            {
                "name": "Cruise, Tom"
            },
            {
                "name": "Depp, Johnny"
            },
            {
                "name": "Deschanel, Zooey"
            },
            {
                "name": "DiCaprio, Leonardo"
            },
            {
                "name": "Jr., Robert Downey"
            },
            {
                "name": "Farrell, Colin"
            },
            {
                "name": "Fey, Tina"
            },
            {
                "name": "Handler, Chelsea"
            },
            {
                "name": "Hathaway, Anne"
            },
            {
                "name": "Hudson, Jennifer"
            },
            {
                "name": "Knightley, Keira"
            },
            {
                "name": "Kunis, Mila"
            },
            {
                "name": "Lively, Blake"
            },
            {
                "name": "Paltrow, Gwyneth"
            },
            {
                "name": "Portman, Natalie"
            },
            {
                "name": "Rancic, Giuliana"
            },
            {
                "name": "Reynolds, Ryan"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 4.2,
        "votes": 35,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGU1OTAzNTItNmQ5MS00MzFkLThlMzQtZTU3MWQ4N2YwYjhmL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjM5OTEwNTU@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Celebrity Style Story",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Celebrity Style Story (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Brown, Jay"
            },
            {
                "name": "Chandarana, Renu"
            },
            {
                "name": "Eyre, Maia"
            }
        ],
        "production companies": [
            {
                "name": "Pyramid Productions"
            }
        ],
        "distributors": [
            {
                "name": "E! Networks"
            },
            {
                "name": "Prime Entertainment Group"
            }
        ],
        "plot": [
            "A stylish look at what all your favourite celebrities are wearing.::Jason Lewis"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 35,
                "rating": 4.2
            },
            "aged 18 29": {
                "votes": 9,
                "rating": 4.1
            },
            "aged 30 44": {
                "votes": 12,
                "rating": 2.9
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 3.7
            },
            "males": {
                "votes": 16,
                "rating": 3.8
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 5.3
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 2.4
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 5.5
            },
            "females": {
                "votes": 12,
                "rating": 3.0
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 3.0
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 3.5
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 4.0
            },
            "top 1000 voters": {
                "votes": 8,
                "rating": 3.2
            },
            "us users": {
                "votes": 9,
                "rating": 1.4
            },
            "non us users": {
                "votes": 12,
                "rating": 3.8
            }
        },
        "number of votes": {
            "10": 6,
            "9": 0,
            "8": 0,
            "7": 1,
            "6": 2,
            "5": 7,
            "4": 3,
            "3": 2,
            "2": 2,
            "1": 12
        },
        "arithmetic mean": 4.2,
        "median": 4
    }
}