{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "23 August 2012"
            },
            {
                "country": "USA\n",
                "date": "25 August 2012"
            }
        ],
        "release dates": [
            "USA::23 August 2012",
            "USA::25 August 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Salina, Kansas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great American Heroes (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Trace is performing in Salina, Kansas where he meets three local heroes. Amy Paden uses her organization called Hearts of America to put together care packages for our troops overseas. Amy sends food, blankets, and fun stuff so that the brave men and women serving our country know that they are remembered back home. Trace joins her and her volunteers for a packing clinic and meets a veteran who was a recipient of packages from Hearts of America and who now is a volunteer. Reverend Steve Kmetz has been working at the Salina Rescue Mission for over 18 years and has made...    "
                },
                "2": {
                    "title": "Charleston, South Carolina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great American Heroes (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "29 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    While in Charleston, South Carolina, Trace meets three amazing local heroes. Mackie Moore took over the reins and Rein & Shine when they were about to close their doors and under her direction, the organization has since grown considerably. Passionate about helping others, Mackie provides horseback riding therapy for children and adults with social, emotional, physical and cognitive disabilities at Rein & Shine. Trace chats with some of the kids in Mackie's program and is touched by the story of Tate - an adult who suffered a brain aneurysm, but who has found hope and...    "
                },
                "3": {
                    "title": "Davenport, Iowa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great American Heroes (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "5 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Trace arrives in Davenport, Iowa and meets three terrific representatives of the heroes found in the Quad Cities. Fred Thomas started Beasley's Boxing Club as an after school program to provide the at-risk youth in the community with a place to go and discover the mental and physical benefits of boxing. Trace works out with some of the kids there and hears how much Fred and his program have helped them to stay focused and out of trouble. Kempy Stark is a volunteer with the local chapter of Rebuilding Together, an organization that unites people in a voluntary effort ...    "
                },
                "4": {
                    "title": "Atlanta, Georgia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great American Heroes (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Trace meets a diverse group of heroes during his stay in Atlanta, Georgia. When 18 year-old Mackenzie Bearup discovered the healing power of reading while dealing with chronic pain, she decided to share that with those who may not be able to afford books. She shows Trace her growing collection of donated books and he joins her as she brings them to a homeless shelter and spends time with some kids. When Trace catches up with Dana Upton, he is introduced to her method of mentoring at-risk kids through the art and discipline of dance in her program Moving In The Spirit....    "
                },
                "5": {
                    "title": "Easton, Pennsylvania",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great American Heroes (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "19 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    As Trace's tour bus stops in Easton, Pennsylvania, Trace takes the opportunity to meet three local heroes. Lori McCutcheon runs Last Chance Ranch, where she rescues, rehabilitates and trains neglected and abandoned horses, many of whom are trained specifically for the Philadelphia Mounted Police. Lori introduces Trace to some of her animals and the techniques they use to train them. Trace also encounters brothers Mike and Tom Rau who are volunteers with Pennsylvania Water Rescue where they not only save lives and help with emergency calls, but also educate the ...    "
                },
                "6": {
                    "title": "Bakersfield, California",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great American Heroes (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "31 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Before his concert in Bakersfield, California, Trace spends some quality time with some local heroes. A member of the police force, Chad Jackman started the Bakersfield Police Activities League for the kids in the lower income community in which he grew up. Chad credits his parents and sports with keeping him out of trouble, and as an officer on the beat, he saw even more how important it was for these kids to have the same opportunities he did. Trace tours BPAL with Chad, meeting some of the kids as they enjoy competitive sports and are tutored in a classroom setting...    "
                },
                "7": {
                    "title": "Hyannis, Massachusetts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great American Heroes (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "7 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    When his concert tour takes him to Hyannis, Massachusetts, Trace gets together with three impressive community heroes. Craig Bautz became a paraplegic at the age of 19 due to a car accident and since then, has found release for his athletic passions in adaptive sports. Now Craig runs CAPEable Adventures, a non-profit dedicated to improving the lives of physically and mentally challenged adults and children, by providing instruction and access to adaptive sports and outdoor recreation. Trace sees first hand the joy that being able to participate in athletic activities ...    "
                },
                "8": {
                    "title": "Grand Rapids, Michigan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great American Heroes (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "14 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Trace Adkins and his band make a stop in Grand Rapids, Michigan, giving Trace the opportunity to meet three local folks who have found ways to address needs they found in their community. Mike Sapp used to train and show dogs as a hobby, until he was asked by some friends who were deaf if he would help train their dog. He did such a great job, that more people asked him for his help and Paws With A Cause was born. Now, Mike and his volunteers provide trained service dogs to people with a wide range of disabilities. When Trace visits, Mike shows him the behind the ...    "
                },
                "9": {
                    "title": "Philadelphia, Mississippi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great American Heroes (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "25 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    It's time for the Neshoba County Fair and before Trace jumps on stage to perform for the large crowd, he meets up with a few different people who like to reach out and help others. Jay Stokes is one of those people. Jay believes everyone should get to experience the great outdoors, regardless of their personal circumstances. He's made it his mission through his organization, Break-Away Outdoors, to help those who don't have that opportunity get the chance to learn to hunt, fish and enjoy the experiences that nature has to offer. Whether they are a kid whose parent is ...    "
                },
                "10": {
                    "title": "Knoxville, Tennessee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great American Heroes (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "28 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Finding himself in Knoxville, Tennessee with some time on his hands before his performance, Trace becomes acquainted with three local heroes. Al Louis Cecere, the Founder and President of the American Eagle Foundation, introduces Trace to some of his bald eagles. Al has dedicated much of his time to rescuing and protecting eagles, and his work has been so effective it's taken eagles off the endangered species list. Carla Saunders is a neonatal nurse practitioner with the East Tennessee Children's Hospital. In 2010, noticing a significant increase in babies in their ...    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Adkins, Trace"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY5Mzk5MzAzN15BMl5BanBnXkFtZTcwNTA3MzU4OA@@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Follows Trace Adkins on his nationwide tour as he takes time away from the stage to celebrate the good folks in the communities he visits who may seem ordinary at first glance, but are doing extraordinary things. Visiting three hometown heroes, he not only gives them the acknowledgment they've earned, but also surprises them with something special.",
        "languages": [
            "English"
        ],
        "title": "Great American Heroes",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Great American Heroes (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "RIVR Media"
            }
        ],
        "distributors": [
            {
                "name": "Great American Country"
            }
        ],
        "plot": [
            "Follows Trace Adkins on his nationwide tour as he takes time away from the stage to celebrate the good folks in the communities he visits who may seem ordinary at first glance, but are doing extraordinary things. Visiting three hometown heroes, he not only gives them the acknowledgment they've earned, but also surprises them with something special.::RIVR Media"
        ],
        "tech": {
            "runtime": [
                "30 min (including commercials)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}