{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "21 December 2012"
            }
        ],
        "release dates": [
            "USA::21 December 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "America Unearthed"
            },
            {
                "countries": "Italy",
                "title": "America sepolta"
            }
        ],
        "akas": [
            "America Unearthed (original title)",
            "America sepolta Italy"
        ],
        "akas from release info": [
            "America Unearthed (original title)",
            "America sepolta Italy"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Secrets of the Alamo",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 11,
                    "original air date": "8 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Davy Crockett was an American legend immortalized in frontier folklore for being the last one standing at the Alamo during the fight against Mexico. It was there Crockett is said to have met his heroic end. However, new evidence suggests that's not the case. An Alabama man contacts Scott Wolter about a land claim allegedly signed by Crockett-nearly 20 years after his death! As Scott investigates, he learns more about Crockett's life, membership in a secret society and involvement in the Texas Revolution at the Alamo.    "
                },
                "2": {
                    "title": "Guardians of Superstition Mountain",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "15 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The Lost Dutchman Gold Mine is the most famous lost mine in American history. It was supposedly discovered and kept secret by a German immigrant named Jacob Waltz in the 19th century, hence the \"Dutchman\" name. Is a true story or tall tale? The mine is rumored to lie somewhere near the Superstition Mountains in Arizona, and treasure hunters have been trying to find this mine of untold riches for more than a century.    "
                },
                "3": {
                    "title": "The Appalachian Giant",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "20 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The Appalachian Mountains are a region of incredible beauty and amazing legends. One such legend tells of a terrifying giant with a 7-clawed hand who left his mark on a massive rock. This incredible rock is sacred to Cherokee people who revere the artifact for its intriguing symbols and cultural significance. Others say the symbols aren't Native, but may be connected to visitors from afar-perhaps from over the ocean or from another world. Trying to set the record straight on this controversial stone, Scott Wolter heads to Appalachia.    "
                },
                "4": {
                    "title": "Montezuma's Gold",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 9,
                    "original air date": "29 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Scott receives a strange package that points to a legendary treasure hidden in Southern Utah. When a journalist explains that the entire treasure of the Aztec empire may in fact, be hidden in a man-made tunnel system, Scott ventures out to separate truth from fiction. Through the investigation, Scott learns about the Aztec king Montezuma, cryptic symbols possibly used for navigation, and a deadly curse that may be all too real.    "
                },
                "5": {
                    "title": "Custer's Blood Treasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "6 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    In 1874, Lt. Colonel George sent Custer on a scouting mission to the Black Hills area. He reportedly found something while he was there-gold. This sparked off a gold rush of settlers flooding the sacred Native American lands, which in turned sparked off a war. In response to the uprising, Custer led his forces into the ill-planned Battle of Little Big Horn, where he made his infamous Last Stand. But, before the battle, some say there was treasure to be had-gold coins, paper currency, and other valuables brought to the battlefield. So, what happened to the treasure ...    "
                },
                "6": {
                    "title": "Captain Kidd's Pirate Code",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 9,
                    "original air date": "13 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Scott Wolter receives an intriguing tip from a published author on pirate's treasure troves and business magnates that may involve one of the richest men in America's history-John Jacob Astor. Scott learns that Astor made a fortune in real estate and the fur trade, but records show he may have really gotten his start from a lost treasure belonging to the famed pirate Captain Kidd.    "
                },
                "7": {
                    "title": "Marco Polo Discovers America",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "20 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Just east of the San Francisco Bay Area are the Berkeley Hills Walls--remnants of a massive, stone wall that stretches a distance of over fifty miles. The wall segments are up to six feet high in some places and are constructed of tightly fit limestone boulders. Scott is in intrigued by the fact that nobody knows who built the wall or even what purpose it serves. The only historical precedent for a miles-long, manmade, ancient wall is the Great Wall of China. Could ancient Asiatic explorers have made it all the way to the North American West Coast? In investigating ...    "
                },
                "8": {
                    "title": "The Plot to Steal America",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 9,
                    "original air date": "27 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Before the US declared its independence, its destiny hung in the balance with the vast lands of America up for grabs to anyone willing to stake a claim. Called to examine a possibly ancient land claim, Scott Wolter is drawn into an epic quest to prove whether French fur traders were actually here on a secret mission to steal pre-Columbian land claims placed at a much earlier time. The key to this whole mystery could lie in tracking down a long-lost artifact, allegedly found with strange carvings that only those with hidden knowledge could understand. On this adventure...    "
                },
                "9": {
                    "title": "The Blood Stone",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "3 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Scott Wolter investigates a 3000-pound boulder hidden inside the Chicago History Museum's secret storage location. The Waubansee Stone used to be even bigger when it sat along the Chicago River outside Fort Dearborn. Known as the city's oldest piece of art, the stone features the face of a man with closed eyes, parted lips and a chin beard. Some think it was an homage to a local Native American chief, but others believe the stone may have had a more sinister use hundred of years earlier. Scott's search for the truth about the Waubansee stone results in a wild romp ...    "
                },
                "10": {
                    "title": "Egyptian Secrets of NYC",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 9,
                    "original air date": "10 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Thousands of people walk through Central Park every day unknowingly passing by a crumbling relic that connects the Big Apple to ancient Egypt. Scott ventures to New York City after learning that an ancient Egyptian obelisk located in Central Park is undergoing restorations. The obelisk's hieroglyphs tell a unique story of the pharaoh that built it. But when researchers discover Freemasonic symbols under the 3,500 year old monument, a wrench is thrown into the timeline of History. Scott ventures into busy NYC searching for the truth behind the symbols and in doing so ...    "
                },
                "11": {
                    "title": "Tracking Bigfoot",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 8,
                    "original air date": "17 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Scott Wolter does not believe in Bigfoot--but he sure hears about it a lot. That's because the earliest Bigfoot sightings were supposedly recorded in--guess what? Rocks. Bigfoot sightings are pervasive along the West coast, but lately, reports of the big beast have started popping up in Minnesota--his home state--and he heads to investigate. Entering into the investigation as a skeptic--which is not a role we often see Scott in--he decides to tackle the question of whether Bigfoot is real. He goes in search of proof, checking out rock paintings of Bigfoot in ...    "
                },
                "12": {
                    "title": "The Templars' Deadliest Secret: The Chase",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 7,
                    "original air date": "24 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    In an epic, two-part season finale, Forensic Geologist Scott Wolter returns to his roots, gathering new evidence to support the theory that started him down the path of investigating mysterious artifacts and sites in the United States. That theory? That some members of the Knights Templar came to America after escaping death on Friday, October 13th, 1307. He uncovers shocking new secrets and sites, both stateside and abroad, linking the Knights Templar to cryptic symbols he believes represent one thing--a connection to Jesus's rumored bloodline.    "
                },
                "13": {
                    "title": "The Templars' Deadliest Secret: Evidence Exposed",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 7,
                    "original air date": "31 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    In the conclusion of the two-part season finale, Forensic Geologist Scott Wolter uncovers shocking new secrets and sites, both stateside and abroad, linking the Knights Templar to cryptic symbols he believes represent one thing--a connection to Jesus's rumored bloodline. The finale plays out like a real-life Da Vinci Code drama that will have viewers on the edges of their seats!    "
                }
            },
            "1": {
                "1": {
                    "title": "American Maya Secrets",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 31,
                    "original air date": "21 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Geologist and adventurer Scott Wolter explores a government-restricted site, and makes a startling discovery connecting the ancient Mayans with rural Georgia.    "
                },
                "2": {
                    "title": "Medieval Desert Mystery",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 28,
                    "original air date": "28 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Scott Wolter investigates a burial site in the mountains of Arizona, only to discover it may belong to a medieval Englishman.    "
                },
                "3": {
                    "title": "Great Lakes Copper Heist",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 27,
                    "original air date": "4 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Scott Wolter investigates the mysterious disappearance of vast amounts of copper from Lake Superior. Through scientific testing a connection is made to a pre-historic civilization and the Bronze Age.    "
                },
                "4": {
                    "title": "Giants in Minnesota",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 27,
                    "original air date": "11 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Geologist Scott Wolter visits a Minnesota farmer who wants to investigate the possible existence of bones from a giant he unearthed in his yard. The bones raise the question of whether Vikings could have traveled all the way to America.    "
                },
                "5": {
                    "title": "A Deadly Sacrifice",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 24,
                    "original air date": "18 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    A man shows up at Scott Wolter's lab with a 500-pound discovery. In the flatbed of his truck is a large boulder he pulled from the Arkansas River, inscribed with a mysterious bull symbol. Wolter's investigation into who carved the stone and for what ritualistic purpose ultimately reveals a connection between the ancient Egyptian cult of the Apis bull, the mysterious religion known as Mithraism and a party of pre-Columbian explorers to Oklahoma's panhandle. In the end, carvings in a cave in America's Heartland shed light on an ancient connection that could prove a ...    "
                },
                "6": {
                    "title": "Stonehenge in America",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 22,
                    "original air date": "25 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Geologist Scott Wolter has reason to believe America has its very own Stonehenge in New Hampshire. With the help of a young man who discovered an amazing connection between America's Stonehenge and Stonehenge in England, Wolter explores the possibility that the ancient Phoenicians are connected to both of these megalithic sites. At America's Stonehenge, he uncovers many clues, including a sacrificial table and a mysterious message carved on a stone in ancient script that helps advance this provocative theory. He also discovers both sites are accurate astronomical ...    "
                },
                "7": {
                    "title": "Mystery of Roanoke",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 23,
                    "original air date": "1 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    In the late 1500s, years before Jamestown, the English sought to create their first settlement in America at Roanoke. A party of 119 colonists came over and settled but ultimately vanished. The fate of the Lost Colony of Roanoke has eluded archaeologists, historians and North Carolina locals, but as forensic geologist Scott Wolter discovers, a series of 48 stone clues that have been largely ignored and considered frauds may in fact hold the answer to America's oldest cold case.    "
                },
                "8": {
                    "title": "Chamber Hunting",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 23,
                    "original air date": "8 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    There are 800 very old, very mysterious, man-made stone sites in the Northeastern part of the United States. Forensic geologist Scott Wolter heads to rural Pennsylvania to investigate one of them - a meticulously crafted stone chamber buried underground in the woods. When he realizes it may have been a ritual bath chamber for a secret society, he embarks on a quest for answers as to who built it, when and why.    "
                },
                "9": {
                    "title": "Motive for Murder",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 20,
                    "original air date": "15 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    After his famous expedition to map the American West with William Clark, Meriwether Lewis recorded details of the adventure in a journal and intended to publish it. Before he could, he was shot and killed in an inn on the Natchez Trace. His death has been classified as a suicide, but as forensic geologist Scott Wolter discovers, there's reason to think he may not have killed himself. As Wolter investigates the death of America's most famous explorer he uncovers details that suggest President Jefferson himself may have had ulterior motives for the Lewis and Clark ...    "
                },
                "10": {
                    "title": "The Desert Cross",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 22,
                    "original air date": "22 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Heading to Tucson, Arizona with his son Grant, Wolter is eager to investigate a mysterious cache of crosses, swords and other relics pulled from the desert in the 1920s. One sword has a date--800 AD--written in Latin, which would suggest a group of Europeans was in the American Southwest hundreds of years before Columbus made it to America. Wolter's investigation is particularly important for one man--the grandson of the man who helped discover the items. The investigation could determine whether the artifacts are part of an elaborate hoax or part of a find that could...    "
                },
                "11": {
                    "title": "Tracking the Templars",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 18,
                    "original air date": "Mar. 2013",
                    "year": "2013",
                    "plot": "\n    When Scott Wolter began investigating mysterious artifacts, he started to notice one unique symbol appeared on many of them. The symbol, now known as the \"Hooked X\", baffled researchers who couldn't make sense of it. As Scott's investigation into the origins of the symbol unfolds, he realizes its use is unique to just two notoriously secret groups--the Knights Templar and their modern day brethren, the Freemasons. Used in secret codes, cryptic ciphers and even the alleged tomb of Jesus himself, the symbol could be the key to understanding two of the biggest mysteries ...    "
                },
                "12": {
                    "title": "America's Oldest Secret",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 20,
                    "original air date": "Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The Newport Tower is considered by many to be the most mysterious structure in the United States.    "
                },
                "13": {
                    "title": "Hunt for the Holy Grail",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 16,
                    "original air date": "Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The Holy Grail is one of the most sought after treasures of all time, and one treasure hunter thinks he knows exactly where it is. He invites Scott Wolter along on his quest to find it, and the result is a North American treasure hunt of epic proportions.    "
                }
            },
            "2": {
                "1": {
                    "title": "Ark of the Covenant",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 12,
                    "original air date": "30 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Scott Wolter gets a call from a man who has a mysterious stone on his property. He's convinced that it's the \"Stone of Destiny\"--the stone that Jacob from the Bible rested his head on when he dreamed of a stairway to Heaven.    "
                },
                "2": {
                    "title": "The New World Order",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 13,
                    "original air date": "7 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Deep beneath the Denver Airport, conspiracy theorists say a revolutionary group that calls itself the New World Order is operating a secret base from which they'll eventually obliterate our central government.    "
                },
                "3": {
                    "title": "Great Wall of Texas",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 17,
                    "original air date": "14 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Allegedly, the town of Rockwall, Texas was built on a massive rock wall that was constructed by some ancient civilization...or even giants. Scott Wolter conducts a massive excavation to figure out who-or what-created this wall.    "
                },
                "4": {
                    "title": "Vikings in America",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 14,
                    "original air date": "21 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    In 1000 AD, the Vikings made it to North America, establishing a base camp in Newfoundland at a site called L'Anse aux Meadows. But could they have made it further South to what is now the United States to build a permanent settlement called Vinland.    "
                },
                "5": {
                    "title": "Grand Canyon Treasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 12,
                    "original air date": "28 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Legend has it that Egyptian treasure was discovered in a Grand Canyon cave in 1909. Against the beautiful backdrop of America's most grandiose natural spectacle, Scott Wolter embarks on a search to find out whether the legend is true.    "
                },
                "6": {
                    "title": "Lost Tribe of Menehune",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 9,
                    "original air date": "4 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    America's 50th state has a \"little\" mystery that's persisted since ancient times; did an ancient race of tiny people called Menehune really exist? Scott Wolter can't resist weighing in.    "
                },
                "7": {
                    "title": "Secret Blueprint of America",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 10,
                    "original air date": "11 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    What might Washington D.C. have in common with ancient sites like Stonehenge? It is thought by some to be constructed using an ancient unit of measurement called the megalithic yard. Thought to be used by some of the greatest civilizations of all time, this antiquated unite of measure could be the key to understanding the hidden meaning behind D.C.'s streets and structures. Scott Wolter investigates whether its use in the design plans of our nation's capitol created a sanctuary for people practicing goddess worship; people, like George Washington himself.    "
                },
                "8": {
                    "title": "The Underwater Pyramids",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 12,
                    "original air date": "18 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Scott Wolter receives a tip that there are pyramids at the bottom of a lake in Lake Mills, Wisconsin. As he investigates, he learns local legend suggests they were built by Aztecs and over time, they've been buried as land and water have shifted.    "
                },
                "9": {
                    "title": "Mystery of the Serpents",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "25 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    In Ohio, a massive mound in the shape of a serpent snakes it's way across the landscape and no one knows who built or why. Thousands of miles away, a similar serpent mound of unknown origins slinks across the landscape of Loch Nell.    "
                },
                "10": {
                    "title": "Lost Relics of the Bible",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 8,
                    "original air date": "1 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Could artifacts featuring ancient Hebrew writing be tied to the Lost Tribes of Israel, who disappeared from the Bible in 722 B.C.? Across America, Wolter finds many signs that suggest Jews made it here long before Columbus.    "
                },
                "11": {
                    "title": "Swamp Mammoth",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 10,
                    "original air date": "8 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    In Florida, Scott Wolter is called in to investigate a mystery surrounding a group of early inhabitants of the Sunshine State known as the Windover Bog People. As Scott learns about the perfectly preserved specimens, he discovers they have some unique features that could suggest they are European. And if they were, it would mean European travelers made it to America some 7,000 years ago. It's a shocking revelation--but not as shocking as what Scott learns next--that group of Europeans known as the Solutreans may have been here thousands of years before that, and ...    "
                },
                "12": {
                    "title": "Lincoln's Secret Assassins",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 10,
                    "original air date": "15 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    When Scott Wolter gets a call from his friend John DeSalvo, an avid collector of Abraham Lincoln memorabilia, he has no idea that he's about to embark on a quest to learn whether there were a lot more people than just John Wilkes Booth behind the assassination of one of America's most influential presidents. Evidence Wolter uncovers suggests Booth was part of an infamous group of Confederates who formed a secret society called the Knights of the Golden Circle; a group that included influential politicians and rogue raiders like Jesse James. The evidence Scott complies...    "
                },
                "13": {
                    "title": "The Spearhead Conspiracy",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Unearthed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 8,
                    "original air date": "22 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    In 1200 AD at the same time the Vikings were discovering North America along the East Coast, new evidence suggests another group of intrepid voyagers may have been discovering the New World on the opposite end of the globe. When an obsidian spear point of mysterious origins is discovered by a group of hikers on the island of Maui, Scott Wolter is called in to investigate. Delving into it's origins, he discovers the artifact may have come all the way from Mexico--and is just one more clue in a mounting pile of evidence suggesting Polynesian voyagers made it there and ...    "
                }
            }
        },
        "number of episodes": 39,
        "cast": [
            {
                "name": "Wolter, Scott"
            },
            {
                "name": "Yazzie, Larry"
            },
            {
                "name": "Arbuthnot, Michael"
            },
            {
                "name": "Foss, Jon"
            },
            {
                "name": "Holasek, Alan"
            },
            {
                "name": "Buchel, Josef"
            },
            {
                "name": "Lopez, Micah"
            },
            {
                "name": "Daniels, Gary C."
            },
            {
                "name": "Craft, Greg"
            },
            {
                "name": "Edel, John"
            },
            {
                "name": "McMenamin, Mark A.S."
            },
            {
                "name": "Pierson, Eric"
            },
            {
                "name": "Studer, William"
            },
            {
                "name": "Westcott, Jim"
            },
            {
                "name": "Wolter, Grant"
            },
            {
                "name": "Cram, Paul"
            },
            {
                "name": "DeSalvo, John"
            },
            {
                "name": "Frandrup, Jeremy"
            },
            {
                "name": "Mattai, Dennis"
            },
            {
                "name": "Midthun, Joseph"
            },
            {
                "name": "Noah, Corban"
            },
            {
                "name": "Cook, Michael"
            }
        ],
        "genres": [
            "History"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 5.8,
        "votes": 829,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ2NzE5MTYzN15BMl5BanBnXkFtZTgwOTMzOTAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "plot outline": "In AMERICA UNEARTHED, forensic geologist Scott Wolter, will try to reveal that the history we all learned in school may not always be the whole story. Across the country, ancient symbols, religious relics and unexplained artifacts suggests that civilizations from around the world have left their mark for us to find today. Wolter not only digs through the surprising burial ground that is America for archaeological secrets, but he also uncovers compelling theories that allegedly predates the official \"discovery\" of the New World and tries to turn a lot of what we know about American history on its head. America Unearthed goes out to prove that there is a lot we don't know about our past, and that people allegedly have gone to great lengths to cover up these mysteries.",
        "languages": [
            "English"
        ],
        "title": "America Unearthed",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Awes, Maria"
            },
            {
                "name": "Bouphasavanh, Nina"
            },
            {
                "name": "Engelking, Paula"
            }
        ],
        "production companies": [
            {
                "name": "Committee Films"
            }
        ],
        "distributors": [
            {
                "name": "History Channel"
            }
        ],
        "special effects": [
            {
                "name": "Splice"
            }
        ],
        "other companies": [
            {
                "name": "Splice"
            },
            {
                "name": "Splice"
            },
            {
                "name": "Splice"
            }
        ],
        "plot": [
            "In AMERICA UNEARTHED, forensic geologist Scott Wolter, will try to reveal that the history we all learned in school may not always be the whole story. Across the country, ancient symbols, religious relics and unexplained artifacts suggests that civilizations from around the world have left their mark for us to find today. Wolter not only digs through the surprising burial ground that is America for archaeological secrets, but he also uncovers compelling theories that allegedly predates the official \"discovery\" of the New World and tries to turn a lot of what we know about American history on its head. _America Unearthed_ (qv) goes out to prove that there is a lot we don't know about our past, and that people allegedly have gone to great lengths to cover up these mysteries.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 829,
                "rating": 5.8
            },
            "aged 18 29": {
                "votes": 49,
                "rating": 6.8
            },
            "aged 30 44": {
                "votes": 266,
                "rating": 5.7
            },
            "aged 45 plus": {
                "votes": 310,
                "rating": 5.5
            },
            "males": {
                "votes": 497,
                "rating": 5.6
            },
            "males aged 18 29": {
                "votes": 36,
                "rating": 6.7
            },
            "males aged 30 44": {
                "votes": 214,
                "rating": 5.6
            },
            "males aged 45 plus": {
                "votes": 220,
                "rating": 5.2
            },
            "females": {
                "votes": 159,
                "rating": 6.5
            },
            "females aged 18 29": {
                "votes": 11,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 49,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 88,
                "rating": 6.6
            },
            "top 1000 voters": {
                "votes": 32,
                "rating": 5.9
            },
            "us users": {
                "votes": 363,
                "rating": 5.7
            },
            "non us users": {
                "votes": 105,
                "rating": 5.1
            }
        },
        "number of votes": {
            "10": 186,
            "9": 69,
            "8": 97,
            "7": 89,
            "6": 58,
            "5": 46,
            "4": 36,
            "3": 36,
            "2": 44,
            "1": 168
        },
        "arithmetic mean": 6.0,
        "median": 7
    }
}