{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 November 2012"
            }
        ],
        "release dates": [
            "USA::9 November 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Mind of a Chef"
            },
            {
                "countries": "Hungary",
                "title": "David Chang: Egy szakács világa"
            }
        ],
        "akas": [
            "The Mind of a Chef (original title)",
            "David Chang: Egy szakács világa Hungary"
        ],
        "akas from release info": [
            "The Mind of a Chef (original title)",
            "David Chang: Egy szakács világa Hungary"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "Genesis",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "14 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Nobody gets a say in the life they're born into. Thrust into a body, a family, a country and a history, the story of our lives are merely the sum of an endless combination of circumstantial factors determining who we will know, how we will fare, who we will become. But for those adopted, their origins are complicated as the where they were born fuses with the world in which they're raised. Danny Bowien was born in Korea but only spent the first 3 months of his infant life there. He was adopted and raised by American parents in Oklahoma - religious, hard-working folks ...    "
                },
                "2": {
                    "title": "Threshold",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "15 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Danny spends the bulk of his time obsessing over the future - there is urgency in him that needs to be on top of everything, ahead of every trend, aware of what lies beyond the curve. But it would be impossible to know where he's going without first examining where he came from, and from where that drive was borne. Once he committed to leaving Oklahoma, Danny emerged in San Francisco as a human tabula rasa, open to all of the experiences the city laid before him. It was here that Danny formed who he was as a person and as a chef, and the grassroots movement of Mission...    "
                },
                "3": {
                    "title": "Mentor",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "17 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Danny has been to China several times, but he's visited Chengdu (the geographical and spiritual capital of Szechuan food) only once. He's returning here to reconnect with the place, the food and the person - renowned chef Yu Bo - that have influenced him the most. Szechuan food has been the greatest source of inspiration for Danny, and consequently his life. This episode is about the dishes, cooking methods, unique flavors and stories (both his and Yu Bo's) that have driven Danny on a quest to master this style of food.    "
                },
                "4": {
                    "title": "Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "21 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    For better or worse, we do not get to choose the family into which we're born. In Danny's case, nor did he get to choose the family that adopted him. He had no say in where he would live or how he'd be raised. After his mother's death he felt a bizarre combination of liberation mixed with guilt, and he desperately wanted to hold on to - or recreate - the familial feel of togetherness. As a husband and father he has made his own family unit, and as a chef and business owner he has made a second family, his restaurant family. This chapter is about the ties that bind - ...    "
                },
                "5": {
                    "title": "Risk",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "28 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Without risk, there would not be the valuable by-products of risk - success and failure. Danny Bowien has learned that there is power in taking chances, and risk can be virtuous when it comes to navigating the creative process. Now more than ever, he has gained confidence in taking these risks, and grown more comfortable with both of its outcomes.    "
                },
                "6": {
                    "title": "Unexpected",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "4 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    The pursuit of \"authentic\" dominates the food world these days - people hunt down pizzas made with \"doppio zero\" flour; sashimi flown in the same-day from Tsukiji; tortillas crafted with true nixtamal, but authentic is no longer synonymous with genuine. Often times the product is a facsimile of the real thing, so if one cannot attain the original, why not become original, oneself? Danny Bowien does not cook authentic Chinese cuisine, but he cooks genuine Danny Bowien cuisine - food that is inspired by his love of Szechuan food and New York City and his family and new ...    "
                },
                "7": {
                    "title": "Classics",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "11 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Continuing on the Hero's Journey, if Korea was his starting point and San Francisco was his first threshold, New York City is where Danny's adventure reaches the apex. Danny really believes that if you can make it in this ultra-competitive town with its even more competitive dining scene, then there's nowhere you can't succeed. While he never readily admits to long-term goals, there was a desire backed up by a strategy to prove himself as one of the Greats.    "
                },
                "8": {
                    "title": "Multiverse",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "18 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    The basic idea behind the Multiverse Theory is that there are an infinite number of Universes outside our own that follow the same laws of physics but have different configurations. What does this mean? It means that everything you have ever thought, every decision you've made or not made, any possibility you've dreamt of is, in a parallel reality, happening or has happened. What would have happened if Danny never left Oklahoma, or was not adopted at all? Instead of looking at life as a series of \"what ifs,\" the lens of the multiverse allows us to see a reality with ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Noodle",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 53,
                    "original air date": "9 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    David Chang makes instant ramen dishes and tsukemen; takes a trip to Japan for a bowl the original tsukemen, a visit a noodle factory, and Harold McGee explain alkalinity.    "
                },
                "2": {
                    "title": "Pig",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 38,
                    "original air date": "9 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    David Chang travels to San Sebastian to discuss pork bushi. He makes pork belly, and tonkotsu and travels to Montreal with his pal Aziz Ansari for a fried bologna sandwich.    "
                },
                "3": {
                    "title": "Memory",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 32,
                    "original air date": "9 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    This episode explores Chang's past; dishes from childhood, summer eating, his time in Japan, and golf.    "
                },
                "4": {
                    "title": "Spain",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 31,
                    "original air date": "9 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Spain's influence on David Chang's career. He visits with some of his idols- Juan Mari Arzak and Andoni Aduriz, makes fideos, salt cod omelet and a sponge cake from chef Albert Adria.    "
                },
                "5": {
                    "title": "Rotten",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 28,
                    "original air date": "16 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    There is something rotten in David Chang's kitchen and that's a good thing. Rotten is delicious; katsuibushi in Japan, XO sauce, rotten bananas with Chef Christina Tosi, and Kimchi.    "
                },
                "6": {
                    "title": "Rene",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 26,
                    "original air date": "16 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    David Chang hangs out with one of his best friends- who happens to be the world's top chef- Rene Redzepi.    "
                },
                "7": {
                    "title": "Simple",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 24,
                    "original air date": "23 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Dishes in this episode are deceivingly simple; Chang travels to Japan for some Yakitori and high-end sushi, and his pal Daniel Patterson makes beets.    "
                },
                "8": {
                    "title": "Gluttony",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 22,
                    "original air date": "23 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    It's gluttonous goodness in this episode; over the top indulgence with Joe Beef chefs Federic Morin and David McMillian's fois gras sandwich, a whiskey tasting Mayhem with Chef Sean Brock at Buffalo Trace in Kentucky and the classic dish Hot Brown served up three ways.    "
                },
                "9": {
                    "title": "Chef",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 20,
                    "original air date": "Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Chang makes eggs with his chef pals; Wylie Dufresne, Daniel Patterson, Rene Redzepi, and makes his Ko egg.    "
                },
                "10": {
                    "title": "Japan",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 25,
                    "original air date": "23 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    David Chang travels to Tokyo and Kyoto.    "
                },
                "11": {
                    "title": "New York",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 22,
                    "original air date": "30 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    New York with the Torrsi boys, oysters, carrot dashi, and farming. Plus David Chang visits native New Yorker Ivan Ramen in Tokyo where he is making ramen that is taking the city by storm.    "
                },
                "12": {
                    "title": "Fresh",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 20,
                    "original air date": "30 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    The idea of fresh in the kitchen; instant broth, pea agnollini, fresh and aged steak with Chef Tien and Ike Jime with Dave Arnold and Chef Murata in Kyoto.    "
                },
                "13": {
                    "title": "Soy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 20,
                    "original air date": "30 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    David Chang visits tofu and miso factories in Japan, Chef Christina Tosi makes Burnt Miso.    "
                },
                "14": {
                    "title": "Sweet Spot",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 16,
                    "original air date": "30 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    David Chang's protégé Christina Tosi makes corn cookies three ways and her three layered Arnold Palmer Cake, Chef Burns makes ice cream and Chang goes strawberry picking.    "
                },
                "15": {
                    "title": "Smoke",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 16,
                    "original air date": "7 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    David Chang profiles regional BBQ in North Carolina, Texas, and Kansas City plus the other-worldly smoky bacon from Allen Benton in Tennessee.    "
                },
                "16": {
                    "title": "Buddies",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 16,
                    "original air date": "7 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    David Chang cooks and goofs around with his friends; Peter Meehan in Japan, Laurant Gras, Sat Bains, and Rene Redzepi in Copenhagen.    "
                }
            },
            "2": {
                "1": {
                    "title": "Southerners",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 20,
                    "original air date": "7 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    It is Sean Brock's mission in life to expose the world the regional varieties of Southern cuisine and to erase the misconception that southern cuisine is all the same. In this episode, Sean explores a few of the unique regional cuisines in the South. Sean explores the ever so painful ways of Prince's Hot Chicken. Chef John Currence makes tamales-you read it right...tamales. Tennessee Pastry Chef Lisa Donavan makes a buttermilk pie. Sean and fellow South Carolinians, the Lee Brothers, make deviled crab, before visiting Fishnet's Seafood outside of Charleston to enjoy ...    "
                },
                "2": {
                    "title": "Seeds",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 16,
                    "original air date": "14 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    It all began here when Sean Brock went looking for Jimmy Red Corn. That simple journey turned into a lifetime of searching, archiving and reviving lost crops of the South. His partners in crime are the legendary owner and operator of Anson Mills, Glen Roberts, and University of South Carolina professor, David Shields; a trifecta of seed nerds hell-bent on preserving Southern food heritage. In this episode, Sean makes Jimmy Red Corn Grits and a Chestnut Bread and Red Sive bean salad. David Shields visits Sean's R&D lab to experiment with seeds, and to tell the story of...    "
                },
                "3": {
                    "title": "Rice",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 14,
                    "original air date": "21 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    This episode is all about rice and its essential role in Southern cuisine. Sean Brock visits Anson Mills, where Glenn Roberts is blazing a trail to reintroduce the world to the Carolina Rice Kitchen. Carolina Gold rice was once the primary crop in South Carolina and sought after worldwide. Using animation and archival images, a timeline will highlight how the Civil War as well as changes in the agricultural economy caused Carolina Gold to all but disappear. Glenn is the reason for its resurrection and Sean is its biggest champion. In the fields at Anson Mills, Sean ...    "
                },
                "4": {
                    "title": "Louisiana",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 12,
                    "original air date": "28 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    This episode focuses on the heavy influence Louisianan cuisine has on Sean Brock. Historian and food-writer John T Edge of the Southern Food Alliance takes Sean to his \"favorite place on Earth\", Middendorf's Restaurant, where they shave thin slices of catfish into the fryer to create a catfish chip. In the kitchen, Sean makes a gumbo and his version of the catfish chip. Chef Donald Link takes Sean frogging then cooks up a frog dish.    "
                },
                "5": {
                    "title": "Preserve",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 14,
                    "original air date": "5 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Sean Brock often describes how his family ate growing up this way: \"If we were eating, we were eating food from the garden or the basement-it's a way of life.\" In this episode, Sean shows us what it means to be eating from the basement by exploring and utilizing the preservation techniques that are critical components to southern culture: drying, salt curing, canning, and fermentation.    "
                },
                "6": {
                    "title": "Roots",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 12,
                    "original air date": "12 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Many chefs have their first exposure to cooking at a young age. For Sean Brock, who was born and raised in rural Virginia, it was the experience of his family growing their own food that left a deep impression. In this episode, Sean explores his roots, prepares a typical Appalachian dinner, cooks chicken and dumplings with his mom, throws down with chef Joseph Lenn at Blackberry Farms, and learns how to make fried okra and country ham on the farm.    "
                },
                "7": {
                    "title": "Lowcountry BBQ",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 18,
                    "original air date": "19 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode, Sean Brock highlights both the people and food of the Lowcountry by preparing an epic outdoor feast on his friend's farm. Legendary pit-master Rodney Scott spends the day roasting a whole pig, Steven Satterfield makes Savannah Red Rice, and to finish off the feast, Sean prepares Frogmore stew made from the bounty of the Charleston bay.    "
                },
                "8": {
                    "title": "Senegal",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 12,
                    "original air date": "26 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The history of southern cuisine is incomplete without understanding how West Africa influenced the cultural heritage and ingredients of America. In this episode, Chef Sean Brock travels to Senegal to meet with friend, Fatimata Ly. Together they explore the markets of Dakar and M'Bour, cook the traditional Sengalese dish Theibou Yapp, and search for the connection to American cuisines through techniques and flavors used by the locals.    "
                },
                "9": {
                    "title": "London",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 13,
                    "original air date": "31 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Travel with Chef April Bloomfield to London, where her cooking career began.    "
                },
                "10": {
                    "title": "Sea/Salt",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 10,
                    "original air date": "7 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Focus on April's love of the sea, which is deep and fully realized.    "
                },
                "11": {
                    "title": "Curry",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 11,
                    "original air date": "14 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Explore the origins of curry and England's versions of this historic cuisine.    "
                },
                "12": {
                    "title": "Italian",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 10,
                    "original air date": "21 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Explore April Bloomfield's deep love for Italian cuisine and its influence on her cooking.    "
                },
                "13": {
                    "title": "British Classics",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 14,
                    "original air date": "28 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Review some of the signature dishes of UK cuisine: bangers and mash, fish-n-chips, and pies.    "
                },
                "14": {
                    "title": "Farmer",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 11,
                    "original air date": "5 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Travel to Cornwall with April, who visits farmer and chef Tom Adams on his pig farm.    "
                },
                "15": {
                    "title": "Leftovers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "votes": 11,
                    "original air date": "12 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Find out why \"nasty bits\" deserve to be on the kitchen table.    "
                },
                "16": {
                    "title": "Restauranteur",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "votes": 8,
                    "original air date": "19 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Follow April Bloomfield as she wrestles with the questions every chef has to confront.    "
                }
            },
            "3": {
                "1": {
                    "title": "NYC Origin",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "7 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS - Ed returns to his roots in East Brooklyn, where as a Korean kid in New York, he was surrounded by an eclectic mix of cultures and cuisines that inspired how he cooks today. Spending time with other chefs who have roots in one cuisine but have veered away from their assumed culinary paths, Ed explores the meaning of origin in the city where his life and career began. Ed and Ivan Orkin stop by one of the city's oldest \"appetizing\" stores and head back to the kitchen to cook their versions of American cuisine (Japanese-Jewish and Korean-Southern). Alex Stupak ...    "
                },
                "2": {
                    "title": "American Cuisine",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 10,
                    "original air date": "13 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS - American cuisine has come to be known as much more than just burgers and hot dogs. Ed and Pok Pok's Andy Ricker head to Sunset Park -- Brooklyn's Chinatown -- for some exotic ingredients, then head to the kitchen to make jop chai, a Thai stew. Ed plays with some local by-catch in that most American of cities, Houston, Texas, with chefs Chris Shepherd and Paul Qui, making a crispy fish fresh from the gulf and Filipino kinilaw. A sweat-inducing crawfish dinner in a Vietnamese joint exemplifies how Creole, Cajun, Mexican, and Asian flavors blend with the ...    "
                },
                "3": {
                    "title": "Argentina",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 12,
                    "original air date": "20 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS - Fire is the most elemental part of a kitchen -- without it, food would simply be eaten, never \"cooked.\" And yet in the post-Nouvelle-Cuisine age, food and fire have become distant from one another. Ed travels to Argentina to visit Francis Mallmann, the country's most esteemed chef and the godfather of open-flame cooking, on his private island nestled in the foothills of the Andes. While on La Isla for three days, Francis and Ed create a feast that reunites the simplest -- and arguably the best -- ingredients and cooking techniques. Armed with fire, smoke, ...    "
                },
                "4": {
                    "title": "Louisville",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 9,
                    "original air date": "27 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS - Ed got his start in NYC, but now calls Louisville home and home is where the heart is. He discusses how living and working in Louisville have inspired, influenced and changed him over the past decade -- Louisville is where he gently put aside his classic French technique and decided to do something all his own. Working with chef Kevin Ashworth from Ed's restaurant Milkwood, the chefs experiment with farmers market finds, allowing a view into how a new dish is created. Ed then delves into Louisville's fried chicken scene and cooks up his own version with ...    "
                },
                "5": {
                    "title": "Kentucky",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "4 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS - The Bluegrass State offers a rich culinary history that rivals that of America's more well-known food destinations. A few ingredients come to Ed's mind when he thinks about his adopted state: country ham, sorghum and smoke. Ed visits Nancy Newsom, still making her family's ham with their century-old recipe, with Southern food historian and Atlanta chef Linton Hopkins. Then it's off to Owensboro with homegrown chef Ouita Michel to make a dish featuring two more local ingredients: smoke and spoonbill caviar. Yes, caviar from Kentucky. And finally, Ed places ...    "
                },
                "6": {
                    "title": "Latitude",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "11 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS - In many ways, cooking with southern ingredients feels like second nature to Ed, and for good reason -- South Korea and Kentucky both lie along the same latitudinal line. The 38th parallel also spans southern Spain and Italy, San Francisco and generous portions of the American South. A similar terroir translates into some interesting culture crossings for chefs like Ed, as well as State Bird Provisions' Stuart Brioza, who prepares a salad inspired by San Francisco and the Mediterranean, and Hog & Hominy's Andrew Ticer and Michael Hudman, who cook Memphis ...    "
                },
                "7": {
                    "title": "Impermanence",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "18 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS - The more things change ... the more they continue to change. So much of cooking, writing, art and music is based on what came before. First there was meat. Then there was fire. Then came sous-vide. Ed dissects the evolution of a dish and the public's changing tastes. He tries his hand at cooking alternative meats (like alligator); enjoys a recipe that has stood the test of time, Maw Maw's Ravioli from Hog & Hominy's Andrew Ticer and Michael Hudman; and creates a quickly disappearing dim sum dish with Stuart Brioza, as he looks toward the future of the food ...    "
                },
                "8": {
                    "title": "Bourbon",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 9,
                    "original air date": "25 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS - What makes bourbon the classic American spirit, and why is it so closely associated with Kentucky? Ed and his band of merry men and women, including whiskey patriarch Julian Van Winkle, Matt Jamie from Bourbon and Barrel Foods, chef Paul Qui and special guest and bourbon-lover Aisha Tyler, set out to distill this prized and often misunderstood liquor down to its many parts and enjoy it both in the glass and on the plate.    "
                },
                "9": {
                    "title": "Winter",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "1 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS - Over generations, preservation techniques developed to help humans cope with the scarcity of the season. The adherence to seasonality at Magnus Nilsson's Fäviken means that these techniques are maintained and the restaurant can continue serving food throughout the barren months. This episode explores the ways that the Scandinavian people have survived winter through the practice of preservation and aging.    "
                },
                "11": {
                    "title": "Creation",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "15 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    When Chef Nilsson develops a dish at Faviken, he pays careful attention to the unique properties of an ingredient. Through research and recipe testing, the components of a dish are combined with the aim of preserving their natural quintessence. \"The Creation of a Dish\" follows the life cycle of an ingredient as it transforms from is organic state into a dish at his restaurant.    "
                },
                "12": {
                    "title": "France",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 9,
                    "original air date": "22 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    As a young cook, Magnus Nilsson was living in France and looking for a job. He eventually convinced Paris chef Pascal Barbot of l'Astrance to give him a chance. Once there, Magnus was introduced to new techniques and flavors, but the most valuable lesson he learned was how to care for ingredients. This episode explores his time in France and visits with the people and places that had a profound impact on his cooking philosophy.    "
                },
                "13": {
                    "title": "Traditions",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 8,
                    "original air date": "29 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Before moving to France to learn about cooking professionally, Chef Magnus Nilsson's main culinary influences were his mother, aunt and grandparents, who cooked traditional dishes for family dinners while Magnus observed. When he returned from France to begin working at Fäviken, the influence of traditional Swedish cooking remained. In this episode, examine the bonds of tradition that help to forge the identities of families and individuals.    "
                },
                "14": {
                    "title": "Locality",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "votes": 8,
                    "original air date": "6 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Chef Nilsson depends on his network of local purveyors to keep the restaurant supplied. If there is a shortage of one ingredient, they work together to find a more abundant alternative. Because everything is sourced in a 100-mile radius, the seasons play a big part in availability. As a result, the needs and supply constantly shift between the restaurant and purveyor, but their close relationship ensures that diners are never left hungry. This episode examines the connection to locality that Chef Nilsson views as a staple of his cooking philosophy.    "
                },
                "15": {
                    "title": "Documentation",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "votes": 8,
                    "original air date": "13 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Outside of running the kitchen at Fäviken, Chef Magnus Nilsson devotes his time to researching Nordic cultures. He travels throughout Scandinavia meeting people whose means of subsistence is tied to the past. This episode examines Chef Nilsson's motivation for documenting and preserving cultural heritage through writing and photography as he visits the Faroe Islands.    "
                },
                "16": {
                    "title": "Fäviken",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "votes": 9,
                    "original air date": "20 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Chef Magnus Nilsson and the staff at Fäviken prepare for a night of service.    "
                }
            },
            "4": {
                "1": {
                    "title": "Prune",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 12,
                    "original air date": "5 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    With every chipped plate and hand-written to-do list, Chef Gabrielle Hamilton's \"presence\" is all over her NYC restaurant, Prune. Spend a day at Prune with Gabrielle and her staff.    "
                },
                "2": {
                    "title": "Garbage",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 10,
                    "original air date": "12 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Surviving the restaurant game for 15 years in New York City takes some major hustle. From lying about her age to get her first dishwasher gig to lying about her tips, getting busted and charged with grand larceny, hustling was the easy part in running a restaurant for Gabrielle Hamilton.    "
                },
                "3": {
                    "title": "Rome",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "19 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Explore Gabrielle's deep love with this ancient city.    "
                },
                "4": {
                    "title": "Hunger",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "3 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    From a very young age, Gabrielle Hamilton was left alone in her home to fend for herself. She rummaged through what was left in the pantry and refrigerator and satisfied her hunger with what she could scavenge.    "
                },
                "5": {
                    "title": "Past",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "26 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Join Chef Hamilton as she revisits her past and sees how it influenced her as a chef. She not only goes to forage along a stream, but also meets up with old family friend to cook up some comfort food.    "
                },
                "6": {
                    "title": "Hustle",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 9,
                    "original air date": "10 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Roll up your sleeves and learn why hustle is at the core of the restaurant game. Chef Hamilton meets up with an old friend to talk about harder times and the joys of cooking humble and memorable dishes.    "
                },
                "7": {
                    "title": "Napkin",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 9,
                    "original air date": "17 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Explore both contemporary and classic Italian culture with Chef Hamilton as she takes in the century-old work around her that's grounded in tradition and respect, but also quiet and not for personal gain.    "
                },
                "8": {
                    "title": "Evolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 8,
                    "original air date": "24 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Venture into the unknown with Chef Hamilton as she explores what's next for her career and the challenges associated with making the decision to step away from life in the kitchen. Jacques Pepin demonstrates techniques and Mario Batali offers advice.    "
                },
                "9": {
                    "title": "Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "votes": 9,
                    "original air date": "31 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Things can change in an instant, as Chef David Kinch discovered in July of 2014, when he got a fateful call that his restaurant Manresa had burned nearly to the ground.    "
                },
                "10": {
                    "title": "Legacy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "votes": 9,
                    "original air date": "7 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Wise chefs never forget that a solid foundation allows them to test new boundaries and push things to new limits.    "
                },
                "11": {
                    "title": "Ocean",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "votes": 9,
                    "original air date": "14 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Chef David Kinch discusses the ocean as a source of inspiration and place of relaxation.    "
                },
                "12": {
                    "title": "Strawberry",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "votes": 11,
                    "original air date": "21 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Chef David Kinch takes a look at different uses for the fresh strawberries that are provided to him in California.    "
                },
                "13": {
                    "title": "Balance",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "votes": 8,
                    "original air date": "28 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Chefs David Kinch and Carlo Mirachi travel to central California to take time away from their respective restaurants.    "
                },
                "14": {
                    "title": "Restrictions",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "votes": 9,
                    "original air date": "5 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Chef David Kinch discusses his process for adapting his menu to accommodate food restrictions.    "
                },
                "15": {
                    "title": "New Orleans",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "votes": 9,
                    "original air date": "12 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Chef David Kinch returns to New Orleans, his hometown and visits the restaurant and city that inspired him.    "
                },
                "16": {
                    "title": "Bites",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "votes": 9,
                    "original air date": "19 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Chef David Kinch discusses Manresa's tasting menu and the intention behind each dish.    "
                }
            },
            "5": {
                "0": {
                    "title": "Potluck Music Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 0,
                    "original air date": "1 Dec. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "1": {
                    "title": "Eggs",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "1 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    From the NYC classic egg on a roll to Faroe Island fulmar egg and curry, re-fall in love with the best egg dishes from our archives. Crack it open, and let the fun begin    "
                },
                "2": {
                    "title": "Legends",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "8 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Great chefs are featured, including Fergus Henderson, Eric Ripert and Pascal Barbot.    "
                },
                "3": {
                    "title": "Fried",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "15 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Fried food is celebrated. Included: oyster po'boys; pig's head; alligator; and sardine spines.    "
                },
                "4": {
                    "title": "LudoBird",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 9,
                    "original air date": "22 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    How chef Ludo LeFevbre translates his haute cuisine to fast food. Included: the history behind his popular LudoBird; and the opening of the second LudoBird at Universal Citywalk.    "
                },
                "5": {
                    "title": "Strip Malls",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "29 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Serving fine food at a strip mall is discussed by Ludo and his partners; and he demonstrates dishes that embody the high-low flair of his strip mall philosophy.    "
                },
                "6": {
                    "title": "La Mer",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 10,
                    "original air date": "5 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The oceanic bounty of France is explored. Included: the lobsters of Brittany; and oysters from Cancale.    "
                },
                "7": {
                    "title": "La Végétale",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "votes": 9,
                    "original air date": "12 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Today's chef reveres his gardener as much as his butcher. Ludo explores the vegetables, gardens, and memories he uses to cook some of his dishes.    "
                },
                "8": {
                    "title": "Joie de Vivre",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "votes": 8,
                    "original air date": "19 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Chef Ludo Lefebvre escapes the pressures of work with a springtime vacation to Paris.    "
                },
                "9": {
                    "title": "Tous au Bistro",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "votes": 9,
                    "original air date": "26 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    How Ludo brought the spirit of the bistro to L.A. Also: the people and places in Paris that inspired his culinary career.    "
                },
                "10": {
                    "title": "Instinct vs. Discipline",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "votes": 10,
                    "original air date": "4 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Does an artist follow instinct, training or intuition...or perhaps all three? This episode examines the ties between artists and their education, and how childlike wonder can, in fact, translate into a career.    "
                },
                "11": {
                    "title": "LudoBites",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "votes": 8,
                    "original air date": "11 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    How and why Ludo created \"chef's choice\" dinners.    "
                },
                "12": {
                    "title": "Dessert",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "6 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    We take a long, hard look at the cherry on top of a dining experience. On the menu is burnt miso apple pie, the English classic banoffee pie, and sorghum ice cream, so grab a spoon.    "
                },
                "13": {
                    "title": "Birds",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    We open the birdcage on some of our familiar (and some not so familiar) poultry dishes. Chinese chicken noodle soup, and chicken and dumplings make an appearance, but also stuffed Faroe Island puffin and duck-on-a-string.    "
                },
                "14": {
                    "title": "Surf N Turf",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mind of a Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "14 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Explore the wet and dry side of our culinary world as Magnus Nilsson dry-ages a steak in kidney fat as long as he possibly can, April Bloomfield hallucinates while at a butcher shop, and Ed Lee makes a ribeye with eel puree.    "
                }
            }
        },
        "number of episodes": 86,
        "cast": [
            {
                "name": "Bourdain, Anthony"
            },
            {
                "name": "Chang, David"
            },
            {
                "name": "Brock, Sean"
            },
            {
                "name": "Bloomfield, April"
            },
            {
                "name": "Bowien, Danny"
            },
            {
                "name": "Lee, Edward"
            },
            {
                "name": "Kinch, David"
            },
            {
                "name": "Hamilton, Gabrielle"
            },
            {
                "name": "Redzepi, Rene"
            },
            {
                "name": "Tosi, Christina"
            },
            {
                "name": "Meehan, Peter"
            },
            {
                "name": "Nilsson, Magnus"
            },
            {
                "name": "Yamagishi, Kazuo"
            },
            {
                "name": "McGee, Harold"
            },
            {
                "name": "Aduriz, Andoni"
            },
            {
                "name": "Ansari, Aziz"
            },
            {
                "name": "Arzak, Juan María"
            },
            {
                "name": "Bains, Sat"
            },
            {
                "name": "Dufresne, Wylie"
            },
            {
                "name": "Gras, Laurant"
            },
            {
                "name": "Jime, Ike"
            },
            {
                "name": "McMillian, David"
            },
            {
                "name": "Morin, Frédéric"
            },
            {
                "name": "Ramen, Ivan"
            },
            {
                "name": "Jaffrey, Madhur"
            },
            {
                "name": "Mirarchi, Carlo"
            },
            {
                "name": "Aizpitarte, Iñaki"
            },
            {
                "name": "DiVona, David"
            },
            {
                "name": "El-P"
            },
            {
                "name": "Graves, Meredith"
            },
            {
                "name": "James, Jim"
            },
            {
                "name": "O, Karen"
            },
            {
                "name": "Staples, Vince"
            },
            {
                "name": "Whang, Nancy"
            },
            {
                "name": "Kye, Nari"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "certificates": [
            "Singapore:PG",
            "South Korea:12",
            "United States:TV-PG"
        ],
        "number of seasons": 6,
        "rating": 8.0,
        "votes": 1001,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTU0MjYwNjA0OV5BMl5BanBnXkFtZTgwMzgzOTAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "\"The Mind of a Chef\" combines travel, cooking, history, science and humor in a weekly series about everyone's favorite topic -- food. Each season brings with it a new host as well as fresh and exciting recipes. The series is narrated by chef Anthony Bourdain.",
        "languages": [
            "English"
        ],
        "title": "The Mind of a Chef",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "production companies": [
            {
                "name": "Zero Point Zero Production Inc."
            },
            {
                "name": "WGBH"
            }
        ],
        "distributors": [
            {
                "name": "Public Broadcasting Service (PBS)"
            },
            {
                "name": "Facebook Watch"
            },
            {
                "name": "PBS Home Video"
            },
            {
                "name": "PBS Home Video"
            },
            {
                "name": "PBS Home Video"
            }
        ],
        "other companies": [
            {
                "name": "String and Can"
            }
        ],
        "plot": [
            "Chef David Chang, along with his friends, explore, explain and enjoy food from around the world.::Bryan Kay",
            "\"_The Mind of a Chef_ (qv)\" combines travel, cooking, history, science and humor in a weekly series about everyone's favorite topic -- food. Each season brings with it a new host as well as fresh and exciting recipes. The series is narrated by chef 'Anthony Bourdain' (qv).::Jwelch5742"
        ],
        "tech": {
            "runtime": [
                "23 min"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1001,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 178,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 455,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 125,
                "rating": 7.6
            },
            "males": {
                "votes": 577,
                "rating": 7.9
            },
            "males aged 18 29": {
                "votes": 116,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 333,
                "rating": 8.0
            },
            "males aged 45 plus": {
                "votes": 84,
                "rating": 7.5
            },
            "females": {
                "votes": 229,
                "rating": 8.1
            },
            "females aged 18 29": {
                "votes": 61,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 117,
                "rating": 8.1
            },
            "females aged 45 plus": {
                "votes": 40,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 27,
                "rating": 6.4
            },
            "us users": {
                "votes": 276,
                "rating": 8.2
            },
            "non us users": {
                "votes": 339,
                "rating": 7.8
            }
        },
        "number of votes": {
            "10": 185,
            "9": 231,
            "8": 323,
            "7": 152,
            "6": 54,
            "5": 13,
            "4": 9,
            "3": 10,
            "2": 5,
            "1": 19
        },
        "arithmetic mean": 8.1,
        "median": 8
    }
}