{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 August 2012"
            }
        ],
        "release dates": [
            "USA::15 August 2012"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary",
            "Sport"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjAwNzA3MzQyNF5BMl5BanBnXkFtZTcwOTM3Mjg5OA@@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Produced by MLB Productions in collaboration with NBC Sports Group, Caught Looking gives baseball fans an exclusive look inside a specific weekend series, following players, managers and front office personnel from both teams. Cameras follow the two respective teams as they arrive at the ballpark, take batting practice, compete and prepare for each game. A different series is featured in each episode, as the final eight weeks of the 2012 season unfold.",
        "languages": [
            "English"
        ],
        "title": "Caught Looking",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Caught Looking (United States)"
        ],
        "writer": [
            {
                "name": "Scott, Jeff"
            }
        ],
        "production companies": [
            {
                "name": "Major League Baseball Productions"
            }
        ],
        "distributors": [
            {
                "name": "NBCSN"
            }
        ],
        "plot": [
            "_Caught Looking_ (qv) gives baseball fans an exclusive look inside a weekend series, as MLB Productions cameras sit in with players, managers and front office personnel from both teams.::Anonymous",
            "Produced by MLB Productions in collaboration with NBC Sports Group, _Caught Looking_ (qv) gives baseball fans an exclusive look inside a specific weekend series, following players, managers and front office personnel from both teams. Cameras follow the two respective teams as they arrive at the ballpark, take batting practice, compete and prepare for each game. A different series is featured in each episode, as the final eight weeks of the 2012 season unfold.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}