{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "9 October 2012"
            }
        ],
        "release dates": [
            "Canada::9 October 2012"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Anthony Jones & Marco Pasqua - Hunky Haulers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rush (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "22 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rush (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "15 Oct. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 2,
        "cast": [
            {
                "name": "Forbes, Fiona"
            },
            {
                "name": "Pasqua, Marco"
            },
            {
                "name": "Arnason, Aubrey"
            },
            {
                "name": "Groundwater-Law, Sarah"
            },
            {
                "name": "Tschritter, Damonde"
            },
            {
                "name": "Eckford, Michael"
            }
        ],
        "locations": [
            "Vancouver, British Columbia, Canada"
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "budget": "CAD700,000 (estimated)",
        "plot outline": "The Rush is the most entertaining and interactive show on Canadian national television. Hosted by longtime duo, Michael Eckford and Fiona Forbes, The Rush keeps you up to date on the trends, fashion, web, technology, food, celebrity buzz, music, arts, and what's making headlines in Canada. It's also the only talk show in the country that utilizes the power of social media and live streaming technology to give its audience the opportunity to not only be viewers, but guests, producers, and co-hosts as well! \"We've always wanted to take our show to the national stage and we can't wait to bring The Rush to all of Canada,\" says Fiona. \"Our goal is not just to deliver really compelling television content, but to also interact with our viewers and guests in ways that help us establish a deeper connection with them. We're going to be taking advantage of all kinds of social media - Facebook, Twitter, Google Hangouts - in ways that have never been done before. We're also using live streaming technology so our viewers can interact with us while we're taping and see what goes on both in front of the camera and off camera!\" \"The Rush is one of the first-ever TV shows to use live streaming, and it'll definitely be one of our most powerful tools in engaging our audience,\" adds Mike. \"Viewers get to watch all The Rush episodes whenever they want. They also get exclusive access to content that doesn't get aired on TV, like what happens during breaks and peeks into the green room. It's a very cool, fly-on-the-wall kind of experience.\"",
        "languages": [
            "English"
        ],
        "title": "The Rush",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "The Rush (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Eckford, Michael"
            },
            {
                "name": "Forbes, Fiona"
            }
        ],
        "production companies": [
            {
                "name": "Shaw Television Inc."
            }
        ],
        "distributors": [
            {
                "name": "Shaw Television Inc."
            }
        ],
        "plot": [
            "_The Rush_ (qv) is the most entertaining and interactive show on Canadian national television. Hosted by longtime duo, Michael Eckford and Fiona Forbes, _The Rush_ (qv) keeps you up to date on the trends, fashion, web, technology, food, celebrity buzz, music, arts, and what's making headlines in Canada. It's also the only talk show in the country that utilizes the power of social media and live streaming technology to give its audience the opportunity to not only be viewers, but guests, producers, and co-hosts as well! \"We've always wanted to take our show to the national stage and we can't wait to bring _The Rush_ (qv) to all of Canada,\" says Fiona. \"Our goal is not just to deliver really compelling television content, but to also interact with our viewers and guests in ways that help us establish a deeper connection with them. We're going to be taking advantage of all kinds of social media - Facebook, Twitter, Google Hangouts - in ways that have never been done before. We're also using live streaming technology so our viewers can interact with us while we're taping and see what goes on both in front of the camera and off camera!\" \"_The Rush_ (qv) is one of the first-ever TV shows to use live streaming, and it'll definitely be one of our most powerful tools in engaging our audience,\" adds Mike. \"Viewers get to watch all _The Rush_ (qv) episodes whenever they want. They also get exclusive access to content that doesn't get aired on TV, like what happens during breaks and peeks into the green room. It's a very cool, fly-on-the-wall kind of experience.\"::Laura Brooke Toplass"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (Canada)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}