{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "30 December 2012"
            },
            {
                "country": "Sweden\n",
                "date": "9 February 2014"
            }
        ],
        "release dates": [
            "Belgium::30 December 2012",
            "Sweden::9 February 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Salamander"
            },
            {
                "countries": "Russia",
                "title": "Саламандра"
            }
        ],
        "akas": [
            "Salamander (original title)",
            "Саламандра Russia"
        ],
        "akas from release info": [
            "Salamander (original title)",
            "Саламандра Russia"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Salamander (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 48,
                    "original air date": "7 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Chief Inspector Paul Gerardi starts an investigation after the murder on political refugee Léon Tchité. He discovers the murderer is a member of Salamander.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Salamander (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 43,
                    "original air date": "14 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The murder on black fugitive Tchité brings disturbance at the highest political level at Brussels. The prime minister asks himself if it's better to take Paul Gerardi off the case.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Salamander (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 42,
                    "original air date": "21 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Paul is put on non-active after causing an accident. He makes an appointment with Jackie. Through her he gets incriminating evidence against general Bombé.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Salamander (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 40,
                    "original air date": "28 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Paul now has a photo of the murder committed by general Bombé, but the film is still missing. Martine has a plan to stop Paul seeking for the film.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Salamander (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 39,
                    "original air date": "4 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Paul lets the diamond he got from Jackie examine. It turns out to be a blood diamond from Kitangi. Jackie is on the run for Salamander and tries to sell her diamonds in Cannes.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Salamander (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 37,
                    "original air date": "11 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    The diamond Paul got examined through his friend Kroneberg turns out to be glass. Jamie goes with Nicola to her volt and steels the film where general Bombé is seen committing murder.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Salamander (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 38,
                    "original air date": "18 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Paul tries to reach Jackie, but she supposedly committed suicide. Something Paul doesn't believe in. Kroneborg is in a moral dilemma and is at the point of outing the whole conspiracy.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Salamander (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 38,
                    "original air date": "25 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Sofie and Jamie have wonderful nights at the coast of Northern France. In the meantime Paul discovers Jamie works under orders of Salamander. He falsely thinks his daughter has been kidnapped.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Salamander (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 37,
                    "original air date": "4 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Jamie decides to come clean and tell everything. His love for Sofie is sincere. He wants to give the film to Paul.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Salamander (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 36,
                    "original air date": "11 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Martine and her friends go to Kitangi to close the deal around the diamond mines. In the mean time Adams informs the prime-minister.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Salamander (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 64,
                    "original air date": "30 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    On a Sunday a professional gang enters the private Bank of Jonkhere through a tunnel. 66 specific lockers are cracked. The rest is left alone. Only personal things, secrets, cash money and jewels are stolen. They're all from people high up in the Belgian business world, magistrates, politicians, trade unions, army and so on. Jonkhere fears a grave scandal and together with Attorney-General Persigal and the safe holders they try to cover it up. But then the smalltime Brussels detective Paul Gerardi gets a tip from a forgotten informant. His chief tries to put him on a ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Salamander (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 61,
                    "original air date": "6 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Gerardi refuses to believe the official story but is suspended by his superior, the commissioner, who follows the procurator-general's instructions. Banker Jonckhere hopes the cover-up is thus under control, but Gerardi finds a trail to the bank and works out its vault lockers were robbed and leans on deputy director Robijns to admit his informer part. But Robijns commits suicide and Gerardi can barely escape the mysterious security officers, who next proceed to take his family hostage.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Salamander (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 55,
                    "original air date": "13 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Paul Gerardi hides out at a monastery. Here his old friend and former police superintendent Martin Colla stays. At first he refuses to help Paul for which he has a good reason. Paul's wife Sarah and daughter Sofie are continuously intimidated by employees of procurator-general Persigal. Paul discovers a lead which leads him to senator Rasenberg. He's one of the 66 safe owners. Those 66 are part of the action committee called Salamander.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Salamander (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 53,
                    "original air date": "20 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Now Paul's good friend Carl betrayed him, the net closes around him. He suffers one misery after another. Meanwhile the 66 safe holders receive envelopes with copies of the sensitive material they kept in their safes. The foreign minister is the first to take to flight. Senator Rasenberg is involved in dirty business surrounding the Royal Family. The leaders of Salamander realize someone wants to destroy their organization. But who and why? Persigal is caught between two fires. He wants to protect the land, but at the same time he's a member of Salamander.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Salamander (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 53,
                    "original air date": "27 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    While Gerardi is in the hands of Persigal, Sofie realizes her mother has an affair with Cassimon and she runs away from home. She goes to the police and demands to speak to her father. Now Persigal can persuade Gerardi to help him catch the bank robbers in deepest secrecy. And find out who's behind it. Senator Rasenberg's wife has a crush on Gerardi and passes on information about her husband. Since the former Home Secretary committed suicide, Rasenberg makes a very good chance to be the next Home Secretary. A millionaire called Wolfs is behind the bank robbery. He ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Salamander (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 51,
                    "original air date": "3 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    With the eager help of Karin Rasenberg, Gerardi discovers her husband saved a member of the Royal family from a grave scandal. He has to seduce Karin further to get more information, which puts his marriage on the line. It's becoming clear that Wolfs drags a heavy history with him, which goes all the way back to the Second World War. Salamander discovers Gerardi is hot on their heels. To secure the appointment of Rasenberg to the post of Home Secretary they need to eliminate Gerardi.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Salamander (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 53,
                    "original air date": "10 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Paul's wife Sarah is murdered instead of him. Now nothing stands in his way to hunt down Salamander. He wants Sofie to go to a boarding school where she will be safe. Persigal wants to get rid of his Salamander-past and works together with Paul. Paul blocks the way of Rasenberg to go to the king for his appointment of Home Secretary. Klaus made a mistake with the murder of his one-night stand and he gets Paul after him. Paul is in search of a confrontation.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Salamander (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 51,
                    "original air date": "17 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Wolfs tells Klaus to send the incriminating material they stole from the safes to all 66 owners. They are all members of Salamander and the top of the Belgian society. One after another they quit, disappear of commit suicide. There are a lot of strikes and a dark crisis threatens the state. Sofie meets a granddaughter of Wolfs at the boarding school. She was put there, because she was unruly at home. Salamander turns out to be a failed resistance mission during the Seconde World War. Wolfs father and Jonkhere's father were part of it.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Salamander (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 51,
                    "original air date": "24 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Paul continues his search into WWII following research by brother Victor. A file for April '44 is missing. Persigal is set up to be the scapegoat by the Prime Minister's office which is infiltrated by Salamander member Vincent Noel. Gil DeWolf flashes back on his past after his father disappears. He and his mother leave the home, and he enters an orphanage in 1951 after she dies. Wolf's daughter Patricia wonders if Paul will call after their brief meeting at Madame Kempinaire's in the last episode. She has been a widow for a year.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Salamander (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 50,
                    "original air date": "3 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Gerardi narrowly escapes yet another attempt on his life. Meanwhile the Public Prosecuter is feeling more isolated and informs Noel that he is planning to resign. He then finds that his office has been searched and needs to tip off Gerardi that his location might be compromised. The details of the April 44 file also come to light.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Salamander (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 52,
                    "original air date": "10 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The origins of Salamander are revealed, and also what happened to the money in 44, Wolfs knocks out Gerardi but ends up being grateful to him as he saves his life from a gunman. Wolfs although injured goes to visit Jonkheres and ends up shooting him.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Salamander (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 49,
                    "original air date": "17 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Now that the Wolfs know Paul Gerardi's true identity, they fear the worst. Klaus takes matters into his own hands, with catastrophic consequences.    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Peeters, Filip"
            },
            {
                "name": "Braeckman, Violet"
            },
            {
                "name": "Reymer, Tine"
            },
            {
                "name": "van Impe, Koen"
            },
            {
                "name": "Opbrouck, Wim"
            },
            {
                "name": "Van Nieuwenhuyze, Emilie"
            },
            {
                "name": "De Bouw, Koen"
            },
            {
                "name": "Verdrengh, Mike"
            },
            {
                "name": "Thys, Leah"
            },
            {
                "name": "den Eynde, Lucas Van"
            },
            {
                "name": "De Meyere, Jo"
            },
            {
                "name": "Van Dooren, Vera"
            },
            {
                "name": "Borgmans, Warre"
            },
            {
                "name": "de Wachter, Vic"
            },
            {
                "name": "Janssens, Kevin"
            },
            {
                "name": "der Ven, Jeroen Van"
            },
            {
                "name": "De Hoog, Tom"
            },
            {
                "name": "Van Severen, Boris"
            },
            {
                "name": "Vergauwen, Michael"
            },
            {
                "name": "De Velde, Peter Van"
            },
            {
                "name": "Declercq, Aza"
            },
            {
                "name": "Miller, An"
            },
            {
                "name": "Deploige, Govert"
            },
            {
                "name": "Van Bauwel, Tom"
            },
            {
                "name": "Olaerts, Els"
            },
            {
                "name": "Flack, Herbert"
            },
            {
                "name": "Gürbüz, Kadèr"
            },
            {
                "name": "Den Bosch, Jan Van"
            },
            {
                "name": "Hollanders, Bart"
            },
            {
                "name": "Hebbelynck, Florence"
            },
            {
                "name": "Ceurvels, Ann"
            },
            {
                "name": "Nuyens, Luc"
            },
            {
                "name": "Vermeir, Tom"
            },
            {
                "name": "Bervoets, Gene"
            },
            {
                "name": "Lohmann, Katrin"
            },
            {
                "name": "Goutier, Mwanza"
            },
            {
                "name": "Decleir, Jenne"
            },
            {
                "name": "Lison, Elie"
            },
            {
                "name": "Devriese, Marianne"
            },
            {
                "name": "Vandermeersch, Charlotte"
            },
            {
                "name": "Dhondt, Nino"
            },
            {
                "name": "Godon, Eric"
            },
            {
                "name": "der Aa, Liesa Van"
            },
            {
                "name": "Alen, Brit"
            },
            {
                "name": "Van Buyten, Simon"
            },
            {
                "name": "Van Rampelberg, Geert"
            },
            {
                "name": "Scheepers, Mathijs"
            },
            {
                "name": "van Dijck, Dirk"
            },
            {
                "name": "Mutiri, Nganji"
            },
            {
                "name": "Vandendries, Katrien"
            }
        ],
        "locations": [
            "Brussels, Brussels-Capital, Belgium",
            "Brussels, Brussels-Capital, Belgium::(exterior scenes)"
        ],
        "genres": [
            "Crime",
            "Thriller"
        ],
        "runtimes": [
            "40"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl",
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 2,
        "rating": 7.6,
        "votes": 1727,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTc4ZWEzMjUtOTJlMS00OTEwLThiYzUtOWZmMGUyOTRiYmFlXkEyXkFqcGdeQXVyNTM4OTY2MDU@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "Dutch",
            "French"
        ],
        "title": "Salamander",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2018",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Dhooge, Bavo"
            },
            {
                "name": "Hulselmans, Ward"
            }
        ],
        "production companies": [
            {
                "name": "Skyline Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Eén"
            },
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Polyband"
            },
            {
                "name": "Visionary Thinking"
            }
        ],
        "plot": [
            "A police inspector investigates the robbery of 66 safe deposit boxes at a private bank in Brussels.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "40 min (approx)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1727,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 210,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 468,
                "rating": 7.3
            },
            "aged 45 plus": {
                "votes": 619,
                "rating": 7.8
            },
            "males": {
                "votes": 1097,
                "rating": 7.6
            },
            "males aged 18 29": {
                "votes": 162,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 380,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 493,
                "rating": 7.8
            },
            "females": {
                "votes": 262,
                "rating": 7.6
            },
            "females aged 18 29": {
                "votes": 45,
                "rating": 7.9
            },
            "females aged 30 44": {
                "votes": 82,
                "rating": 7.3
            },
            "females aged 45 plus": {
                "votes": 113,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 51,
                "rating": 6.2
            },
            "us users": {
                "votes": 170,
                "rating": 7.6
            },
            "non us users": {
                "votes": 912,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 209,
            "9": 356,
            "8": 580,
            "7": 334,
            "6": 120,
            "5": 58,
            "4": 28,
            "3": 13,
            "2": 8,
            "1": 21
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}