{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "23 April 2012"
            },
            {
                "country": "USA\n",
                "date": "5 November 2012"
            }
        ],
        "release dates": [
            "USA::23 April 2012",
            "USA::5 November 2012"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "American Voices Standing Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "15 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Book private investigator Frank Debonair discusses his latest investigation featuring new voices in American literature. He manages to discover some of them at the yearly Book Expo America as new voices come from different horizons and work to change the face of the publishing industry. At Book Expo America, Frederic Colier interviews romance writer Bella Andre, author of The Look of Love, as well as newcomer Koethi Zan (The Never List). Frederic also speaks with erotic writer Lisa Renee Jones (Being Me) and the sci-fi sensation Hugh Howey, the writer behind Wool. ...    "
                },
                "2": {
                    "title": "Still Young at Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "22 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Book private investigator Frank Debonair realizes that to become a young adult author all you need is to be young at heart. He talks about his discoveries unveiled at Book Expo America. Host Frederic Colier interviews NERDS series writer Michael Buckley (The Villain Virus), Michelle Tea (Mermaid in Chelsea Creek), and special effects designer Mark White and his charming monster, Gugor, from The Creatures Department, book written by Robert Paul Weston. He also learns everything about the Ice Age with Relic author Heather Terrell. In Book World, Acacia O'Connor from the...    "
                },
                "3": {
                    "title": "The Belly of Buddha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "29 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Episode #3 \"The Belly of a Buddha\" (broadcasting July 29, 2013) Book private investigator Frank Debonair shares the ordeals he came across while searching for clues about books dealing with the food industry. In a series of interviews, viewers meet Jayson and Mira Calton, the authors of Rich Food Poor Food as well as Ken Wheaton (Bacon and Egg Man) and Brooke Alpert (The Sugar Detox). In Book World, Jenn Risko from Shelf Awareness, a free e-newsletter about books and the book industry, discusses her website, aimed at providing food for thoughts. In the Pick of the ...    "
                },
                "4": {
                    "title": "These Foreign Affairs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "5 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Book private investigator Frank Debonair reaches out beyond the borders to authors from other countries and books about foreign affairs, even though he never leaves New York. Interviews include Ann Lee, the author of What the U.S. Can Learn From China, and Lori St John, who talks about how the Vatican helped her save a man's life in Corruption of Innocence. Nancy Kricorian, who was born in the U.S. and is of Armenian descent, narrates the French-Armenian resistance during WWII in All the Light There Was. In the Book World segment, Canadian Marc Lefebvre from Kobo ...    "
                },
                "5": {
                    "title": "Men on the Wire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "12 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Book private investigator Frank Debonair marvels at stories of courage. But does he have any courage? Does investigating require him to be courageous? He introduces his two guests who do not lack of it. The interview segment includes: Philippe Petit, and his new book on knots, called \"Why Not.\" The book is replete with biographical anecdotes about all his famous climbs: the Eiffel tower, St John the Divine cathedral, The World Trade Center. The second guest is a war correspondent for numerous magazines and a filmmaker: Sebastian Junger, whose book \"War\" retraces his ...    "
                },
                "6": {
                    "title": "Second Thrill Around",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "19 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Frank Debonair is certain that most people who write and read genre fiction such as crime novels do not know the difference between a mystery and a thriller novel. Frank hopes to clarify this misunderstanding. On a visit to the annual Thriller Fest in NY, host Frederic Colier interviews Michael Connelly, whose new novel The Gods of Guilt will be released in the fall. He also sits down with Joseph Finder, whose novel Paranoia has hit movie screens nationwide. Michael Palmer, author of Political Suicide, takes the hot seat to talk about antibiotics and their increasing ...    "
                },
                "7": {
                    "title": "More Thrills Than Frills",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "14 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    In tonight episode, we give the stage to women crime writers. Frank Debonair introduce them as the next best things since Agatha Christie. Recorded at Thriller Fest, 2013, you will meet Gayle Lynds, the co-founder of ITW, Heather Graham, Meg Gardiner, and Laura Caldwell. For the Pick of the Week, we felt obligated to stay on theme with honoring all these hard at work female authors to promote some of the most intriguing releases this Fall. These books are \"Troubled Daughters, Twister Wives, edited by Sarah Weinman\"; \"Seduction,\" by M.J. Rose; \"The Husband's Secret,\" ...    "
                },
                "8": {
                    "title": "French Flair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "28 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode, Frank Debonair gets trapped in a nasty French business. He receives a phone call from the French President who laments the fact that he has lost his hat . . . Frank promises to retrieve it. Who could have the audacity to commit such a heinous act? To help him with this task, Frank sends a private book investigator to question the following French related suspects: The PBI interviews: Antoine Laurain, \"The President's Hat,\" a book about the ordeal of the president's hat who happens to lose his hat; James MacNamus, \"Black Venus,\" a fictional rendition ...    "
                },
                "9": {
                    "title": "Self Mirroring a Self-Image",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "4 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Frank Debonair talks about folks that self-publish their life story. Because Frank receives so many cases, he has to be finicky about what cases he finds the most compelling. Below is the list of the best samples he has come across over the last month. The Private Book Investigator, Frederic Colier interviews, Grant Halper Reid, \"Rhythm for Sale\" about his grandfather Leonard Halper. Missy B. Salick \"Claiming Jeremiah,\" who talks about Donna Mae Depola, \"Twelve Tins,\" a moving account of her life as a victim of incest. The Book World segment will take us to Detroit ...    "
                },
                "10": {
                    "title": "Brooklyn World of Books",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "11 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Frank Debonair talks about the Brooklyn Book Fest. He Interviews: Anabel Hernandez, \"Narcotic,\" a controversial and direct investigation the drug problem in Mexico; Andre Aciman, \"Harvard Square,\" looks into the problem of identity and the becoming of being an American; Ayana Mathis, \"The Twelve Tribes of Hattie,\" tells the story of the Great Migration through the eyes of an unforgettable family. Book World is comprised of Jill Schoolman from Archipelago Books talks about non-profit publishing company. POTW: \"BiblioDeath\" by Andrei Codrescu. Mircea Cartarescu, \"...    "
                },
                "11": {
                    "title": "To Be, Not Be, or Be Be?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "18 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Frank Debonair addresses the current state of the nation regarding the invasion of computers, and most precisely of the digital technology in our lives. Being himself a man of the Sixties, he has a hard time fathoming what a computer is or even what it is for. Nonetheless, he understands that it is a hot topic giving a wide range of social and research writers new insights and opinions about the becoming of our society. To appease his concerns, you could say to gain clarity, Frank sends the PBI to interview Douglas Rushkoff, \"Present Shock;\" Patricia Churchland, \"...    "
                },
                "12": {
                    "title": "Tougher Than Mothers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "2 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Frank Debonair talks about alternative voices. What are they in an age when the Civil Rights movement no longer occupies the headlines of news? What are the new trends? What does \"coming out\" mean? Is it still relevant in those days of gay rights? Can a male writer truly impersonate a female character? What about women who meddle in men's territories, such as war? What kind of writers are they? To find out our Private Book Investigator interviews: Christopher Shinn, about his new play \"Teddy Ferrara;\" Deborah Copaken Kogan, about her modern version of Harvard \"The Red...    "
                },
                "13": {
                    "title": "In the Dustbin of History",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "27 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Frank Debonair talks about History, its weight, how it narration shapes consciousness and society, and above all the stories of many thriller writers. Can history teach us something? Interviews with Steve Berry, Alan Topol, Greg Dinalo, and Michael Gear and Kathleen O'Neal, and Andrew Kaplan. Pick of the Week is an Anthology Special. Ed. Elena Shubina, \"Read Russia;\" Ed. Otto Penzler, \"Kwik Krimes.\" Ed. Gardner Dozois, \"The Year's Best Science Fiction.\" Edited David Henry Sterry & R.J. Martin Jr., \"Johns, Marks, Tricks, and Chickenhawks.\"    "
                },
                "14": {
                    "title": "People in Strange Lands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "10 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    This week Frank Debonair investigates the fascination that some crime writers have with dark psychological and existential characters. What does it mean to write about the dark corners of the human mind? Are these new grounds to gain a better insight into our psyche? Do they say something about our nature? Or are they a reflection of society at large? Crime authors Andrew Gross, Mark Rubenstein, T. Jefferson Parker, Linwood Barclay, and Jon Land undergo extensive cross-analysis under Frederic Colier Colier's razor-sharp curiosity. The last Pick Of The Week of the ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Something About Her Perfume",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "23 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Best-selling author, M J Rose talks with Frederic Colier about her new release: The Book of Lost Fragrances.    "
                },
                "2": {
                    "title": "Ali's Wonder World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "29 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Alexandra Wentworth talks about her biography, \"Ali in Wonderland,\" and what it was like writing her bio, growing near the White House, and living through 9-11 in Manhattan.    "
                },
                "3": {
                    "title": "This North Angle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 May 2012",
                    "year": "2012",
                    "plot": "\n    You cannot think of Minnesota without thinking about William Kent Krueger. Host Frederic Colier catches up with him in Framingham, MA, during the Atria Great Mystery Book Tour. They talks about Kent's new book, Northwest Angle, and the influence Hemingway held upon his style and voice.    "
                },
                "4": {
                    "title": "The Soul of a Burning Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "14 May 2012",
                    "year": "2012",
                    "plot": "\n    Frederic Colier interviews the author of the Charlie Parker mystery series, John Connolly, while on tour in Dayton, OH, for the release of his new book, \"The Burning Soul,\" which further explores the themes of guilt, grief, empathy, and redemption first exposed in the Charlie Parker's books.    "
                },
                "5": {
                    "title": "The Will to Prevail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "25 May 2012",
                    "year": "2012",
                    "plot": "\n    The Queen of Scandinavia of crime novel, Liza Marklund, makes a stop in Forest Park, IL, to address her entourage about her new novel \"Last Will,\" featuring her name-sake character Annika Bengtzon and her quest to catch the feline murderer of a Nobel recipient. But beyond the linear story, the book also investigates the nature of power, in the media and politics.    "
                },
                "6": {
                    "title": "Out for Africa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "9 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Frederic Colier interviews Nyaka School founder and executive director Twesigye Jackson Kaguri about his bestseller, \"The Price of Stones,\" now in paperback under the title, \"A School for My Village\". Jackson talks about his work in Uganda helping HIV/AIDS orphans acquire an education and improve the prospects for rural Ugandans. Kate Ledger's compelling first novel \"Remedies\" graces the introductory Pick of the Week segment.    "
                },
                "7": {
                    "title": "That Fourth of July",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "26 May 2012",
                    "year": "2012",
                    "plot": "\n    After \"Matrimony,\" and \"Swimming across the Hudson,\" Joshua Henkin releases, \"A World without You,\" the story of a family coping with the death of one of theirs, who dies in during the war in Iraq. Joshua talks to Frederic Colier about his choices in crafting this highly heartfelt and poignant novel, which investigates the nature of grief between parents and children, between siblings, and between wives and husbands. Leora Skolkin-Smith \"Hystera\" was selected this week for the Pick of the Week segment.    "
                },
                "8": {
                    "title": "Evident Living Proof",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "6 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Kira talks about the genesis of the story and her deep interest in reproductive matters.    "
                }
            },
            "2": {
                "1": {
                    "title": "Setting the Tone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "5 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    For the season Premiere, host Frederic Colier interviews Rambo creator, David Morrell, about his new book, \"Murder as a Fine Art.\" Visit to Book Expo America at the Jarvis Center, interviews with Michael Koryta, Sylvia Day, Robin Sloan. News segment about Lee Child. Books featured: Allan Topol \"The China Gambit.\" Jessica Keener \"Night Swim.\" Kambri Crews \"Burn down the Ground.\" Steve Berry \"The Columbus Affair.\"    "
                },
                "2": {
                    "title": "It's a Thrill Fest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "12 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Host Frederic Colier visits Thriller Fest taking place in NY. Interviews with Sandra Brown, Douglas Preston, Lee Child, Austin Camacho, Richard North Patterson, Phillip Margolin, John Sandford, Peter James, M J Rose, Steve Berry, Alma Katsu. Visit to Café du Soleil with astrologer Susan Miller, \"The Year ahead.\" Books featured: Anne Korkeakivi \"The Unexpected Guest.\" Dawn Raffel \"The Secret Life of Object.\" Andrea Kane \"The Line Between Here and Gone.\"    "
                },
                "3": {
                    "title": "Mothers and More",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "19 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Host Frederic Colier takes a walk through Park Slope, Brooklyn, and meets with Amy Sohn, \"Motherland.\" He talks with Kerri Reichs, \"What You Wish For.\" Visit to RT Book Reviews the Brooklyn-based magazine. Initially hot on romance, the magazine has since widened its focus to include genres such as thriller, sci-fi, among others. Books featured: Jessica Grose \"Sad Desk Salad.\" Jennifer Weiner \"The Next Best Thing.\" Elissa Montanti \"I'll Stand by You.\"    "
                },
                "4": {
                    "title": "Brooklyning in Brooklyn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "3 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Host Frederic Colier visits the Brooklyn Book Festival. He interviews Naomi Wolf about her controversial book about female orgasm, \"Vagina: a New Biography.\" Interviews with internet specialist, Andrew Blum, \"Tubes.\" What is the future of literary magazines? Robert Spillman from Tin House and Patrick Ryan from Granta share their views. Books featured: Michael Chabon: \"Telegraph Road.\" William Kent Kruger, \"Trickster's Point.\" Hampton Fancher, \"The Shape of The Final Dog.\"    "
                },
                "5": {
                    "title": "An Art Forms a Book",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "10 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    At the New York Art Book Fair at MoMa PS1, host Frederic Colier interviews Stefanie Gratz from Post Editions, who talks about The Last Days of Shishmaref by photographer Dana Lixenberg, and discusses Everything Unseen from Revival House Press with Dave Nuss. Later Frederic examines the importance of the micro press, art books and activism with a discussion featuring Samuel Gould of R76 Group and \"The Journal of Radical Shimming.\" Frederic also speaks with Nathaniel Katz about his pacifist portable library. This episode's Pick of the Week includes: Sophie Blackall's ...    "
                },
                "6": {
                    "title": "Comixopolis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "17 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Host Frederic Colier investigates the world of New York Comic Con 2012 and interviews Sean Howe (Marvel Comics: The Untold Story), Mark Siegel (Sailor Twain) and Ben Hatke (Zita the Spacegirl). In the Book World segment, Frederic and John D. Roberts, founder of Comixology, discuss the latest trend of distributing comics online and how it is turning into a game changer for the industry. Back in his office, Frederic shows off what he retrieved from the fair for Pick of the Week. Among the books featured are several graphic novels, including: The Nao of Brown by Glyn ...    "
                },
                "7": {
                    "title": "Memories Can't Wait",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "7 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Episode 7: Memories Can't Wait Host Frederic Colier reflects on the nature of memoir writing with guests that include Karl Ove Knausgård, the Norwegian writer who opens up about his six-volume memoir My Struggle, and local writer Kevin Terrence Hodge who discusses his experiences in From Dope to Hope. Frederic Colier also meets with someone familiar with Mars: Andrew Kessler, author of Martian Summer: Robot Arms, Cowboy Spaceman and My 90 Days with the Phoenix Mars Mission. They discuss Andrew's new book project, a website called Togather.com, that brings authors and ...    "
                },
                "8": {
                    "title": "A Bag Full of Voices",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "14 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Host Frederic Colier discovers a mix of original voices writing in a variety of genres with interviews featuring Wendy Corsi Staub, author of Nightwatcher; Susan Shapiro Barish, author of The Nine Phases of Marriage; and Tim O'Mara, author of Sacrifice Fly: A Mystery. He then visits the Huffington Post and encounters Andrew Losowsky from its literary fiction department and Tim O'Brien, the executive editor. In Pick of the Week, Frederic selects Books To Die For, edited by John Connolly and Declan Burke, Mark Leyner's novel The Sugar Frosted Nutsack, Tom Wolf's latest ...    "
                },
                "9": {
                    "title": "Getting Your Ya Ya Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "21 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Host Frederic Colier infiltrates the world of Young Adult fiction. He speaks with Jeff Kinney, creator of the Wimpy Kid series, about The Third Wheel, and Andrea Cremer, author of the prequel Rift: A Nightshade Novel. Frederic then takes the many doodles he has accumulated over the years to Anna Barber, the co-founder of Scribble Press, the multimedia platform for creating, sharing and publishing stories, to find out what do to with them. She turns them into books. The Expeditioners and the Treasure of the Drowned Man's Canyon by S.S. Taylor, Splintered by A.G. Howard...    "
                },
                "10": {
                    "title": "Spirits in a Material World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "28 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Host Frederic Colier explores spirituality as he interviews Andrew Cohen from EnlightenNext: The Magazine for Evolutionaries about his new book, Evolutionary Enlightenment to discuss spiritual activism. Frederic then deepens his quest with Nancy Colier, a non-dualist interfaith minister and author of Inviting a Monkey to Tea, who believes that chasing happiness is the wrong pursuit. Intrigued by the growing spiritual book market, Frederic meets with publicist Wendy Gardner from Sounds True to learn more. For Pick of the Week, Frederic selects SQ 21: The Twenty-One ...    "
                },
                "11": {
                    "title": "Good Old Hale and Hearty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "4 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Mental and physical health is a big concern for host Frederic Colier in this episode. First he interviews Jeffrey P. Kahn about his book Angst, an exploration of the growing anxiety trend in our society. Then Frederic meets practical philosopher, Lou Marinoff, author of The Inner Philosopher, to discuss how to apply philosophy to everyday life situations, before sitting down with Sarah Murray, who talks in Making an Exit about death rituals from around the world. Finally, Frederic talks with agent Scott Waxman, who discusses the intricacies of becoming an e-publisher ...    "
                },
                "12": {
                    "title": "Living on the Edge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Book Case TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "18 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    In the last episode of the season, host Frederic Colier wants to investigate writers not normally covered or discussed widely in the press, writers living on the edge. As he explains himself, he is constantly interrupted by a guitarist who thinks that the P.I. is a music manager. Frederic first interviews Afro-American writer, Sapphire, known for her first novel Push, which later became the indie film hit, Precious. She talks about her latest book, The Kid, as well as her poetry and teaching. Frederic also sits down with Francophile and queer writer, Edmund White, ...    "
                }
            }
        },
        "number of episodes": 34,
        "cast": [
            {
                "name": "Colier, Frederic"
            },
            {
                "name": "Child, Lee"
            },
            {
                "name": "Andrew, Blum"
            },
            {
                "name": "Brown, Sandra"
            },
            {
                "name": "Connolly, John"
            },
            {
                "name": "Henkin, Joshua"
            },
            {
                "name": "Kaguri, Twesigye Jackson"
            },
            {
                "name": "Krueger, William Kent"
            },
            {
                "name": "Marklund, Liza"
            },
            {
                "name": "Morrell, David"
            },
            {
                "name": "Preston, Douglas"
            },
            {
                "name": "Reichs, Kerri"
            },
            {
                "name": "Rose, M.J."
            },
            {
                "name": "Sohn, Amy"
            },
            {
                "name": "Wentworth, Alexandra"
            },
            {
                "name": "Wolf, Naomi"
            },
            {
                "name": "Aciman, André"
            },
            {
                "name": "Buckley, Christopher"
            },
            {
                "name": "Caldwell, Laura"
            },
            {
                "name": "Cohen, Andrew"
            },
            {
                "name": "Colier, Nancy"
            },
            {
                "name": "Connelly, Michael"
            },
            {
                "name": "Crary, Jonathan"
            },
            {
                "name": "Finder, Joseph"
            },
            {
                "name": "Gardiner, Meg"
            },
            {
                "name": "Graham, Heather"
            },
            {
                "name": "Hernández, Anabel"
            },
            {
                "name": "Jacobson, Alan"
            },
            {
                "name": "Junger, Sebastian"
            },
            {
                "name": "Kinney, Jeff"
            },
            {
                "name": "Kogan, Deborah Copaken"
            },
            {
                "name": "Laurain, Antoine"
            },
            {
                "name": "Lescroart, John"
            },
            {
                "name": "Lynds, Gayle"
            },
            {
                "name": "Marinoff, Lou"
            },
            {
                "name": "Mathis, Ayana"
            },
            {
                "name": "Palmer, Michael"
            },
            {
                "name": "Petit, Philippe"
            },
            {
                "name": "Rushkoff, Douglas"
            },
            {
                "name": "Sapphire"
            },
            {
                "name": "Shinn, Christopher"
            },
            {
                "name": "White, Edmund"
            },
            {
                "name": "Williams, Jason Odell"
            },
            {
                "name": "Andrew, Gross."
            },
            {
                "name": "Barclay, Linwood"
            },
            {
                "name": "Berry, Steve"
            },
            {
                "name": "Kaplan, Steve"
            },
            {
                "name": "Land, Jon"
            },
            {
                "name": "Topol, Alan"
            }
        ],
        "locations": [
            "New York City, New York, USA"
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTFjM2YyYjEtNDdhMC00ODZjLTg1ODctMjM4YjE5NjI3YjgyXkEyXkFqcGdeQXVyMDYxMTUwNg@@._V1_SY150_CR62,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Book Case TV",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Book Case TV (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Colier, Frederic"
            },
            {
                "name": "Winter, Ronald"
            }
        ],
        "production companies": [
            {
                "name": "Altered Ego Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "NYC Media"
            }
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}