{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "16 December 2012"
            }
        ],
        "release dates": [
            "USA::16 December 2012"
        ],
        "episodes": {
            "4": {
                "10": {
                    "title": "Al Farrow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "18 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Discover more questions than answers in the secret details of artist Al Farrow's creations, designed to capture the audience's attention and inspire them to look deeper.From reliquaries made of weapons to sculptures in different styles, unlock hidden treasure in the artist's collection.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "16 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Discover the work of Allen Say, an illustrator and author who has received high honors in children's literature. Meet author Martin Smith, who has documented the federally-sponsored duck stamp program. Be inspired by America's Got Talent finalist and Sacramento-native David Garibaldi, and meet Farooq Hassan, a painter who is making his mark in the US after fleeing Iraq.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "16 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Listen in on the work of clarinetist David Krakauer before marveling over the beaded Volkswagen Beetle, Vochol, created by the Huichol people of Mexico. Celebrate the legendary Apollo Theater with the tribute theater production, Soultime at the Apollo, and meet Melinda Watts, the 2008 winner of the American Idol-style show Gospel Dream.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Rediscover the story of the doomed French queen through a Lady Gaga-style prism in David Adjmi's play Marie Antoinette. An iconic image in American art, Washington Crossing the Delaware. The creative process behind the architecture of airports. Celebrated Sacramento artist Gregory Kondos. Watch Tom Otterness bring new life to New York City's subway system with sculpture.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Revisit the Old World of handcrafted arms and armor replicas with Christopher Poor. Sacramento art gallery Spanglish Arte. Photographer Scott Baxter documents Arizona ranching families. The improvisational style of beat box artist Shodekeh. Step into the Persian Room, New York City's Plaza Hotel nightclub, in an interview with socialite author Patty Farmer.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Chat with Richard Sherman about writing the music for Mary Poppins, and discover Terry Gydesen's documentary photography, with subjects ranging from politicians to Prince. Remembering local Sacramento artist Laureen Landua with a tour of her studio, hear Ed Bok Lee's poem Ode to Bruce Lee, and see how Karen Gustafson creates art from food.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "5 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Meet the man behind Matthew Crawley's character, Dan Stevens, and get a look at the Tony-award winning play, War Horse, and its equine star. The author of the companion book for Downton Abbey, Jessica Fellowes, is interviewed, and Lady Carnarvon discusses real life in Highclere Castle, the set of the upstairs scenes of Downton Abbey.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Examine the influence record executive David Geffen had on bands like the Eagles. Meet Charlie Hoffman and Jol Dantzig, who both handcraft quality guitars. Explore the work of Tapigami artist Danny Scheible, and discover Ukrainian kilims, traditional woven tapestries that go back many generations.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "26 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Discover how New York native Faith Ringgold is paying tribute to a generation of Harlem artists, and how playwright Matthew Spangler is bringing the bestselling novel The Kite Runner to life onstage. Explore the Van Rensselaer great hall, and see how Sacramento photographer Daniel Rebert found his love for art in the face of hardship.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "19 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Singer Don McLean discusses his work and music after the fame of his song, American Pie, and artist El Anatsui talks about using recycled and reused materials. Choreographer Amy Sackett explores the role of Muslim women in hip hop culture and dance, and Sacramento artist Adele James takes Caribbean art to new heights.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "25 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Meet Edward Burns, a writer, director, and actor, and Rachel Barton Pine, a world-renowned violinist who shares the spotlight with the Sacramento Philharmonic Orchestra. Costume designer Susan Hilferty discusses creating clothing for shows like Annie: The Musical, and Gregory Euclide's paintings show the crossing of nature and development.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Discover painter Michael Birawer's 3D plus-size cityscapes, as well as Gary Kachadourian's skills sketching cut-and-fold artwork. Explore the Yolo County arts and agriculture project, and meet both fashion mogul Diane Von Furstenberg and Ori Gersht, an Israeli artist who determines the very definite bounds of beauty.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "9 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Join dancer and choreographer Jennifer Nugent in a discussion about her life and work, and meet two of Sacramento's most thriving muralists, Sofia Lacin and Hennessy Christophel. Discover a group who creates opera in a surprising setting, and meet fiction writer and filmmaker John Sayles.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "16 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Lose yourself in the compelling work of pianist Jeremy Denk - a soloist and symphony player who has been reviewed by every major metropolitan newspaper. Meet Uzma Mirza, a painter with divine inspiration. Then, take flight with aerial photographer Alexander Heilner, and Discover the poetry of Iraqi-American Dunya Mikhail, who fled Iraq after the Gulf War.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "23 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Discover Sacramento's Arts Day of Giving in an interview with Shelly Willis, and animator Tom Schroeder's animated films that tell real-life stories in an improvisational style. Meet Rhea Pappas, a photographer who captures feminine beauty and power in her underwater series, and Richard Birkett, who has made fantasy clocks for decades.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "30 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Meet the curator and artists behind an exhibit of war photography. Discover Emily Gray Koehler's woodblock prints of nature scenes. Capture the unique golden sunlight of California's people and landscapes with Ning Hou, and review the work of live action movie-makers and puppet animators, the Quay Brothers.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "7 May 2013",
                    "year": "2013",
                    "plot": "\n    Meet the filmmaker and actors behind the film Life of Pi, as well as blind photographer, Pete Eckert. Discover how a rock can be art at the Los Angeles County Museum of Art. Meet poet Dunya Mikhail, an Iraqi-American poet who fled her home country in the 1990s.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "14 May 2013",
                    "year": "2013",
                    "plot": "\n    Uncover answers to questions about Shakespeare's classic, Hamlet, with David Tennant. Meet Gloria Reuben, who plays Elizabeth Keckley in the award-winning film, Lincoln. Get a rare look at one of the few pipe organs in existence at the Sacramento Memorial Auditorium, and hear harmonica virtuoso Joe Powers.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "21 May 2013",
                    "year": "2013",
                    "plot": "\n    Examine Andy Warhol's work alongside the artists that reinterpret his groundbreaking art. Meet Rock and Roll Hall of Famer Bobby Vee and tour Rockhouse Productions studio with his sons. International cover girl Loriel Andre'a discusses alternative modeling. Discover the story of art philanthropists John and Dominique de Menil.    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "28 May 2013",
                    "year": "2013",
                    "plot": "\n    Enjoy a conversation with The Who guitarist Pete Townshend. Discover the work of David Knopp, who sculpts wood into layered, organically flowing shapes. Jian Wang draws inspiration for his contemporary art from nature and his surroundings. A.D. Wheeler preserves old, abandoned locations through photography.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "11 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Meet actor Ed Asner, whose latest role is in the Broadway show, Grace, and James Reddington, a photographer who captures memorabilia box items. Discover the gifts of Tony Furtado, a world-class performer on the banjo and slide guitar with a hidden talent as a sculptor.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "18 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Discover how photographer Abrahán Garza revisits old postcard locations to create images with historic and modern elements. Enjoy a rare interview with Mel Brooks and tour Sacramento Airport's Terminal B. Be inspired by both Jeff LaDow, a quadriplegic who continues to paint, and Michael Bise, whose drawings trace the narrative of his life.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "25 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Meet cast members behind Call the Midwife, and world-renowned violinist Elmar Oliveira. Discover a farm that provides room and board to artists willing to work the land. Examine how a Haitian dance company that was nearly destroyed in the 2010 earthquake has gained international attention after relocating to Miami.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Meet Floyd Tunson, whose art challenges viewers to see different sides of life. Get an inside look at the PBS miniseries Mr. Selfridge from the cast, and tour acclaimed Sacramento artist David Lobenberg's studio. See how Missouri photographer Michael Eastman creates urban luminosity using long exposures of buildings.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "9 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Examine Van Gogh's slow start at the Denver Art Museum, and meet Christine Ha, a blind chef who won on the popular series MasterChef and has a passion for poetry. Tour the Rocklin studio of Gayle Rappaport, and discover why New York Artist Eric Meek is considered a master of glass art.    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "16 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Witness the coming-of-age musical, Pippin, return to stage. Discover how the popular Sacramento tradition Second Saturday came to be. Meet a former Las Vegas showgirl-turned artist Terry Ritter, as well as Swedish artist Gunilla Klingberg.    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "23 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Director Joshua Seftel discusses his new film Annie: It's the Hard Knock Life, From Script to Stage. Discover the Boston Symphony Orchestra's summer home, Tanglewood, and its place in American music history. Meet a farm girl turned artist, and examine the history of swing dance.    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "30 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Explore an exhibit centered on the 1980s in Boston, and discover how choreographer Andy Blankenbuehler stages shows like Annie: The Musical. Discover works by photographer Jim McHugh and painter Susan Daily. Get a glimpse of Rembrandt, Van Dyck, and Gainsborough paintings rarely seen outside of Britain at the Milwaukee Art Museum.    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "13 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Get a taste of a Houston restaurant that is both strikingly artistic and delicious. Witness world-champion jump roper Adrienn Banhegyi's transition from competing to performing with Cirque du Soleil. Meet sculptor Judith Shea, and discuss the documentary Knuckleball with co-director Ricki Stern.    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "20 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Discover Mike Rivamonte, a Miami sculptor whose creations are more than meets the eye, as well as the Sacramento Choral Society, a one-of-a-kind chorus. Meet the great choreographer Bill T. Jones. Learn what happens to Neon signs once businesses and hotels revamp at the Las Vegas Neon Museum.    "
                },
                "30": {
                    "title": "Episode #1.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "3 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    In this special edition, honor and explore the inspiring story of a woman who has made her mark in the entertainment industry: Jane Fonda.    "
                },
                "31": {
                    "title": "Episode #1.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "10 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Discover the story behind the newest Cirque du Soleil show, Zarkana. Explore the history of the Dance Theater of Harlem, which is reopening after an 8-year hiatus. Tour the Asia Society in Houston, a building rich in diversity and beauty. Meet award-winning contemporary Christian singer Sandi Patty.    "
                },
                "32": {
                    "title": "Episode #1.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "17 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Explore the vital relationship between fashion and art from the mid-1860s to the mid-1880s. Discover how students at Sheldon High are creating work you'd think came out of Hollywood. See the Hollywood Sign get a much-needed face lift, and go beyond the science of ecology with landscape photographer Michael Berman.    "
                },
                "33": {
                    "title": "Episode #1.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "1 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Honor a woman who has made her mark in the media industry: Arianna Huffington, and discover her inspiring personal story in a Paley Center for Media interview.    "
                },
                "34": {
                    "title": "Episode #1.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "8 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Discover an international dance company that uses props like bulldozers and skate ramps. Meet an artist who turns his love of golf into works of art, and see how Jo Hamilton brings faces to life with yarn. Get an up-close look at the stars with a homemade telescope.    "
                },
                "35": {
                    "title": "Episode #1.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "15 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Meet an artist who paints with wine, as well as local musician Jackie Greene. Witness a photographer's portrayal of the multi-generational effects of Agent Orange used in Vietnam. Discover a theatrical trilogy about the life and death of Shakespeare, and discover the French artist who invented cubism with Picasso.    "
                },
                "36": {
                    "title": "Episode #1.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "29 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Honor a woman who has made her mark in the media industry: Soledad O'Brien. Discover her inspiring personal story in a Paley Center for Media interview.    "
                },
                "37": {
                    "title": "Episode #1.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "5 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Capture the beauty of forgotten places with photographer Miki Lansdowne. Meet jewelry designer Andrea Li, and painter of African American experiences John Wilson. Meet two people in love with piano restoration, and discover how artist Terry Border brings life to everyday objects.    "
                },
                "38": {
                    "title": "Episode #1.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "12 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Discover an event where picnickers become performers. Enjoy an exclusive interview with Emmy winner Bryan Cranston, star of the renowned series Breaking Bad. Meet self-taught welder, sculptor, and seamstress Arabella Tattershall. Explore how a cigar box is transformed into a guitar with artisan Steve Cinnamon.    "
                },
                "39": {
                    "title": "Episode #1.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "19 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    John Waters guest stars in the world premiere of the concert version of Hairspray. Meet James Reddington, a photographer who documents peoples' secrets through their past. A new exhibit at Houston's Museum of Natural Science showcases the Court Jeweler's magnificent creations. Discover how XL projects have given a leg up to young artists in need of exposure.    "
                },
                "40": {
                    "title": "Episode #1.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "17 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Discover how fiber artist Donna Tronca creates beautiful works using materials that can be easily discarded. Meet Antsy McClain, the man behind the music and James Turrell, whose work involves architectural explorations in light and space. Tour the American Folk Art Museum exhibition Foiled: Tinsel Painting in America.    "
                }
            },
            "2": {
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "14 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Uncover the secret identity of the Captain America artist. A local sculptor whose clay became his expression of pride. Meet an artist whose love of nature and insects inspire her subject matter. Explore the artists of the Chicano movement at the Museo de las Americas, and visit Exxopolis-an inflatable walk-in sculpture by Artchitects of Air.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "21 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Meet Alex de Grassi, a longtime guitarist who applies his musical expertise to the art of silent filmmaking. Discover the rapidly expanding brand of handbags and accessories made by Elaine Turner and tour the Portland studio of multimedia artist Michael Endo.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Follow a Grammy-winning composer as she embarks on a new project and witness acting legend Olympia Dukakis' return to the stage. Meet a local artist who brings life to discarded items, and discover the new grassroots arts movement, Raw, and the woman behind the Las Vegas chapter.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "11 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Meet Janie Hendrix and explore her relationship with her brother, Jimi. Discover a theatre with a storied history, as well as a set of airport mosaics created through a partnership with schools. Meet Sacramento artist Micah Crandall-Bear, as well as the owner of a successful sculpture company in Tampa.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "18 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Witness the antique craft of wet plate photography, and meet a student artist making a name for herself. Explore the universal emotion of love through a transatlantic collaboration. Visit Roundups to Rockers, which features guitars from 1793 to present, and see how metal artists combine old and new techniques in Missouri.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "25 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    See how world-traveler Matthew Wilson creates complex works of art and explore the inspiration behind David Garrett's music. Meet surrealist painter Nicholas Harper as well as feminist painter Stephanie Rond. Then, meet milliner Stephen Jones, who has capped the world's most stylish women and has inspired a traveling show of hats.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "18 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Meet a painter who aims to tell a universal story about humanity, rising Sacramento art visionary, Tre Borden, and street artist Garry McGee. Discover a provocative exhibit that displays the last meal of death row inmates.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "25 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Meet a man attempting to draw all of the New York City buildings, and a Sacramento filmmaker sharing his purpose on screen. Discover music legend Graham Nash's first love-photography, and visit the Harley-Davidson Museum in Milwaukee to celebrate the company's 110th anniversary.    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "8 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Witness how an 8th-generation photojournalist uses his talent to protect natural habitats and enjoy the storytelling of musician Yo-Yo Ma. Meet New York sculpture artist Albert Paley, as well as Phyllis Magidson, curator of costumes and textiles, at the Museum of the City of New York.    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "15 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Explore the Beauty Box, an art installation and performance space in an economically challenged area of Houston. Meet Sacramento artist Kim Squaglia and photographer Zeb Andrews. Get a backstage pass in a conversation with the stars of Wicked, and discover the opulence and pageantry of the gilded age.    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "22 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Discover the unique process of metal artist Jaydan Moore, and explore the world of Marvin Hamlisch through those who knew him best. Meet local photographer Miki Lansdowne and take an intriguing look at Edgar Allen Poe. Tour the Art Car Parade of Houston, Texas.    "
                },
                "14": {
                    "title": "Episode #2.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "6 May 2014",
                    "year": "2014",
                    "plot": "\n    See how Colorado artist Don Mitchell uses bright colors and unique designs to create his sculptures. Witness the transformation of art inside Sacramento's Crocker Art Museum. Meet Graphic designer Michael Cina. Step inside the Schubert Club, which houses more than 100 letters from composers like Mozart. Meet abstract expressionist Orazio Salati.    "
                },
                "16": {
                    "title": "Episode #2.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "20 May 2014",
                    "year": "2014",
                    "plot": "\n    Meet an integral member of the downtown Las Vegas arts district, Joseph Watson, as well as photographer JW Johnston. Discover a Sacramento gallery giving artists a permanent home for their art, and the movie One Chance, which tells the story of Britain's Got Talent winner Paul Potts.    "
                },
                "17": {
                    "title": "Episode #2.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "27 May 2014",
                    "year": "2014",
                    "plot": "\n    Discover a dance company that uses the air as its stage and visit the home of longtime ceramicist Jason Wolff. Meet local musician Richard Glazier as well as a 96-year-old artist who works every day in her home studio. See why architects in Houston are designing posh pads for puppies.    "
                },
                "18": {
                    "title": "Episode #2.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "10 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Meet a Baltimore artist whose works seem to lunge to life, a songwriter for the classic film Mary Poppins, and a local sculptor. See how a photographer finds beauty in random design and juxtapositions. Step into a light-scape bursting with creativity and imagination.    "
                },
                "19": {
                    "title": "Episode #2.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "17 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Discover how a metal sculptor makes beautiful works with fire. Learn about the evolution of Steve Martin's banjo career, and take a journey with a Sacramento multi-generational drum and dance company. Jonathan Wolfe shares his fascination with how fractals mirror patterns in nature, and a bestselling mystery writer provides a new take on Sherlock Holmes.    "
                },
                "20": {
                    "title": "Episode #2.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "1 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Enjoy a special edition Paley Center for Media interview with Glenn Close.    "
                },
                "21": {
                    "title": "Episode #2.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "15 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Witness a playwright's fresh take on the age-old play Antony and Cleopatra and meet a local artist who infuses life into discarded items. Explore how a traveling photographic exhibit helps match children with adoptive parents and discover an artist-made world populated by endearing doll-sized creatures    "
                },
                "22": {
                    "title": "Episode #2.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "22 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Tour an artist studio that encourages community involvement and explore the international quilt festival. Meet a local multimedia specialist who creates extraordinary views of the world through time lapses and an artist who turns tin cans into works of art. Witness the time-sensitive art of glassblowing.    "
                },
                "23": {
                    "title": "Episode #2.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "29 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Explore how a Dumpster can become a work of art. Discover a dance company that incites candid explorations of the human experience. Meet an innovative artist who works in storyboarding, a native Las Vegas painter who uses the city for inspiration, and a man who combines love for his brother with engineering to create custom wheelchairs.    "
                },
                "25": {
                    "title": "Episode #2.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "19 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Meet an artist featured in the KVIE Art Auction, as well as an artist who creates outdoor living structures. Witness a timed art creation event for students and discover a vehicle that explores new frontiers. Review works by Belgian surrealist René Magritte at the Museum of Modern Art in New York.    "
                },
                "26": {
                    "title": "Episode #2.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "26 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Get the personal story of multi Grammy-winning Jazz pianist Billy Childs. Meet a KVIE Art Auction artist and a man who builds homes and sculptures from twigs in a city park. Discover the Franklin D. Roosevelt Library & Museum in New York, and the Billy Ireland Carton Library & Museum, which promotes cartoons as cultural artifacts.    "
                },
                "30": {
                    "title": "KVIE Arts Showcase",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arts Showcase (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "6 Oct. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 64,
        "cast": [
            {
                "name": "Stewart, Rob"
            },
            {
                "name": "Taliaferro, Terri"
            },
            {
                "name": "Buckmaster, Heath"
            },
            {
                "name": "Laskey, Jessica"
            },
            {
                "name": "Raines, Kellie"
            },
            {
                "name": "Smooth, Erron"
            },
            {
                "name": "Froling, Rose"
            },
            {
                "name": "Johnson-Gorman, Marinda"
            },
            {
                "name": "Neath, D. Oldham"
            },
            {
                "name": "Sanford, Michael"
            },
            {
                "name": "Shoultz, Jason"
            },
            {
                "name": "Guidry, Andrea"
            },
            {
                "name": "Finnerty, Jim"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "plot outline": "KVIE is dedicated to exploring arts throughout northern California. KVIE Arts Showcase is a new weekly series that takes you across the nation to meet artists of all kinds. Come with us as we experience America's most interesting and talented artists.",
        "languages": [
            "English"
        ],
        "title": "Arts Showcase",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Arts Showcase (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Johnson-Gorman, Marinda"
            }
        ],
        "production companies": [
            {
                "name": "KVIE"
            }
        ],
        "distributors": [
            {
                "name": "KVIE"
            }
        ],
        "plot": [
            "KVIE is dedicated to exploring arts throughout northern California. KVIE _Arts Showcase_ (qv) is a new weekly series that takes you across the nation to meet artists of all kinds. Come with us as we experience America's most interesting and talented artists.::Brown, Sheryl"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}