{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "2 June 2012",
                "notes": "                            (St. Paul, Minnesota)"
            }
        ],
        "release dates": [
            "USA::2 June 2012                            (St. Paul, Minnesota)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Secret Handshake",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Everyone seems to have a secret, and Choo Choo Bob has a big one - today is his birthday. Do you think the gang will figure it out in time for a celebration?    "
                },
                "2": {
                    "title": "Carving Up the Rails",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Choo Choo Bob and Engineer Emily ride the Black Hills Central Railroad in South Dakota. And have you ever wondered what Conductor Dave and Charlie Rat would look like on Mount Rushmore?    "
                },
                "3": {
                    "title": "What Do YOU See?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Choo Choo Bob and Richard W. Kornbelt go bird watching and discover a Galloping Goose - a very different kind of bird. And, call the fire department. Charlie Rat's tail is on fire.    "
                },
                "4": {
                    "title": "The Biggest Farm in Tinyland",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Richard W. Kornbelt has a farm in Tinyland, and Choo Choo Bob shrinks down for a visit. Meanwhile, Conductor Dave needs some assistance with his crossword puzzle. Charlie Rat is more than happy to help.    "
                },
                "5": {
                    "title": "Choo Choo Charlie",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Choo Choo Bob and Charlie at switch places and it results in all kinds of confusion for new beekeeper, Richard W. Kornbelt. The Brian Just Band stops by for a song.    "
                },
                "6": {
                    "title": "The Right Tool for the Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Choo Choo Bob and the gang learn that tools are important for helping to get the job done, especially the right one. And, Richard W. Kornbelt has a sandwich you have to see to believe.    "
                },
                "7": {
                    "title": "Always Classic",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Richard W. Kornbelt is venturing into the world of High Fashion, and Choo Choo Bob questions his current \"look.\" Bob and Emily ride a commuter train. Everyone learns that new things are cool, but old things can be cool too.    "
                },
                "8": {
                    "title": "Train to the Sky",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Choo Choo Bob and Engineer Emily ride the Pike's Peak cog Railway. Linnea Mohn stops by for a song, and Conductor Dave and Charlie Rat play an amazing game of checkers.    "
                },
                "9": {
                    "title": "Choo Choo Bob Tonight",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Richard W. Kornbelt has turned the Bobville Clubhouse into a late night talk show. Koo Koo Kanga Roo stop by to sing a song. Meanwhile, Engineer Emily and Conductor Dave are competing for the Bobville Checkers Champion trophy.    "
                },
                "10": {
                    "title": "Basic Cable Cars",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Choo Choo Bob, Engineer Emily, and Engineer Paul visit San Francisco and ride the cable cars. Meanwhile, Conductor Dave and Charlie Rat are trying to get cable installed with Bobville's newest cable guy, Richard W. Kornbelt.    "
                },
                "11": {
                    "title": "The Snow Must Go On",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    There's a blizzard outside in Bobville. That's okay with Richard W. Kornbelt, now that he's a dog musher. Only one problem - he doesn't have any dogs. Choo Choo Bob and Engineer Emily visit a giant railroad snowplow.    "
                },
                "12": {
                    "title": "Big Trees, Big Mess",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Choo Choo Bob, Engineer Emily and Engineer Paul visiting Roaring Camp Railroad and ride a steam train in the redwood forest. But first, Bob and Charlie Rat clean the clubhouse with auto-tune.    "
                },
                "13": {
                    "title": "Let's Look It Up!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Choo Choo Bob loves books. Especially, books about trains. Bob and Engineer Emily visit the library, and sing a song about the UP AC4400CW with Brian Tighe and Dylan Hicks.    "
                },
                "14": {
                    "title": "Holy Shrinkstacks!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    The Shrinkatron is broken. It's sending everybody everywhere but where they want to go. Where will this madness lead? To a Shrinkatron Crazyfest, of course.    "
                },
                "15": {
                    "title": "Business Is Good",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    Richard W. Kornbelt is in business in Tinyland, and business is GOOD. Rich's idea of building a train to outer space might not get off the ground, but Choo Choo Bob and Engineer Emily like the idea of a Railway To Mars.    "
                },
                "16": {
                    "title": "Rails of Fortune",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    Richard W. Kornbelt has turned the clubhouse into a game show. Will Ticket Agent Cee Cee win again? Can Conductor Dave pull off an upset? What sound does a train make?    "
                },
                "17": {
                    "title": "I Voted",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "plot": "\n    Richard W. Kornbelt is running for Assistant Tinyland Railroad Commissioner against incumbent, Geddy Groosevelt. Will Rich win? Will the Bobville gang get out the vote? Will Conductor Dave's Veggie Extreme pizzas arrive on time?    "
                },
                "18": {
                    "title": "Safety First",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "plot": "\n    Richard W. Kornbelt takes his new job as a Crossing Guard very seriously. So seriously, that he wrapped the whole clubhouse in bubble wrap. Safety First. Choo Choo Bob, Engineer Paul and Engineer Emily visit a busy railroad crossing to learn more about train safety.    "
                },
                "19": {
                    "title": "Good Night, Train",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "plot": "\n    Choo Choo Bob can't sleep, because he's too excited for his train adventure tomorrow. Richard W. Kornfeld is up late working on his routine to become a famous Escape Artist. Will Bob ever get to sleep?    "
                },
                "20": {
                    "title": "Where's the Bathroom?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "plot": "\n    Everybody in Bobville is interested in bathrooms. Choo Choo Bob, Conductor Dave, Charlie Rat and Randy the Planner sing a song about washing hands. Engineer Emily gives Bob a tour of the bathrooms on a train, and Richard W. Kornbelt gets a new job: plumber.    "
                },
                "21": {
                    "title": "At the Movies",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "plot": "\n    Choo Choo Bob and Engineer Emily find an old movie while cleaning up the clubhouse. Everyone comes over to watch it. Meanwhile, somebody seems to have eaten Ticket Agent Cee Cee pie - Do you smell a rat?    "
                },
                "22": {
                    "title": "Rainy Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "plot": "\n    It's raining in Bobville, and everybody is stuck inside the clubhouse. Luckily, Richard W. Kornbelt brought along a new board game. Choo Choo Bob and his friends reminisce about all their great train adventures.    "
                },
                "23": {
                    "title": "Same But Different",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "plot": "\n    Have you ever wondered what would happen if you hit both buttons on the shrinkatron? Choo Choo Bob finds out. And, the results are very interesting.    "
                },
                "24": {
                    "title": "Choo Choo Bob's Halloween SPOOK-tacular!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "27 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Choo Choo Bob and the gang are throwing a Halloween party at the clubhouse. Richard W. Kornbelt is working on a new reality TV show, \"Ghost Grabbers.\" Conductor Dave and Randy the Planner are hosting \"Eerie Time with Dr. Spooktacular\" on Tinyland Public Access.    "
                },
                "25": {
                    "title": "Imagination Station",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "plot": "\n    Choo Choo Bob & friends are using their imaginations in the clubhouse, and building new things for the train layout. Charlie Rat has made his own train layout out of garbage. Richard W. Kornbelt takes Bob to see a huge train layout built entirely out of Lego bricks. Haley Bonar stops by to sing a song.    "
                },
                "26": {
                    "title": "Riders of the Lost Train",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "plot": "\n    Richard W. Kornbelt has discovered a very rare golden train, and he's asked Choo Choo Bob to keep it safe. And, there's a new sandwich shop in Bobville giving away interesting prizes.    "
                },
                "27": {
                    "title": "Balloons Over Tinyland",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "plot": "\n    Tinyland is having a Balloon Festival and Richard W. Kornbelt has built a hot air balloon. Ozomatli Stops by and performs \"Balloon Fest\" at the Bobville Clubhouse.    "
                },
                "28": {
                    "title": "Choo Choo Bob's Christmas Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "plot": "\n    It's Christmas time in Bobville and the whole gang is planning a Christmas party at the clubhouse, but nothing is going according to plan. Choo Choo Bob and Richard W. Kornbelt travel to Colorado to give Grandpa Bob his present. Randy the Planner takes Bob to the Tinyland Christmas Train Parade. Charlie Rat dreams of being a reindeer. Rich has a job at the mall as one of Santa's Elves. Lucy Michelle, and The New Standards each stop by for a song. Will Choo Choo Bob see his Grandpa for Christmas? Will Charlie Rat get to be a reindeer? Will Santa show up and save the ...    "
                },
                "29": {
                    "title": "Train Coming!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "plot": "\n    Choo Choo Bob wants to know more about steam. Luckily, Richard W. Kornbelt just got a new job in the plumbing business. Conducto Engineer Paul takes Bob for a ride on a great steam train, the Milwaukee Road 261.    "
                },
                "30": {
                    "title": "By Golley, It's a Trolley!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "plot": "\n    Choo Choo Bob has a new gas station for his train layout. Richard W. Kornbelt has a new job as a model train salesman. Engineer Paul takes Bob for a ride on the Lake Harriet Trolley.    "
                },
                "31": {
                    "title": "Out of Scale",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "32": {
                    "title": "Lights, Camera, CABOOSE!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "plot": "\n    Choo Choo Bob is really interested cabooses, but Richard W. Kornbelt is trying to make a movie in the clubhouse. Conductor Dave and Charlie Rat play a very competitive game of checkers. Engineer Emily meets Choo Choo Bob and Engineer Paul for a ride on a Soo Line caboose at the Jackson Street Roundhouse. The Roe Family Singers stop by for a song.    "
                },
                "33": {
                    "title": "The Barber of Bobville",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "plot": "\n    Now that he's a full-time barber, Richard W. Kornbelt is being followed by a barbershop quartet. Choo Choo Bob, Engineer Paul and Engineer Emily take a long ride on a light rail train. Bob and Rich shrink down to Tinyland, where Charlie Rat and Conductor Dave are having a staring contest.    "
                },
                "34": {
                    "title": "Earth to Bob... It's National Train Day!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "plot": "\n    Choo Choo Bob is getting ready for a big trip with all of his friends on the Empire Builder. Richard W. Kornbelt stops by to tell Bob about his adventures in Astronaut Night School. Later, Choo Choo Bob, Engineer Paul, Engineer Emily, Conductor Dave, Charlie Rat, and Richard W. Kornbelt take a ride on Amtrak's Empire Builder to the Mid-Continent Railway Museum.    "
                },
                "35": {
                    "title": "Choo Choo Bob's Train Extravaganza",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Choo Choo Bob Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "plot": "\n    Choo Choo Bob's Train Extravaganza is a collection of some of the best segments from The Choo Choo Bob Show. Learn about the Nebraska Zephyr, the Train of the Day. Engineer Emily takes a ride on the Durango & Silverton Narrow Gauge Railroad. Watch the wacky music video for \"Dining Car Food Fight.\" And finally, join Choo Choo Bob, Engineer Emily, Engineer Paul and Richard W. Kornbelt on a great California beach adventure on Amtrak's Pacific Surfliner.    "
                }
            }
        },
        "number of episodes": 35,
        "cast": [
            {
                "name": "Heyn, Sam"
            },
            {
                "name": "Kronfeld, Rich"
            },
            {
                "name": "Tufford, David"
            },
            {
                "name": "Hubbell, Charles"
            },
            {
                "name": "Howe, Paul"
            },
            {
                "name": "Fradenburgh, Emily"
            },
            {
                "name": "Clark, Christiana"
            },
            {
                "name": "Reyes, Randy"
            },
            {
                "name": "Heyn, Abram"
            },
            {
                "name": "Har, Mark"
            },
            {
                "name": "Harris, David"
            },
            {
                "name": "Langer, Elise"
            },
            {
                "name": "Medcraft, Bob"
            },
            {
                "name": "Bartelson, Andrew"
            },
            {
                "name": "Bray, Sarah"
            },
            {
                "name": "Heyn, Rebecca"
            },
            {
                "name": "Johnson, Duane"
            },
            {
                "name": "Allen, Bonni"
            },
            {
                "name": "Atchison, Bryan"
            },
            {
                "name": "Bloohm, Jeff"
            },
            {
                "name": "Boman, Ashley"
            },
            {
                "name": "Bonar, Haley"
            },
            {
                "name": "Bray, Sarah"
            },
            {
                "name": "Carlotto, John"
            },
            {
                "name": "Freeman, Geoff"
            },
            {
                "name": "Froelich, Kurt"
            },
            {
                "name": "Gilchrist, Sean"
            },
            {
                "name": "Grund, Andy"
            },
            {
                "name": "Hanson, Jennifer"
            },
            {
                "name": "Herb, Brian"
            },
            {
                "name": "Hicks, Dylan"
            },
            {
                "name": "Hubbell, Megan Kelly"
            },
            {
                "name": "Just, Brian"
            },
            {
                "name": "Just, Josie"
            },
            {
                "name": "Krzykowski, Dan"
            },
            {
                "name": "Madigan, Emily"
            },
            {
                "name": "McLain, Eamon"
            },
            {
                "name": "Michelle, Lucy"
            },
            {
                "name": "Munson, John"
            },
            {
                "name": "Mwanza, Kasono"
            },
            {
                "name": "O'Neill, James"
            },
            {
                "name": "Olson, Jon"
            },
            {
                "name": "Olstad, Neil"
            },
            {
                "name": "Orseland, Art"
            },
            {
                "name": "Ozomatli"
            },
            {
                "name": "Perricelli, Chris"
            },
            {
                "name": "Phelan, Tom"
            },
            {
                "name": "Poling, Chan"
            },
            {
                "name": "Quast, Jeff"
            },
            {
                "name": "Roe, Kim"
            }
        ],
        "locations": [
            "St. Paul, Minnesota, USA::(studio)"
        ],
        "genres": [
            "Family"
        ],
        "runtimes": [
            "12"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "United States:TV-G"
        ],
        "number of seasons": 1,
        "rating": 8.2,
        "votes": 53,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTkwMTY2NTg4MF5BMl5BanBnXkFtZTgwMzQwOTQxNTE@._V1_SY150_CR10,0,101,150_.jpg",
        "budget": "$10,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "The Choo Choo Bob Show",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "The Choo Choo Bob Show (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bessler, Anthony"
            },
            {
                "name": "Burgess, John"
            },
            {
                "name": "Burghardt, Dave"
            }
        ],
        "production companies": [
            {
                "name": "Birdhouse Holdings"
            }
        ],
        "distributors": [
            {
                "name": "Qubo"
            },
            {
                "name": "KSTC-TV, Channel 45"
            }
        ],
        "plot": [
            "Choo Choo Bob and his friends hang out at the Bobville Clubhouse, and explore the world of trains."
        ],
        "tech": {
            "runtime": [
                "12 min (USA)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "printed film format": [
                "Digital"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 53,
                "rating": 8.2
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 6.7
            },
            "aged 30 44": {
                "votes": 21,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 7,
                "rating": 7.6
            },
            "males": {
                "votes": 21,
                "rating": 7.7
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 6.7
            },
            "males aged 30 44": {
                "votes": 9,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 6,
                "rating": 7.5
            },
            "females": {
                "votes": 13,
                "rating": 6.0
            },
            "females aged 30 44": {
                "votes": 12,
                "rating": 5.7
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 2.7
            },
            "us users": {
                "votes": 19,
                "rating": 7.3
            },
            "non us users": {
                "votes": 2,
                "rating": 4.5
            }
        },
        "number of votes": {
            "10": 34,
            "9": 5,
            "8": 4,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 1,
            "3": 1,
            "2": 1,
            "1": 7
        },
        "arithmetic mean": 8.2,
        "median": 1
    }
}