{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "25 March 2012"
            },
            {
                "country": "USA\n",
                "date": "1 April 2012",
                "notes": "                            (limited)"
            }
        ],
        "release dates": [
            "USA::25 March 2012",
            "USA::1 April 2012                            (limited)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Order from Chaos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Is the Holy Spirit? (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    For many Christians today, although they are aware of the Holy Spirit, they do not really know who He is. In the first part of this series, Sinclair Ferguson explores the questions of the identity of the Spirit, the nature of His character, how we, as Christians, may come to know and have fellowship with Him, and more.    "
                },
                "2": {
                    "title": "The Face of God",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Is the Holy Spirit? (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Many people have sadly misunderstood the nature of God and claimed that the God of the Old Testament is not the same as that of the New Testament. In the second part of this series, Sinclair Ferguson demonstrates that throughout the Old Testament the Spirit disclosed the personal nature of our Lord to His people while pointing forward to the coming of Jesus Christ.    "
                },
                "3": {
                    "title": "The Spirit of the Lord",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Is the Holy Spirit? (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    It is tempting to understand the Spirit as an impersonal force fulfilling the purposes of God mechanically. However, the Scriptures portray the Spirit as anything but impersonal. In the third part of this series, Sinclair Ferguson helps us to realize that our wonder should increase as we consider Jesus' role in sending His Spirit, His companion and friend, to dwell with us.    "
                },
                "4": {
                    "title": "Dwelling Within",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Is the Holy Spirit? (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Jesus' temptations endured in the wilderness are remarkable accounts of His righteous fortitude in the most trying conditions. Jesus succeeded where the first Adam failed. In the fourth part of this series, Sinclair Ferguson reveals that Jesus did not undergo these trials alone, but was supported by His companion, the Holy Spirit.    "
                },
                "5": {
                    "title": "Trinitarian Fellowship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Is the Holy Spirit? (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "25 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Companionship plays a large role in all our lives. It is wonderful to have those in life with whom you can reveal the inner workings of your heart. In the fifth part of this series, Sinclair Ferguson looks at the manner in which the Father, Son, and Spirit experience this mutual love, openness, and adoration in a manner that cannot be replicated.    "
                },
                "6": {
                    "title": "The Sustainer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Is the Holy Spirit? (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "25 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    The picture of Jesus on the cross at Calvary is the loneliest portrait of a man in the history of the world. In the sixth part of this series, Sinclair Ferguson demonstrates that as Jesus incurred the wrath of His Father as he bore the sins of the world, the Holy Spirit sustained him and preserved Him just as He had done from the moment of Christ's conception.    "
                },
                "7": {
                    "title": "Rivers of Living Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Is the Holy Spirit? (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "25 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Under the old covenant, believers had enough of the Spirit for faith and worship, but they lacked the fullness of His presence that believers experience today. Jesus promised this blessing would come, and He fulfilled His promise at Pentecost. In the seventh part of this series, Sinclair Ferguson walks us through this unique event at which Christ poured out His Spirit in rivers of living water.    "
                },
                "8": {
                    "title": "A Heavenly Birth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Is the Holy Spirit? (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "25 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    For those who stand outside of faith, the message of the gospel may appear burdensome and shackling. Yet, this could not be farther from the truth. In the eighth part of this series, Sinclair Ferguson discusses how the regeneration of the Spirit liberates believers to turn their affections to Christ and receive true fulfillment when their hearts are turned and they put their faith in Him.    "
                },
                "9": {
                    "title": "A Heavenly Helper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Is the Holy Spirit? (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "25 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    While we await the return of Christ, we are comforted by our Heavenly Helper, The Holy Spirit. In the ninth part of this series, Sinclair Ferguson explains that we see Christ clearly now because His companion, His Spirit, resides within us.    "
                },
                "10": {
                    "title": "Walking in the Spirit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Is the Holy Spirit? (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "25 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    The Spirit has many characteristics, He is our comforter, advocate, and the one who regenerates our hearts. Yet we often forget His very title: the Spirit is the Holy Spirit. In the tenth part of this series, Sinclair Ferguson reminds us that the Spirit of Jesus aids believers in their sanctification and their growth in the image of our holy Savior.    "
                },
                "11": {
                    "title": "The Inward Groan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Is the Holy Spirit? (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "25 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    All Christians face the tension between the promise of complete, permanent restoration and the present state of struggle with sin. In the eleventh part of this series, Sinclair Ferguson shows how, by the grace of God, the Holy Spirit works on our behalf to transform us into the image of Christ and to assist us in our moral weaknesses.    "
                },
                "12": {
                    "title": "The Spirit of Sonship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Is the Holy Spirit? (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "25 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    In times of great sorrow and need, the child of God can cry out to Him with confidence that He desires their supplication. In the final part of this series, Sinclair Ferguson shows how the children of God have this privileged access on account of the work of the Holy Spirit, bringing us from the darkness into the light and conforming us to the image of our perfect elder brother, Jesus.    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Ferguson, Sinclair"
            }
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMWNmZDM3YTktMWMzZC00NmQ1LTkwMWYtYWRiZDdiNWMyNzQ1L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjY2OTg5MDg@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "Although the Holy Spirit is sometimes the forgotten Person of the Trinity, His presence and work is found throughout redemptive history. In this twelve-part series, popular theologian and author Sinclair Ferguson traces the work of the Holy Spirit through Scripture-from creation to the work of Christ to His dwelling in our hearts today.",
        "languages": [
            "English"
        ],
        "title": "Who Is the Holy Spirit?",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Who Is the Holy Spirit? (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Skystorm Productions"
            }
        ],
        "distributors": [
            {
                "name": "Ligonier Ministries"
            }
        ],
        "plot": [
            "Although the Holy Spirit is sometimes the forgotten Person of the Trinity, His presence and work is found throughout redemptive history. In this twelve-part series, popular theologian and author Sinclair Ferguson traces the work of the Holy Spirit through Scripture-from creation to the work of Christ to His dwelling in our hearts today."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}