{
    "imdb": {
        "raw release dates": [
            {
                "country": "Italy\n",
                "date": "4 October 2012",
                "notes": "                            (Roma Fiction Fest)"
            }
        ],
        "release dates": [
            "Italy::4 October 2012                            (Roma Fiction Fest)"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Pilot - \"Intro\" a.K.a. \"Meet Our Family\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "3 Cousins (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "5 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    LGBT romantic drama, set in Los Angeles, that talks about the very interesting lives of three cousins, Darcy, Gabriele and Nicole.    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Golykh, Tati"
            },
            {
                "name": "Balsamo, Domenico"
            },
            {
                "name": "Bergo, Riccardo"
            },
            {
                "name": "Mancini, Alessandro"
            },
            {
                "name": "Morelli, Carlotta"
            },
            {
                "name": "Zanier, Sara"
            }
        ],
        "locations": [
            "Roma, Lazio, Italy",
            "Los Angeles, California, USA"
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "Italy",
            "United States"
        ],
        "country codes": [
            "it",
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Dolby Digital"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BODVlNzQ5MTUtMWI1Mi00ZTEyLThmNzktMmUxMmY2OWQ3NDFlL2ltYWdlXkEyXkFqcGdeQXVyNDA0OTU3OTg@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "3 Cousins",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "3 Cousins (Italy)"
        ],
        "writer": [
            {
                "name": "Gallone, Greta Paola"
            },
            {
                "name": "Myrvang, Lars"
            }
        ],
        "synopsis": [
            "Rome 2013, the return of Gabriele De Luca from the busy L.A., will revolutionize his life and the one of his cousins Flaminia and Nicole.The first is a bored editor of a fashion magazine, Très Jolie & Co, more interested in the compulsive shopping than working on the next issue. The second is a deejay with a taste for girls from which she fails to heal, and decides to go out with forty girls before her upcoming birthday. Gabriele, while pursuing his dream of becoming an actor, lives with his cousin Nicole, and works as a bartender in a bar, which, with Nicole's apartment and Flaminias office, will be the main locations.They will be joined by a whole bunch of colorful characters: from Lorenzo, caustic bartender with a penchant for Gabriele, Flaminias colleague and confidant Stefan and Brodie photographer of the magazine. Not to mention Nicoles preys and best friend Claudia.Nicole uninhibited young lesbian who lives by the day: going from one girl to another to fill the emptiness left from her last girlfriend Alessandra.Gabriele will try unsuccessfully to realize his dream in the world of movies. The arrival from the United States of his former boyfriend will show him that he isnt able to fully enjoy his homosexuality in Italy. We will also witness Flaminias work descending path, who as an incompetent boss, will hire a multitude of inept staff to meet her personal taste. This will lead to a spiral of events.\n"
        ],
        "tech": {
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "camera": [
                "Canon 7D"
            ]
        }
    }
}