{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "17 September 2012"
            }
        ],
        "release dates": [
            "USA::17 September 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "How Mantras Work",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    This episode explores the practice of mantra and Sanskrit chanting. Jai teaches students a basic mantra and moves through a sequence of asanas and breathing that demonstrates how the science of sound is an extremely powerful aspect of yoga practice.    "
                },
                "2": {
                    "title": "Lokah Samastah Sukhino Bhavantu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "18 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    This show focuses on the global yoga theme, \"Lokah samastah sukhino bhavantu,\" which means: May all beings everywhere be happy and free, may my thoughts, words and actions contribute to the happiness and freedom of all. Jai teaches how this mantra can help us expand beyond our limited sense of self and connect to the web of all being. He demonstrates a sequence of backbends that help us open ourselves up to the world at large.    "
                },
                "3": {
                    "title": "Drishti",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    In this show, Jai explains Drishti, which means \"looking place,\" the point where we focus our energy while we're in a yoga pose, and relates this to the Sanskrit sutra that defines the goal of yoga: Om-yogaschitta-vritti-nirodahah: \"Yoga is the cessation of the fluctuations of the mind.\"    "
                },
                "5": {
                    "title": "Yoga Therapy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    How does yoga heal injuries? What are the benefits of of specific poses? How do you begin your yoga practice if you have multiple injuries or are recovering from injury? Jai suggests alternatives to the more athletic practice and demonstrates the power of using props as your body heals.    "
                },
                "6": {
                    "title": "Intro to Ashtanga Yoga",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Today, Jai teaches Sun Salutations, a moving prayer to the power of the Sun and the first thing a new student should learn, and gives a detailed demonstration of \"UjjaiPranayama,\" the breathing technique that accompanies the asana practice.    "
                },
                "7": {
                    "title": "Inversions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "8 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    In this show, Jai turns the practice on its head, literally. Through instruction and demonstrations of the \"upside down\" yoga poses--handstands and headstands--he teaches the benefits to the internal organs and the importance of overcoming fear in mastering inversion and of practicing inversions to overcome fear.    "
                },
                "8": {
                    "title": "Krishnamacharia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "9 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Jai traces the lineage of yoga in the Western world to Krishnamacharya, and teaches sun salutes in the style of this legendary master who, as the guru of Iyengar, Jois, and Desichackar, is considered to be the Great Grandfather of Modern Yoga.    "
                },
                "9": {
                    "title": "Yogic Rest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "15 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    After a thorough warm-up, Jai teaches a sequence of restorative poses. He explains the importance of turning off the phone, making time for practice and avoiding interruptions. He demonstrates pranayama breathing exercises and explains the value of shavasana so students can learn to practice even when they feel exhausted.    "
                },
                "10": {
                    "title": "Post Pregnancy Yoga",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "16 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    How do you begin yoga practice after having a baby? In this episode, Jai gives tips to overcoming obstacles that come with having a newborn, from lack of time and energy to tightening up the slack feeling in the body. This class is dedicated to moms who feel exhausted and want to ease into a structured yoga practice that can renew their bodies and invigorate their energy levels.    "
                },
                "11": {
                    "title": "Intro to Jivamukti Yoga",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "17 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    What is a Jivan-Muktah? One who is liberated while living. This episode focuses on the popularity of Jivamukti yoga. Jai explains the evolution and growth of this school of practice and demonstrates the official Jivamukti version of sun salutes.    "
                },
                "12": {
                    "title": "Keys to Balance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    In this show, Jai teaches how each body part can lift itself and become lighter. He explains how to root into the earth and how to \"stretch\" energy out in different directions to facilitate \"lightness\" as you transition in and out of the poses. He also demonstrates core exercises that strengthen the center of the body.    "
                },
                "13": {
                    "title": "The Bandhas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "23 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Jai teaches a sequence that addresses the bandhas, energetic locks within the body that are key to empowering the waist and improving core strength. He shows students how to locate the bandhas and maintain them throughout the practice with moves and poses that address the internal and external oblique muscles.    "
                },
                "14": {
                    "title": "The Bro-Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "24 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    This show is geared towards getting men started with yoga Jai offers basic tips on poses and yoga class etiquette to help overcome the resistance of the male ego and demonstrates how the strength, flexibility, and mind-body harmony inherent in the practice can tap into and channel their athleticism and warrior spirit.    "
                },
                "16": {
                    "title": "Karma Clean-Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "6 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    In this class we learn how asana practice peels back our karma and makes us lighter. Jai takes us through a hip-opening sequence and shows how we can remove negative blocks that are literally transcribed in our muscles and lodged in our bodies.    "
                },
                "17": {
                    "title": "Secrets of Success",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    This show explores how yoga practice can be used to focus the mind, still negative thoughts, discipline the spirit and direct your energy toward achieving tangible goals in the world, including the world of business and finance. Jai speaks to practicing yogi and celebrity entrepreneur Russell Simmons about how yoga has been a cornerstone in his own success.    "
                },
                "18": {
                    "title": "Karma Yoga",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "3 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Jai explores how we can begin re-shaping ourselves with the practice of yoga as the starting point for re-shaping the world. It always starts with us, and eventually as our awareness heightens we are reminded of what the masters say: That lasting and true happiness arises from serving others. We begin to take specific actions that have a positive effect on the world. Today's class is about cultivating that feeling of positive action in our lives, so that we know what we do matters.    "
                },
                "19": {
                    "title": "Yoga for Longevity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "4 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Today's show explores the science behind yoga and traces the latest research on how yoga has been scientifically proven to benefit our chronological, emotional, and cellular aging processes. He interviews an expert scientist and psychiatrist who has spearheaded research into the benefits of yoga for longevity.    "
                },
                "20": {
                    "title": "Acro Yoga",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "7 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Today's show is an exploration of Acro-Yoga, a partner-based form of yogic dance in which trust and confidence are primary. Guest Sandhi Ferreira demonstrates the fundamentals of partner yoga and two of her colleagues demo a beautiful routine that exemplifies the focus and fearlessness required.    "
                },
                "21": {
                    "title": "Yoga for Travelers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "8 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Jai is joined by \"Rock Your Yoga\" host Sadie Nardini to explore how travelers in the airport and aboard their flights can practice yoga in the confines of their seat or an airplane lounge. He teaches breathing exercises and simple asanas to keep us calm and stretch the back and neck on long flights and explains how to acclimate yourself to a new time zone for optimal well-being.    "
                },
                "22": {
                    "title": "Healing a Wounded Spirit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "9 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Today's show focuses on how yoga is gaining popularity among veterans of the Afghan and Irag wars as a way of addressing and alleviating the symptoms of post-traumatic stress. He teaches a sequence designed to calm anxiety and establish an inner sense of security and well-being.    "
                },
                "23": {
                    "title": "Hip Hop Asana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "10 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    This show explores the unique yoga hybrid of Hip Hop Asana, an exciting and entertaining form of yogic dance created by special guest Jules Febre. With music and movement, Jai and students are guided through more free-form asana sequences and learn to infuse their yoga with a more modern element that can help them plug into a contemporary spirit.    "
                },
                "24": {
                    "title": "Yoga for Self Reliance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "11 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Today's show focuses on the way yoga can build confidence and independence.Special guest Caren Rabbino, who practices yoga with only one leg, and her teacher, James Murphy demonstrate the adaptability of the practice and how it can be mastered by anyone, regardless of the challenge.    "
                },
                "25": {
                    "title": "Yoga for the Modern World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "14 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    This class explores the topic of Yoga as taught today, and its relevance for modern people dealing with contemporary issues. Special guest Rodney Yee discusses the ways that yoga is evolving and adapting to a changing world with greater stresses and distractions.    "
                },
                "26": {
                    "title": "Power Elements",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "15 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Do you still need to go to the gym and lift weights to strengthen your body when you practice yoga? Jai teaches sequences and exercises that answer this frequently asked question. He demonstrates reverse side plank, wild thing, and other poses to build core and joint strength without a gym membership.    "
                },
                "27": {
                    "title": "Yoga for Healthy Digestion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "16 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    This show is devoted to healthy digestion. Jai teaches how kaphalabata breathing techniques and poses that stimulate the spleen and stomach meridians in the front of the body can aid the processing of food through the system. He explains how the five devotions of yoga can bring about a sense of balance and well-being in the person who observes them.    "
                },
                "28": {
                    "title": "Empowering Women",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "17 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Jai is joined by international yoga teacher Colleen Saidman Yee for a special class devoted to empowering women. Jai and Colleen teach a series of asanas designed to address women's physical conditioning and meditations that can be used to counter negative self-perceptions and the challenges women face in actualizing their full potential in the modern world.    "
                },
                "29": {
                    "title": "Ahimsa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "18 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode, Jai teaches the principle of ahimsa, or \"non-violence,\" one of the five restraints that comprise the yoga code on and off the mat. He demonstrates how the focus and practice of asanas can help a person develop a healthy awareness of self and others and contribute to a more peaceful and loving interaction with ourselves and the planet at large.    "
                },
                "30": {
                    "title": "The Starting Point",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "22 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode, Jai teaches the basics of yoga, the foundations of alignment and the energetics of introductory poses. He demonstrates how an understanding of the basics help us stay injury-free and how advanced practitioners can benefit from reviewing and refining their understanding of the basics to overcome any poor habits developed in their practice.    "
                },
                "31": {
                    "title": "Yoga for Happiness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "23 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    With the help of Vishwa Prakash, the \"Laughing Yogi,\" Jai explores how yoga can influence our moods and be a tool for alleviating depression and inspiring a state of happiness. He teaches a sequence designed to stimulate endorphins and participates in a laughter demo with his guests.    "
                },
                "32": {
                    "title": "Yoga for Fertility",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "24 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    This show explores the ways that yoga can be a technique for improving female reproductive health and generating energy that can facilitate conception. Special guest Tracy Toon Spenser demos a sequence she uses with her students who are struggling to conceive.    "
                },
                "33": {
                    "title": "Yoga for Kids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "25 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    This show explores the challenge of getting kids interested in yogic practice. Jai teaches a sequence to a mother and her young children and speaks to an expert yoga teacher who specializes in getting kids to relax and to focus their energy through yoga practice.    "
                },
                "34": {
                    "title": "Conscious Eating",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "28 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode, Jai teaches how to discern which are the right foods to support your practice. He explains how your diet is a practice of its own, and explores how proper nutrition can improve your mental and spiritual clarity by maintaining proper sugar levels in the blood. He also demonstrates asana that help the body make the most of its nutritional intake.    "
                },
                "35": {
                    "title": "Arm Balances",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    This show is about improving our arm strength and the ability to balance on the mat. With the help of guest teacher David Regelin, Jai demonstrates how stronger arms open up a world of possibilities for yoga practitioners, new and experienced, and give us the confidence to attempt even more challenging poses.    "
                },
                "36": {
                    "title": "Yoga for Weight Loss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "30 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Today's practice is all about yoga for weight loss. The yoga practice is famous for transforming physical bodies, and today you will feel the heat as we flow continuously from pose to pose with keen attention to stability and alignment. Today's practice will start you on the path to yogic bliss and radiant health.    "
                },
                "37": {
                    "title": "Overcoming Negative Thoughts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "31 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Jai teaches that stress in the body can be the root of negative feelings and thoughts. Cyclical thinking can also lead to stress, and the yogic practices can help us to break the habits of cyclical thinking. Meditation is important for watching the thoughts, once we notice the patterns in our thinking, transcending them becomes the next step.    "
                },
                "38": {
                    "title": "Strengthening the Nervous System",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "plot": "\n    Today show is about strengthening the nervous system. Jai teaches that balance is not static, it's dynamic, and our equanimity does not fluctuate even though the body is moving. He teaches sequences that enhance agility; heighten listening to the body, and encourage allowing things to happen without effort.    "
                },
                "39": {
                    "title": "Yoga for Stress Relief",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "plot": "\n    Jai teaches a class that addresses the ways in which yoga practice can eliminate stress, with breathing techniques and physical asanas that lower cortisol levels and generate a state of calm and serenity. Special Guest Dr. Marylnn Wei discusses how she uses yoga to benefit the clients she sees as a psychiatrist.    "
                },
                "40": {
                    "title": "Yoga for a Healthy Spine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "plot": "\n    This show focuses on yoga poses that encourage a healthy spine. Jai teaches a series of standing poses that strengthen the sacral joint and lower back, tighten the abdominals to correct poor alignment in the hips, and stretch the muscles of the back to combat fatigue from long hours of sitting or standing at work.    "
                },
                "41": {
                    "title": "The Guru Mantra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "plot": "\n    On today's show, Jai shares on of the most useful and precious mantra's he's utilized in his spiritual practice. He explains how it was taught to him in detail by his teacher, and how it has helped him to transform some of the most difficult moments in his life into opportunities for growth. Jai demonstrates an asana sequence accompanied by special guest Alanna Kaivalya, who sings the guru mantra and accompanies herself on the harmonium.    "
                },
                "42": {
                    "title": "Yoga for Healthy Shoulders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "plot": "\n    Today's class is all about healthy shoulders. Jai explores how proper posture and shoulder strength determines how strong and flexible our backs can be. Sports medicine doctor Aran Degenhardt joins Jai to demonstrate some simple exercises we can do to address any shoulder or posture problems that may effect our comfort level on and off the mat.    "
                },
                "43": {
                    "title": "Yoga for Insomnia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "plot": "\n    This episode focuses on how yoga can help relax the mind and body for those who suffer from insomnia or other sleep problems. Jai demonstrates shivasana variations that can help calm the mind and body, and he uses props to show how we can achieve more comfortable variations on child pose to bring a sense of comfort and relief to our bodies after a long day. He also demonstrates a sequence that can help flood the body and organs with blood to facilitate a release of stress and toxins from the system before rest.    "
                },
                "44": {
                    "title": "Urdhva Dhanurasana (Wheel)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "plot": "\n    This show is about urdhava dhanurasana, or wheel pose. Jai demystifies this complex and often intimidating pose and teaches a sequence of asanas that help us build up the strength and flexibility for wheel. He shows how props can help us achieve a more effective form and give us the confidence necessary to develop this pose in our practice.    "
                },
                "45": {
                    "title": "The First Three Chakras",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "plot": "\n    Today's practice is a master class in the subtle energetics of yoga. Jai explores the flow of energy through the first three chakras of the energy body, which underlies the physical structure we are more commonly identified with. Chakra means wheel, and in this case he references specific energy vortices that correspond to specific issues we must master in our elevation towards spiritual awareness.    "
                },
                "46": {
                    "title": "Approximating Lotus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "plot": "\n    In this show, Jai teaches the fundamentals of Lotus position. He demonstrates how this seemingly simple pose is actually one of the most difficult to achieve, and he teaches a series of asanas designed to help students build slowly and carefully toward their own Lotus.    "
                },
                "47": {
                    "title": "Hanumanasana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "plot": "\n    With the help of author Alanna Kaivalya, Jai explores the myths behind some of yoga's most popular and unidentifiable poses. He demonstrates how an understanding of yoga mythology can help fuel our practice.    "
                },
                "48": {
                    "title": "Spiritual Partnerships",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "plot": "\n    Jai teaches how the practice of yoga can transform us, purify our past, and provide a fresh, positive outlook so we can share ourselves with someone on the same track, attract a partner who is on our frequency, and use our relationships as a vehicle for spiritual growth.    "
                },
                "49": {
                    "title": "Gen Next Yoga",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "plot": "\n    This episode explores how yoga can be an ideal practice for twenty-somethings as they make the transition from college life into the professional world. Jai teaches poses that benefit the hips and back and strengthen the core for those who find themselves in office jobs. He also demonstrates an excellent fat-burning series of poses that can help slim down the \"Freshman Fifteen\" and energize people in the morning before work. He also explores the benefits of focus and discipline for young people reinventing themselves and moving into the \"real\" world.    "
                },
                "50": {
                    "title": "Yoga for the Inner Self",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "plot": "\n    This episode is about Pratyahara, the fifth branch of yoga, which involves a withdrawal of the senses and a closing off of sensory distractions in order to focus all one's energy on the invisible, inner reality.    "
                },
                "51": {
                    "title": "Yoga and Creativity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "plot": "\n    This show explores the connection between yoga and the creative process. Jai demonstrates an asana series that helped him move through fear and self-censorship to express himself fully through yoga. Special guest, painter and yogi Lady Ruth, discusses how yoga helped her overcome her self-doubts to achieve greater artistic expression.    "
                },
                "52": {
                    "title": "Vinyasa Krama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "plot": "\n    In this show, Jai teaches how the awareness of a sequence, the inhales and exhales, help us consciously work towards a goal. He demonstrates how actions have direct consequence and that intention is always what matters most in yoga practice. He explains how this can be used in life to direct our conscious actions towards a goal with proper intention along the way.    "
                },
                "53": {
                    "title": "Lollasana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "plot": "\n    Today's class is all about learning an amazing and fun pose that will transform your transitions: lollasana. Lollasana can seem elusive or intimidating, but on today's practice Jai helps you build up to the pose, and teaches you how to get stronger in stages, so you can execute it with the help of your body's adaptive response to the movement. This pose helps to rid the body of tamas, the quality of inertia or heaviness. The yogi is interested in lightness because it leads to spiritual knowledge.    "
                },
                "54": {
                    "title": "Overcoming Obstacles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "plot": "\n    In this episode, Jai teaches the intention aspect of vinyasa. He demonstrates how to use the movements of the body to train the mind to concentrate on a goal/intention. Vinyasa is a flowing form of spiritual exercise where the intention of the mind is linked to the movement the body by the direction of the breath.    "
                },
                "55": {
                    "title": "Hands-Free Asana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "plot": "\n    Jai is joined by master yoga teacher and founder of Hands-Free Asana, Leslie Kaminoff, for a class dedicated to specialized standing yoga sequences that rely on balance and focus and demonstrate how asanas done without the arms and hands on the mat can tap into a deep and significant level of physical challenge and mental focus.    "
                },
                "56": {
                    "title": "Chatturanga",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "plot": "\n    Jai gives detailed instruction on Chatturanga Dandasana, a pose that if done with poor form often results in lower back, shoulder, and wrist injuries. Students get tips on proper alignment and for progressively building strength.    "
                },
                "57": {
                    "title": "Bhakti Yoga",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "plot": "\n    In this episode, Jai introduces Bhakti, a type of yoga centered around the idea of heart, and teaches students that when we connect to what we love, we can channel a tremendous amount of passion and devotion as we move through the asana sequence. He shows how Bhakti practice can help us identify what we're passionate about and use that heart energy to inspire and direct us on and off the mat.    "
                },
                "58": {
                    "title": "Yoga for Busy People",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "plot": "\n    Jai teaches ways to maintain your practice while traveling, when you're short on time, or simply over-tired from long hours at work. He demonstrates kaphalabati breathing to revitalize the respiratory system and boost energy.    "
                },
                "59": {
                    "title": "Organ Detox",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "plot": "\n    This show is dedicated to twists, where Jai shows how to literally wring the organs of impurities, like a sponge or dish rag, and offers useful information on the value of juicing and the role that specific foods play in facilitating a deep cleanse of the organs.    "
                },
                "60": {
                    "title": "Meditation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "plot": "\n    Jai explains how asana is a moving meditation. How does it prepare us to sit still? He teaches how meditations takes your rajas, leaves your sattva. He demonstrates the basics of meditation, showing how it is literally a stillness, and gives tips for working with the contents of your own mind to achieve a still place inside.    "
                },
                "61": {
                    "title": "Yoga for Runners",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "plot": "\n    How do we apply yoga practice in ways that benefit a specific sport? Jai teaches a sequence with benefits to runners of marathons and 10k races and explains how to coordinate yoga and training sessions, how to enhance performance and avoid minor injuries. He demonstrates performance-enhancing asanas that open the hamstrings, hips, and upper back.    "
                },
                "62": {
                    "title": "Weekend Warrior",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "plot": "\n    Aging, the demands of family life, and limitations on time for fitness can hamper our ability to maximize our well-being. Jai teaches how yoga can improve flexibility and restore strength and endurance without demanding a change in lifestyle. He demonstrates a simple sequence with modifications and long restorative poses.    "
                },
                "63": {
                    "title": "Early Morning Sadhana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "plot": "\n    In this show, Jai teaches the fundamentals of sun salutes. He explains the cleansing practices of kriyas, pranayama, and meditation and their ability to prepare the mind and body for a powerful and focused day. He demonstrates powerful heat-generating practices like agnisara that are instant \"state changers.\"    "
                },
                "64": {
                    "title": "The Power of Props",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "plot": "\n    Jai uses blankets, bolsters, blocks, and straps to demonstrate how practitioners can build their form slowly and properly with a little help from some basic props. He teaches how props bring the earth up to you so you can achieve steadiness in your poses and in your mind.    "
                },
                "65": {
                    "title": "Yoga for the Office",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yoga Sutra Now (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 65,
                    "plot": "\n    Jai teaches a class on chest openers, back-bends, and psoas stretches to help counteract the effects of sitting at a desk all day. He demonstrates how to use office props to facilitate proper stretching in the confines of your office and how to make more informed choices for lunch when the time-clock is running.    "
                }
            }
        },
        "number of episodes": 63,
        "cast": [
            {
                "name": "Wei, Marlynn"
            },
            {
                "name": "Sugrim, Jai"
            }
        ],
        "locations": [
            "New York City, New York, USA"
        ],
        "genres": [
            "Sport"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "languages": [
            "English"
        ],
        "title": "Yoga Sutra Now",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Yoga Sutra Now (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Veria Living TV"
            }
        ],
        "distributors": [
            {
                "name": "Veria Living TV"
            }
        ],
        "plot": [
            "Certified Jivamukti Yoga teacher Jai Sugrim combines physical asana practice with a master class in understanding the origins of every pose, movement, breathing technique, meditative focus, nutritional habit and thought process.::Veria Living TV"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}