{
    "imdb": {
        "raw release dates": [
            {
                "country": "France\n",
                "date": "22 December 2012"
            }
        ],
        "release dates": [
            "France::22 December 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Percy's Tiger Tales"
            },
            {
                "countries": "Germany",
                "title": "Percys Drachenbande"
            },
            {
                "title": "Percy et ses Amis"
            }
        ],
        "akas": [
            "Percy's Tiger Tales (original title)",
            "Percys Drachenbande Germany",
            "Percy et ses Amis "
        ],
        "akas from release info": [
            "Percy's Tiger Tales (original title)",
            "Percys Drachenbande Germany",
            "Percy et ses Amis "
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Flap-Flap's Neon Sign",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    When Flap-Flap discovers Nuts has broken into her apartment, trashed it and stolen her favorite gadget, it sends her into a tail spin. The normally logical Flap-Flap is so upset that she's transformed into a super hero bent only on revenge and who won't listen to her friends. After a fruitless 'headless' search for Nuts, Flap-Flap is brought back to her senses by some kind words and a kiss from Tattoo. She discovers what Nuts is up to. And with the help of her friends, she lays a trap and catches Nuts red-handed.    "
                },
                "2": {
                    "title": "Flap-Flap and the Crimefighter Code",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Flap-Flap always follows the rules - even when she's playing. So when Miss Hoot tells the story of a hero who sticks to the Crimefighter Code, she's very excited. But with Nuts on the rampage, the four friends need to act quickly... and Flap-Flap finds out that there isn't always time to do things by the book.    "
                },
                "3": {
                    "title": "Tattoo and the Precious Egg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Tattoo is careless when asked to look after a large, exotic egg found on Coconut Island. In the end he has to choose between caring for the egg, or chasing treasure. But perhaps he can have both?    "
                },
                "4": {
                    "title": "Tattoo's Free Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    How excited is Tattoo, when he's free to choose what to do? Too excited. And when he drags his friends on an exhausting adventure where the only rule is that Tattoo is free to choose, he starts to realize that too much freedom can be a dangerous thing.    "
                },
                "5": {
                    "title": "Sissabelle's Marionette Magic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    Sissabelle won't sort out her own mistakes - and when Prince Charming says he's coming to visit her at Doe Dreamlands, she won't even do her own housework. A magic spell turns poor Zip into Sissabelle's servant - will the friends be able to wake him up before he's lost forever, and will Sissabelle learn her lesson?    "
                },
                "6": {
                    "title": "Percy and the Noble Squire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    Unable to decide who is his best friend, Percy finds himself in Tiger Towers having to judge the annual 'Noble Squire Contest'. Flap-Flap, Sissabelle and Tattoo press Percy for a decision, but he hates to choose one and disappoint the rest. Then Nuts steals the Orb of the Noble Squire from Alabaa's lab and the four friends unite to recover it, discovering that friendship is more important than titles.    "
                },
                "7": {
                    "title": "Percy and the Flying Horse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n    Miss Hoot's lesson on horses has Percy daydreaming of knightly deeds - and he's still daydreaming when the gang set off on a quest to rescue a flying horse - so, while the rest of the gang lands in Tiger Towers, he and Zip end up in Doe Dreamlands. Alabaa's advice doesn't help the little tiger, so it's up to his friends to work out what the quest really means. When they've fixed the Trojan (not flying!) Horse, they can rescue Percy and Zip from the Dreamlands - and from Percy's (ahem) brilliant idea.    "
                },
                "8": {
                    "title": "Tattoo and the Needful Knot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n    When Tattoo and his friends are on a mission in Batburg, he promises to teach Flap-Flap the famous Needful Knot that gets many a pirate out of a tricky situation. But somehow he never quite gets around to it. So when Flap-Flap gets stranded underground, Tattoo learns that forgetting a promise to a friend can have dire consequences.    "
                },
                "9": {
                    "title": "Flap-Flap and the Image Eraser",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n    It's time to take the class photograph, but Flap-Flap is feeling self-conscious about her appearance. When Nuts steals all the glory for her bravery in Batburg, she starts to see it's what she does and not how she looks that really matters to her.    "
                },
                "10": {
                    "title": "Sissabelle and the Royal Invitation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "plot": "\n    When Zip misses out on an invitation to the royal ball in Doe Dreamlands, Sissabelle insists that she and her friends go without him. Zip feels really sad, and Percy resolves to stay at home to keep him company. Then Tattoo and Flap-Flap decide to do the same. Soon they're all having their own party at home. And now it's Sissabelle's turn to feel left out.    "
                },
                "11": {
                    "title": "Sissabelle's Castle Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "plot": "\n    When Sissabelle arrives in Percy's World excited to see how a mediaeval princess is pampered, she is in for quite a shock. Not only are the facilities truly from another world. To make things worse, due to the disappearance of the Clonks and Alabaa, Sissabelle has to do everything herself. She is at her whiny best, complaining about everything and making her friends attend to her needs. When the Clonks and Alabaa arrive back from a mushroom picking expedition, Sissabelle suddenly feels guilty when she sees how she has exhausted her friends by her princess demands. She...    "
                },
                "12": {
                    "title": "Flap-Flap and the Other Hero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "plot": "\n    Already jealous of Percy's success in the classroom, Flap-Flap finds herself competing with her friend as a crime fighter in Batburg. So, when Nuts commits a daring crime aimed at making him a milkshake mogul, will the two friends be able to work together - or will the little bat's envy leave her friends at the malevolent monkey's mercy?    "
                },
                "13": {
                    "title": "Tattoo and the Treasure That Talked",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "plot": "\n    The four friends are returning the belongings of Tattoo's late hero, Shady Dave the Pirate, to his family. Tattoo helps himself to Shady's old eye-patch, thinking it won't be missed. But he soon discovers that taking something that belongs to someone else just makes him unhappy.    "
                },
                "14": {
                    "title": "Tattoo's Beach Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "plot": "\n    Tattoo decides to throw a beach party for his friends and they set sail for Coconut Island. But it's not the pleasure trip the friends were expecting. Tattoo fixes the 'pass the parcel' game so only he wins the prizes. He eats all the party food his friends prepare for him and makes sure he wins the treasure hunt by handing out fake clue cards to the others. Tattoo only realises how selfish he's being when Percy and Zip get lost and trapped in a sea flooded cave whilst following their fake treasure hunt clues.    "
                },
                "15": {
                    "title": "Percy and the Dragon's Feast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "plot": "\n    It's time to prepare the annual Dragon's Feast in Tiger Towers. But Percy's lost the key to the castle kitchens and is starting to panic. How will his friends help him calm down before the hungry dragon arrives?    "
                },
                "16": {
                    "title": "Sissabelle and the Perfectly Pink Pearl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "plot": "\n    Sissabelle's being picky again - and it's making her very selfish in the playground. Things are even worse in Doe Dreamlands; when the annual lollipop harvest reveals the Perfectly Pink Pearl of Pickiness, Sissabelle turns her back on fun, food, and even friends. Can Percy and his friends break the spell and return the fussy fairy to normal?    "
                },
                "17": {
                    "title": "Flap-Flap and the Top Secret Secret",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "plot": "\n    Flap-Flap is sent on a secret mission to catch Monkey Nuts. The problem for Flap-Flap is keeping her secret mission secret from her friends who are desperate to help her. A 'cat and mouse' adventure ensues where Flap Flap not only has to try and catch Monkey Nuts she has to shield her activities from her friends. It proves to be too big a task for one super hero and in the end Flap-Flap realises that she cannot succeed alone. Although she doesn't think she deserves their help after trying to work alone, Flap-Flap is delighted when her friends step up to help. Monkey ...    "
                },
                "18": {
                    "title": "Percy and the Red Feather",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "plot": "\n    Percy is scared to fight the storm clouds in Sissabelle's Dreamlands; that's until the wizard Alabaa gives him a magical feather to make him super brave; but does that red feather really has such magical powers, or is Percy learning self-confidence?    "
                },
                "19": {
                    "title": "Flap-Flap's Terrible Truthomatic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "plot": "\n    When Flap-Flap mocks Percy's irk in class, Miss Hoot tells a story about the truth - and why you have to be careful when you tell it. In Batburg, Flap-Flap has created a ray that will force Nuts to tell the truth about where he's hidden his loot - but when she tests it on herself, Flap-Flap finds herself telling her friends all kinds of unwanted truths. Fortunately, once Nuts is caught, Alabaa's on hand to put things right - and Flap-Flap learns a lesson about truth and tact.    "
                },
                "20": {
                    "title": "Tattoo and the Banana Fair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "plot": "\n    Tattoo loses Flap-Flap's favourite toy on the playground. And when he fails to look after Flap-Flap's superhero gadgets, it makes it almost impossible for the gang to complete their mission of protecting the world's biggest banana at the Batburg Banana Fair. Will Tattoo learn his lesson this time and help Flap-Flap save the day?    "
                },
                "21": {
                    "title": "Sissabelle and the Cloud Cake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Sissabelle spoils the school picnic by spilling the cookies - and worse still, she puts the blame on Tattoo. So in Miss Hoot's story, Fairy Sissabelle finds that getting other people into trouble only gets you into trouble. Her plans for a royal tea party go amiss, and Prince Charming doesn't like failure - Luckily - even from their jail cell - her friends are willing and able to help her prepare the perfect cake - and learn her lesson.    "
                },
                "22": {
                    "title": "Desert Island Percy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Percy is castaway on a desert island in Squirrel Sands without his friends. Percy doesn't think he will cope without them, but maybe he's more resourceful than he thinks?    "
                },
                "23": {
                    "title": "Tattoo and the Tournament of Champions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "plot": "\n    At the Tournament of Champions Percy has to fight for his right to stay as knight of Tiger Towers. It should be an easy task, except that Percy is led astray by his excitable friend Tattoo.    "
                },
                "24": {
                    "title": "Sissabelle's Silent Spell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "plot": "\n    When Sissabelle discovers Prince Charming is due to visit her in Doe Dreamlands to listen to her, she wants to make sure she is the only centre of attention. She therefore casts a spell on her friends rendering them silent. Perfect, now the Prince will only have ears for her. But disaster strikes for Sissabelle when it becomes apparent the Prince is coming, not to listen to her but to her choir for a singing competition. Sissabelle has to reverse her spell, beg forgiveness from her friends and quickly practice a song for the Prince.    "
                },
                "25": {
                    "title": "Percy's Crumbling Castle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "plot": "\n    A party's coming at school, but Percy can't get the others to listen to his ideas for decorations. And in Tiger Towers, it's just the same. What's worse, his friends' decorations range from the slightly silly to the downright dangerous. How can Percy get them to listen to him, restore Tiger Towers to its knightly splendour - and use his poster back in the classroom?    "
                },
                "26": {
                    "title": "Flap-Flap and the Walking Volcano",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "plot": "\n    Flap-Flap is convinced the volcano on Coconut Island is going to erupt, but her friends aren't so sure. Feeling extra stubborn, and determined to prove that she's right, Flap-Flap heads off towards the volcano despite her friends' protests.    "
                }
            },
            "1": {
                "1": {
                    "title": "Percy's Shout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    When Percy loses his shout, his position as leader of Tiger Towers comes into question. Percy, Sissabelle, Flap-Flap and Tattoo try to keep the castle running, while also looking for the missing shout. Eventually Percy's friends vie to be leader of the castle, but none of them are brave enough to enter the dragon's cave - where Percy is finally reunited with his shout.    "
                },
                "2": {
                    "title": "Percy and the Festival of Lanterns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    When Zip's stitches come loose and Miss Hoot wants to fix him with needle and thread, Percy says Zip is reluctant to be fixed. Off in Percy's fantasy land of Tiger Towers Zip drinks one of Alabaa's magic potions and gradually turns to stone. Percy and Zip are worried about telling Alabaa in case they get in trouble.    "
                },
                "3": {
                    "title": "Tattoo and the Sea of Secrets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    When Tattoo wants to go out of bounds at school, Miss Hoot tells him a pirate story. Red Tattoo ignores the warning signs and crosses into the sea of secrets. It's not long before he's facing fast currents, sharp rocks and the edge of the world. Tattoo and his friends discover that some lines aren't worth crossing.    "
                },
                "4": {
                    "title": "Tattoo and the Raft",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Stop that ship. Nuts has stolen the Golden Acorn. The friends build a raft to chase him and get Tattoo's beloved ship back - but Tattoo is in a hurry and decides to build his own raft. Will he be able to rescue his ship on his own - or will his friends have to rescue him?    "
                },
                "5": {
                    "title": "Percy and the Tiger Flag",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    It's Tiger Flag Day in Tiger Towers and Percy's getting ready for the celebrations. First, though, he has to go and get the flag from the dungeons - and there's something down there. Is he brave enough to face his fears, fetch the flag and free his friends from the Dungeon Goblin?    "
                },
                "6": {
                    "title": "Sissabelle's Bounce",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Sissabelle loves to bounce, whether it's on the trampoline in the playground or on the clouds of Doe Dreamlands. But when she won't stop to let someone else have a go, she finds that she can't stop even if she wants to. And with Prince Charming coming and fairy cakes to bake, she's going to need a little help from her friends.    "
                },
                "7": {
                    "title": "Sissabelle's Rainbow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    When Sissabelle insists on only using pink pencils in class, her three friends take her to their own lands to show her the beauty of their favourite colours. At first Sissabelle is in 'totally pink mode', unable to see the value of other colours. But when her friends help her to paint her special 'rainbow' picture for Prince Charming using all the colours of the rainbow, Sissabelle sees the light.    "
                },
                "8": {
                    "title": "Sissabelle and the Pageant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    When Prince Charming announces a beauty pageant, Sissabelle makes everyone take part. She's sure she's going to win - and Nuts is sure he's going to have some fun spoiling it for everyone. Will any of the gang be brave enough to stand up to the mischievous monkey - and to their beautiful, bossy friend?    "
                },
                "9": {
                    "title": "Flap-Flap and the Love Ray",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Flap-Flap is on a mission - two missions, in fact. First, she has to deliver a top secret message for Alabaa and, second, she wants to make Tattoo fall in love with her. But the Love Ray that Alabaa gives her doesn't work the way it should, and the message she has to deliver isn't what it seems.    "
                },
                "10": {
                    "title": "Tattoo and the Dragon Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    When Alabaa predicts an impending Dragon attack, Percy asks everyone to practice sounding the alarm but Tattoo is more interested in playing with Nuts. When the alarm sounds Percy, Sissabelle and Flap Flap lead the escape out of the castle. Tattoo meanwhile is lost in the dungeons playing hide and seek and his friends have to come to his rescue.    "
                },
                "11": {
                    "title": "Flap-Flap and the Invisibility Cloud",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    When Flap-Flap would rather do her own thing than join in a party, Miss Hoot tells the friends about a story about a superhero who visits Doe Dreamlands. Flap-Flap is too busy investigating some mysterious clouds to join in with Sissabelle's Fairy Fun Day, and ruins it for everyone else. When she finally decides to give up her own time for her friends she realises she can use her ingenuity to make up a game that will become everyone's favourite.    "
                },
                "12": {
                    "title": "Pirate Sissabelle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Sissabelle brags she knows more about being a pirate than her other friends, and appoints herself leader when Tattoo loses his memory. Her bravado leads them into a series of defeats at the hand of bad pirate Nuts. Only when Sissabelle owns up to her true abilities do things start going her way.    "
                },
                "13": {
                    "title": "Tattoo and the Sleeping Kingdom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    A rainy day means Tattoo can't play - and he needs to let off some steam. But when the Doe Dreamlands falls under a dangerous sleeping spell, he learns the importance of taking things gently and quietly. Will the gang reverse the spell - or will Tattoo's noisy antics wake everyone too soon and send the Dreamlands to sleep forever?    "
                },
                "14": {
                    "title": "Flap-Flap and the Clones",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    Flap-Flap likes things done her way, not because she's bossy, but because she's particular. In her fantasy world of Batburg there's chaos on the streets and the friends have to split up to sort the city out. Flap-Flap doesn't think they can do it without her so clones herself so she can be on everyone's team. How will Flap-Flap react when she meets herself?    "
                },
                "15": {
                    "title": "Percy and the Big Climb",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    Percy's fear of heights means he doesn't even like climbing the tree in the playground - so when he and his friends have to chase a burglar across the roofs of Batburg, it's a real problem. Can he overcome his fear in time to save the day - and rescue his friends from Nuts' trap?    "
                },
                "16": {
                    "title": "Flap-Flap and the Flying Test",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    Is Flap-Flap losing her touch? She's having trouble with a lesson - and when she loses her flying licence for chasing a robber in Batburg, her confidence starts to fade away. It's up to her friends to help her get her nerve back, pass her flying test - and unmask the villain.    "
                },
                "17": {
                    "title": "Sissabelle and the Wishing Star",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "plot": "\n    Sissabelle annoys her friends when she keeps changing her mind about what game to play. In her fantasy world Doe Dreamlands a rare Wishing Star arrives. All the friends know what they want their wish to be, but Sissabelle is too fickle to decide. When the Wishing Star threatens to disappear Sissabelle has a race against time to work out what she really, really wants.    "
                },
                "18": {
                    "title": "Percy and the Legend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "plot": "\n    Nuts wants to take over the castle and convinces Percy that there's a Damsel in distress lost in the woods who needs rescuing from a dangerous dragon. Percy who has been reading about a 'Legendary Knight' in the 'Book of All Things' is easily convinced and sets off on a daring rescue mission. But the rescue is a disaster as Percy and his friends find themselves going around in circles in the dense forest, with no sign of a Damsel or a Dragon.    "
                },
                "19": {
                    "title": "Sissabelle and the Magic Mirror",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "plot": "\n    Sissabelle wants everyone to look at her - and when a Magic Mirror promises her just that, she decides she'd rather have attention than her friends. Luckily, her friends are still there to help her when it turns out that the mirror isn't her friend.    "
                },
                "20": {
                    "title": "Tattoo and the Mighty Whale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "plot": "\n    In the playground Tattoo sees a spider and finds it ugly. He goes to crush it. But Miss Hoot makes him think twice - in Squirrel Sands the Golden Acorn is at sea and keeps coming upon an enormous whale. Tattoo think is might be trying to sink the ship and makes plans to trap it. Eventually the four friends realise the whale is protecting the ship from sharks. He may be big and powerful, but he's also a friend. Back in the playground Miss Hoot explains the spider eats insect pests. It's not a threat - it's useful.    "
                },
                "21": {
                    "title": "Percy and the Holy Grail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "plot": "\n    It's raining in break time, so the friends are inside. Percy wants to read his comic, but his friends all want him to help them do the things they want to do. Miss Hoot sees that he can't say no to them... In Tiger Towers. Percy is really keen to go and find the Holy Grail. It's his main ambition. But each of his friends have something they'd love to find too - and because Percy doesn't like to say no, he's constantly distracted from his quest. He realises that he's never going to find the Holy Grail if he doesn't learn to say no - and part of it is getting the others...    "
                },
                "22": {
                    "title": "Tattoo and the Enormous Treasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "plot": "\n    Off on a school trip, Nuts has brought an enormous chocolate bar. Tattoo is greedy for one just like it - and in Squirrel Sands, he's found an even huger treasure. Will he be able to get it aboard the Golden Acorn, or has he bitten off more than he can chew? Will Nuts steal the treasure - and how will he feel after eating a slab of chocolate as long as his arm?    "
                },
                "23": {
                    "title": "Flap-Flap and the Time Machine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "plot": "\n    When Nuts steals a gadget from Flap-Flap's lab, there's a race against time to get it back before he takes over the city of Batburg. Flap-Flap wants to perfect her tracking device, but there's not enough time. Will she settle for less than perfection?    "
                },
                "24": {
                    "title": "Tattoo and the Mermaid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "plot": "\n    When Tattoo hears a mermaid's call far out at sea, he is determined to find her no matter what the cost. The sighting of a mermaid brings a pirate 'good luck for life'. And so despite an oncoming storm and the caution of his friends he sets sail. But Tattoo and his crew of friends are soon in trouble as the sea becomes treacherous and the Golden Acorn is pitched into the eye of the storm. Still Tattoo ignores his friends' warning and it's only the ingenuity of Percy, Flap-Flap and Sissabelle that saves the day. Tattoo is remorseful that he has put his friends in ...    "
                },
                "25": {
                    "title": "Percy and the Toothstealer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "plot": "\n    Percy's worried because his baby tooth has come out - and, in Tiger Towers, Nuts invents an evil, tooth-stealing wizard to scare Percy out of his castle. But Nuts gets more than he bargains for, when it seems the Toothstealer might be more than just a story.    "
                },
                "26": {
                    "title": "Sissabelle's Billion Balloons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Percy's Tiger Tales (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "plot": "\n    Sissabelle thinks you can't have too much of a good thing. But when a magic balloon keeps making more and more of itself, filling up Doe Dreamlands, she starts to wonder if she was right.    "
                }
            }
        },
        "number of episodes": 52,
        "cast": [
            {
                "name": "Bryant, Tess"
            },
            {
                "name": "Franks, Emma"
            },
            {
                "name": "McNeese, Bérangère"
            },
            {
                "name": "Rubin, Joshua"
            },
            {
                "name": "Wells, Holly"
            }
        ],
        "genres": [
            "Animation"
        ],
        "countries": [
            "Luxembourg",
            "France"
        ],
        "country codes": [
            "lu",
            "fr"
        ],
        "language codes": [
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.0,
        "votes": 7,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ1OTk4MTQ4MV5BMl5BanBnXkFtZTgwNjAxMzMxMjE@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "Think what it would be like for you to create an imaginary world that you could actually visit. Wouldn't that be amazing? Imagine what it would be like if your friends could do the same too, and you could visit those worlds as well. Imagine the fun you could have? Percy and his three best school friends Sissabelle, Flap-Flap and Tattoo can do precisely that. Under their teacher Miss Hoot's supervision, they share their extraordinary adventures in four imaginary worlds. Come with them and bring your own imagination too.",
        "languages": [
            "French"
        ],
        "title": "Percy's Tiger Tales",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Trueman, Jonathan"
            },
            {
                "name": "McLeod, Myles"
            },
            {
                "name": "Middleton, Steve"
            }
        ],
        "production companies": [
            {
                "name": "Fabrique d'Images"
            },
            {
                "name": "Planet Nemo Animation"
            },
            {
                "name": "Skyline"
            }
        ],
        "distributors": [
            {
                "name": "TiJi"
            }
        ],
        "plot": [
            "Think what it would be like for you to create an imaginary world that you could actually visit. Wouldn't that be amazing? Imagine what it would be like if your friends could do the same too, and you could visit those worlds as well. Imagine the fun you could have? Percy and his three best school friends Sissabelle, Flap-Flap and Tattoo can do precisely that. Under their teacher Miss Hoot's supervision, they share their extraordinary adventures in four imaginary worlds. Come with them and bring your own imagination too.::Fabrique d'Images"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 7,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 8.8
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 3.5
            },
            "males": {
                "votes": 5,
                "rating": 4.1
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 8.5
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 3.5
            },
            "females": {
                "votes": 2,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 6.0
            },
            "non us users": {
                "votes": 6,
                "rating": 5.1
            }
        },
        "number of votes": {
            "10": 2,
            "9": 0,
            "8": 1,
            "7": 2,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.0,
        "median": 7
    }
}