{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Korea\n",
                "date": "24 July 2012"
            },
            {
                "country": "South Korea\n",
                "date": "February 2013",
                "notes": "                            (DVD premiere)"
            }
        ],
        "release dates": [
            "South Korea::24 July 2012",
            "South Korea::February 2013                            (DVD premiere)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Eung-dab-ha-ra 1997"
            },
            {
                "countries": "Asia (English title) (alternative title)",
                "title": "Answer Me 1997"
            },
            {
                "countries": "Asia (English title) (alternative title)",
                "title": "Respond to 1997"
            },
            {
                "countries": "Brazil",
                "title": "Responde 1997"
            },
            {
                "countries": "Russia",
                "title": "Вернуться в 1997"
            },
            {
                "countries": "South Korea (alternative spelling)",
                "title": "Eungdabhara 1997"
            },
            {
                "countries": "World-wide (English title)",
                "title": "Reply 1997"
            }
        ],
        "akas": [
            "Eung-dab-ha-ra 1997 (original title)",
            "Answer Me 1997 Asia (English title) (alternative title)",
            "Respond to 1997 Asia (English title) (alternative title)",
            "Responde 1997 Brazil",
            "Вернуться в 1997 Russia",
            "Eungdabhara 1997 South Korea (alternative spelling)",
            "Reply 1997 World-wide (English title)"
        ],
        "akas from release info": [
            "Eung-dab-ha-ra 1997 (original title)",
            "Answer Me 1997 Asia (English title) (alternative title)",
            "Respond to 1997 Asia (English title) (alternative title)",
            "Responde 1997 Brazil",
            "Вернуться в 1997 Russia",
            "Eungdabhara 1997 South Korea (alternative spelling)",
            "Reply 1997 World-wide (English title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Eighteen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reply 1997 (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 11,
                    "original air date": "24 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    In 1997, nothing was more important to Shi Won than the Korean boy band 'H.O.T.' She and her five closest friends exemplified the teenage angst of K-pop idolatry that was escalating during the decade. They reconnect 15 years later and relive their youth of the late 1990s.    "
                },
                "2": {
                    "title": "Becoming More and More Different",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reply 1997 (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 10,
                    "original air date": "24 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Yoon Jae has circumcision. It is supposed to be a secret, but the whole town knows, including Shi Won. Shi Won accidentally hands him a pad as she helps him search for his things. This scene shows how they are physically developing into adults. But the changes are gradual, and they still fight like children. Shi Won lies at school about her homework, and Yoon Jae does not help her out with the lie. So she is punished, and she is angry with him. They have a fight, and accidentally Yoon Jae touches her too intimately. The incident makes Yoon Jae see Shi Won as a woman. ...    "
                },
                "3": {
                    "title": "What You See Is Not Everything",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reply 1997 (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "31 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Shi Won goes to Seoul and camps in front of Tony An's house. She finally returns home after getting her T-shirt signed. When she returns home, her father cuts her hair as punishment. Since then, her parents fight regularly. She confides in Joon Hee about her worry about their quarrels. Yoo Jung also cuts her hair to show moral support for her friend. This act restores their friendship. A new student from Seoul transfers to Gwangan High School. He may be Yoon Jae's rival as the best looking guy in school. He is good-looking and cool. He is macho, and he impresses the ...    "
                },
                "4": {
                    "title": "Fair Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reply 1997 (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "31 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    It is the World Cup game: Korea vs. Japan. Shi Won's friends come over to watch the game together, but she forgets to order chicken. Luckily, the delivery man gets his orders wrong, and Shi Won and the group decide to eat the chicken that was ordered for somebody else. When Korea scores a goal, Yoo Jung hugs Hak Chan, and Shi Won hugs Joon Hee. Yoon Jae is suspicious of the closeness between Shi Won and Joon Hee. He is done with fair play. He realizes that one must be proactive to get what one desires. Shi Won gives her phone number to the Seoul boy she has been ...    "
                },
                "5": {
                    "title": "Life's Counterattack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reply 1997 (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "7 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Life's counterattacks include Yoon Jae's broken arm, falling in love with Shi Won, a street vender's rags-to-riches story, her father's cancer, and the IMF crisis. The only way to go about life is fighting it and just going on with life. Yoon Jae breaks his arm and is hospitalized. Shi Won sleeps by his side with her glasses on. Yoon Jae notes that he has fallen in love with her over trivial things such as her glasses. A street vender finally finds his parents. He goes from rags to riches. This case shows that there are many ups and downs in life. Shi Won asks her ...    "
                },
                "6": {
                    "title": "Love Makes You Do Things You Didn't Do Before",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reply 1997 (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "7 Aug. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Future Hopes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reply 1997 (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Yoo Jung repeatedly breaks up with Hak Chan. Each time Hak Chan has changed his habits to be more accommodating. This time he does not know the reason for the break up. Yoon Jae and Joon Hee, the top two students, plan to enter the Air Force Academy. Yoon Jae wants to become a pilot because as a child he hears that Shi Won wants to marry a man in uniform. Joon Hee wants to go where Yoon Jae goes. But Yoon Jae does not make it. He later becomes a judge. Joon Hee appears to also not have made the physical exam for the Air Force Academy. Shi-Won's fan fiction stories ...    "
                },
                "8": {
                    "title": "D-Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reply 1997 (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "14 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    It is finally the D-Day for the college entrance exams. Afterwards the students make elaborate plans. Seong Jae wants to pick up girls, so he goes to a karaoke bar with Joon Hee. They try to pick up girls, but one girl turns out to be his sister. Hak Chan invites Yoo Jung to his house to watch a videotape he has made for her. She thinks he wants to seduce him into bed, so she honestly tells him she has her period. Yoon Jae wants to meet Shi Won after the exams. So does Tae Woong. Yoon Jae carefully plans to tell Shi Won that he likes her and buys her a dog. Tae Woong ...    "
                },
                "9": {
                    "title": "The Thread of Fate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reply 1997 (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "21 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Yoon Jae finally reveals to his classmates that their math teacher was his brother. They are shocked and had no clue because the teacher had been using a false last name. Shi Won's father warns Yoon Jae to meet a sweet woman or he will end up just like him. Shi Won's mother ended up with her husband because of a misunderstanding. But couples end up as fate would have them. Yoon Jae gives the dog to Joon Hee, who gives the dog to a child in the park. But the dog ends up in Shi Won's house as originally planned. Tae Woong starts up an online site where people can find ...    "
                },
                "10": {
                    "title": "The Reason I Like You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reply 1997 (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "21 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    \"The reason why I like you is because you're you. Could there be another reason? I wish I knew. Then I could figure out how to stop liking you.\" People are asked this question and there is no better answer. Sung Jae falls in love with Gak Ha after seeing her dance but tells her too honestly about his reason for liking her. Shi Won thinks Tae Woong likes her because she looks like her older sister. Joon Hee and Yoon Jae ask each other why the other likes Shi Won. Joon Hee confesses that he likes Yoon Jae, but Yoon Jae thinks he is joking in order to avoid the question ...    "
                },
                "11": {
                    "title": "The Definition of Relationships",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reply 1997 (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "28 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Hak Chan keeps avoiding meeting Yoo Jung's friends. Finally he shows up and pays for the bill, which makes Yoo Jung's heart melt. But when Hak Chan does not introduce her to his mother as his girlfriend, Yoo Jung breaks up with him. Shi Won's parents go on a cruise vacation leaving Shi Won alone. On her way back home from working at the convenience store, a man follows her. Afraid, she repeatedly calls Yoon Jae, and Yoon Jae repeatedly calls her. But they do not get connected until she calls his home phone. Yoon Jae dashes to where she is, bleeding with only one ...    "
                },
                "12": {
                    "title": "The Meaning of a Hand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reply 1997 (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "28 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Shi Won's parents are worried that she will have adjusting difficulties in Seoul, but Shi Won is excited to go to Seoul and has been packing in advance. Yoo Jung is suspicious of Hak Chan and Dan Ji. Hak Chan has been distant. He finally tells her that he is going to Hawaii to study. Yoo Jung tells him that all she wants is that he communicates with her. It is Shi Won's birthday, so there is one last party before everybody parts ways. Shi Won told Yoon Jae the year before that he should tell a guy to buy her a ring for her 18th birthday. This year, she asks Yoon Jae ...    "
                },
                "13": {
                    "title": "Next Time... No, Now",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reply 1997 (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "4 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Yoo Jung's father passes away. She realizes that there are no next times. She should have been good to her when he was around. Her friends come to the funeral. Even Hak Chan finally shows up. Shi Won runs into Yoon Jae in a coffee shop. He had avoided seeing her for 6 years. She asks if he has a girlfriend and catches him lying. Shi Won tells him that she likes him. Yoon Jae hesitates to answer, even though he knows that there is never a next time. Meanwhile, Tae Woong has been Daddy Long Legs to Shi Won throughout all this time. He asks her if Shi Won knows how the ...    "
                },
                "14": {
                    "title": "The Heart Is What Makes You Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reply 1997 (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "4 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    It's what the heart demands. So do what the heart tells you to do. Joon Hee tells Yoon tae that he should not make his brother the excuse for not being honest about his feelings. People's hearts do not choose who they like. Also he tells him that he should not be bitter towards her for not knowing that Yoon Jae liked him all this time, because some people may not know ever. Joon Hee lies to Yoon Jae about why he needs to move out. Tae Woong is hospitalized to remove his polyp. He meets his surgeon in funny way. She farts and takes her stockings off not knowing he is ...    "
                },
                "15": {
                    "title": "While You Were Loving",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reply 1997 (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "11 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Tae Woong asks Yoon Jae to meet a girl. Yoon Jae suspects that it is a blind set his brother is setting him up on. He tells him not to set him up like this again. Tae Woong tells Yoon Jae that he knows about them. Yoon Jae tells him that he gave up Shi Won back in high school for the person he loves the most, his brother. But Tae Woong tells him Yoon Jae that he cannot give up on Shi Won even for his brother. After much anguish, Yoon Jae tells his brother that he will not give up her for his older brother again. Shi Won tells Tae Woong that she has something to say to...    "
                },
                "16": {
                    "title": "Why First Loves Don't Work Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reply 1997 (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "18 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Finally we know who the father is. Shi Won and Yoon Jae live together. Tae Woong is dragged to a DBSK concert by his colleagues. He ends up meeting his surgeon again and ends up with her. The two couples talk about who get married first. But Shi Won ends up getting pregnant, so they quickly get married. Tae Woong ends up marrying his surgeon, who becomes the president of the DBSK fan club of Korea. At the reunion, Yoo Jung and Hak Chan talk about their honey moon plans and ask Sung Jae to join them. Yoon Jae asks again who Shi Won would save if Tony An and Yoon Jae ...    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Ah, Sun"
            },
            {
                "name": "Eun, Ji-won"
            },
            {
                "name": "Hoya"
            },
            {
                "name": "Jung, Eun-ji"
            },
            {
                "name": "Jung, Kyung-mi"
            },
            {
                "name": "Kim, Seon-a"
            },
            {
                "name": "Lee, Il-hwa"
            },
            {
                "name": "Lee, Si-eon"
            },
            {
                "name": "No, Ji-yeon"
            },
            {
                "name": "Seo, In-Guk"
            },
            {
                "name": "Shin, So-yul"
            },
            {
                "name": "Song, Jong-ho"
            },
            {
                "name": "Sung, Dong-il"
            },
            {
                "name": "G.na"
            },
            {
                "name": "Lee, Joo-yeon"
            },
            {
                "name": "Kang, Kyun Sung"
            },
            {
                "name": "Park, Cho Rong"
            }
        ],
        "genres": [
            "Comedy",
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "50"
        ],
        "countries": [
            "South Korea"
        ],
        "country codes": [
            "kr"
        ],
        "language codes": [
            "ko"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "certificates": [
            "Australia:M",
            "Singapore:NC16",
            "South Korea:15"
        ],
        "number of seasons": 1,
        "rating": 8.3,
        "votes": 1021,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNThjNzc0YTYtMDAxZS00YTEwLTg0N2ItYjc3NDlkODRlNmM4XkEyXkFqcGdeQXVyMzE4MDkyNTA@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "It tells the story of 6 former high school friends from a school in Busan who meet again in 2012 and brings back memories to 1997 when they were still high school students. Moving back and forth between the '90s and today, the story centers on the life of Sung Shi Won (Jung Eun Ji), who idolizes boy-band H.O.T., and her 5 high school friends.",
        "languages": [
            "Korean"
        ],
        "title": "Reply 1997",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2013",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Lee, Woo-jung"
            },
            {
                "name": "Kim, Ran Joo"
            },
            {
                "name": "Lee, Sun Hye"
            }
        ],
        "production companies": [
            {
                "name": "tvN"
            }
        ],
        "distributors": [
            {
                "name": "TVN"
            }
        ],
        "plot": [
            "This drama will focus on the extreme fan culture that emerged in the 1990s when idol groups took center stage and K-pop was blossoming.::Anonymous",
            "It tells the story of 6 former high school friends from a school in Busan who meet again in 2012 and brings back memories to 1997 when they were still high school students. Moving back and forth between the '90s and today, the story centers on the life of Sung Shi Won (Jung Eun Ji), who idolizes boy-band H.O.T., and her 5 high school friends.::KimchiDrama",
            "The first installment in the Reply series, it's a nostalgic story revolving around a group of high school students from Busan as they come of age in the 90s and meet again in a high school reunion. The story switches back and forth the timeline, slowly revealing what had happened to the characters' lives and relationships --eventually answering questions such as who is announcing their engagement on the reunion. The story stars Sung Shi Won (Jung Eun Ji), a hardcore H.O.T. fan, and her high school friends as they navigate life, love, and growing up in a time where K-pop was rising."
        ],
        "tech": {
            "runtime": [
                "50 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1021,
                "rating": 8.3
            },
            "aged under 18": {
                "votes": 3,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 405,
                "rating": 8.5
            },
            "aged 30 44": {
                "votes": 195,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 39,
                "rating": 7.1
            },
            "males": {
                "votes": 177,
                "rating": 7.6
            },
            "males aged 18 29": {
                "votes": 84,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 58,
                "rating": 6.9
            },
            "males aged 45 plus": {
                "votes": 15,
                "rating": 7.4
            },
            "females": {
                "votes": 538,
                "rating": 8.4
            },
            "females aged under 18": {
                "votes": 3,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 314,
                "rating": 8.6
            },
            "females aged 30 44": {
                "votes": 134,
                "rating": 8.1
            },
            "females aged 45 plus": {
                "votes": 24,
                "rating": 6.9
            },
            "top 1000 voters": {
                "votes": 14,
                "rating": 5.8
            },
            "us users": {
                "votes": 103,
                "rating": 7.9
            },
            "non us users": {
                "votes": 402,
                "rating": 8.1
            }
        },
        "number of votes": {
            "10": 268,
            "9": 270,
            "8": 249,
            "7": 124,
            "6": 48,
            "5": 14,
            "4": 13,
            "3": 11,
            "2": 14,
            "1": 10
        },
        "arithmetic mean": 8.3,
        "median": 9
    }
}