{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 September 2012"
            },
            {
                "country": "USA\n",
                "date": "13 September 2012"
            }
        ],
        "release dates": [
            "USA::1 September 2012",
            "USA::13 September 2012"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "High Kicks with Teen Top",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "15 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    And...we're back. Mnet America proudly presents a brand new season of Danny from L.A. with hosts, Danny & Parker. And what better way to bring in the new season than with \"High Kick\" superstars, Teen Top. Check out our exclusive interview with Teen Top where they answered your questions and drew some \"Picasso-esque\" caricatures.    "
                },
                "2": {
                    "title": "Roy Choi & KTOWN Night Market",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "22 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    It's a feast on this episode of DFLA with master chef and author, Roy Choi. We discuss his new book, chat about his new movie and cook a Korean classic meal on set. Plus, we show you what went down at the KTOWN Night Market with games, food trucks and more. Tasty balut, Entertainment News and all the works on DFLA.    "
                },
                "3": {
                    "title": "K-pop Fashion & B.A.P Exclusive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "29 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Straight from their \"Live on Earth\" tour, the boys of B.A.P dropped by the DFLA set to talk about music and fashion, along with who they would date if they were girls! We also analyze the best and the worst K-pop fashion with stylist, Quinton Jackson. Entertainment news, giveaways and more, this is DFLA!    "
                },
                "4": {
                    "title": "Lydia Paek & KMF 2014",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "6 May 2014",
                    "year": "2014",
                    "plot": "\n    K-pop artists, K-pop festivals and K-pop producers galore on this week's DFLA! The lovely and talented, Lydia Paek dropped by again to catch up with Danny & Parker on her whereabouts and future plans. Then, we bring you exclusive backstage footage of this year's KMF with interviews from EXO, B1A4 and Crayon Pop!    "
                },
                "5": {
                    "title": "Pre-KCON Special 2014",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "31 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    DFLA may have been missing in action for two months but we're back just in time to school you on all things KCON 2014! With less than a week until KCON, Danny and Parker take a little time out to educate you on the history of KCON, who the groundbreaking lineup is for 2014 and what they're excited for on the momentous day. Don't miss out on the pre-KCON madness that we'll be bringing you before the event and don't forget to buy your tickets NOW to see DFLA LIVE!    "
                },
                "6": {
                    "title": "DFLA X KCON Experience 2014",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "7 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    And...the KCON countdown begins! With less than 2 days before KCON, Danny and Parker keep the party going with the cast from KCON Experience 2014! Join Stefanie, Aimee, CL, and of course, DFLA as they discuss who's best in the artist lineup and panels!    "
                },
                "7": {
                    "title": "KCON 2014 with VIXX & B1A4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "21 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    DFLA's very own, Danny and Parker were LIVE at KCON 2014 this year with the HOTTEST guests and more importantly, YOU - the fans! We continue on with the KCON madness with TWO of the hottest groups in K-pop: VIXX and B1A4! VIXX's ultimate aegyo contest, Baro's special pick up lines, Sandeul's shimmy and so, much more on this special episode of DFLA! Stay tuned for more exclusive interviews with BTS and Jung Joonyoung coming soon!    "
                },
                "8": {
                    "title": "KCON 2014 with BTS & Jung Joonyoung",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "28 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Where else can you see Parker and BTS's Rap Monster battle it out in a freestyle about laundry, kisses and kimbab?! How about Jung Joonyoung's derp face and J-Hope's horse cries? Only on DFLA and only at KCON 2014! We promised you more KCON goodies and we're bringing it with another installment of our DFLA KCON 2014 special. Check out our exclusive interviews with 4-D Korean rocker, Jung Joonyoung, K-pop's power rookie group, BTS, and a special segment with the crazy, hilarious Cuckoo Crew!    "
                },
                "9": {
                    "title": "The Lost Tapes (KCON 2014)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "4 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    You may have already checked out our two-part KCON special from the comfort of your homes OR in person at the live taping BUT trust us, there was way too much footage for us to keep to ourselves! DFLA presents \"Lost Tapes\" with never-before-aired scenes of VIXX and B1A4 spitting their best pickup lines in English, Jung Joonyoung's never-ending weirdness, piggyback rides with BTS and...the Mayor of Los Angeles coming by to support the KCON love. Long live K-pop!    "
                },
                "10": {
                    "title": "New, Improved, & Dangerous",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "18 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Just because we're halfway into the season doesn't mean that we're slowing down anytime soon! We're back with another episode of DFLA where we got more creative, more hilarious, and even more daring. Introducing brand new segments like \"Fresh Off the Plane\" and \"Play That Back, Playa!\", DFLA covers everything trending, everything viral, everything YOU. Check out what's on the DFLA bucket list and see how Parker's own bucket list wish came true as he threw the opening pitch at Dodger Stadium!    "
                },
                "11": {
                    "title": "Going Hollywood with Justin Chon & Leonard Wu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "2 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Lights, Camera, Action! Danny and Parker go Hollywood in this week's cinematic episode of DFLA! We met up with the stars of the upcoming film, \"Revenge of the Green Dragons\", Justin Chon and Leonard Wu where they discussed what it meant to work on the film and even performed an \"Asianized\" script-read of your favorite Hollywood classics. Trending news, wrecking clothing stores, and the like only on DFLA!    "
                },
                "12": {
                    "title": "Chatting with Rene Gube",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "16 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    We're bringing EVEN more Hollywood in the house as we check in with the very talented, very funny \"Ground Floor\" actor, Rene Gube! Tune in as Rene gets a little too comfortable with Parker, gives aspiring actors some valuable advice, and hilariously dubs a scene from the hit CJ film, \"The Admiral: Roaring Currents.\" Brand new segments, hot new topics, and more on DFLA!    "
                },
                "13": {
                    "title": "Star-Studded Affair in LA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "23 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    It's a star-studded affair in the hottest place to be in all of LA - Koreatown! On this jam-packed episode of DFLA, we swing by the hottest party of the year - SPAM N EGGS with K-town veterans, Far East Movement, TOKiMONSTA, and our very own, Parker! If you're not ready to get turned up, then wind down with Danny and Parker as they stop by CGV Cinemas and get into some mischief... Trending news, Netizen's Arrest, and caressing hotdogs only on DFLA!    "
                },
                "14": {
                    "title": "Halloween Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "30 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Happy Halloween 2014! Get ready for a trick or treat with DFLA as we present a very special Halloween episode for all of you boys and ghouls. In this episode, Danny and Parker are feeling the force as they enter the dark side of DFLA with haunted houses, bad Halloween costumes, and a very special interview with the infamous mool gwishin from \"The Ring\"! From the words of Parker, \"I said spooky it's about to get\"!    "
                },
                "15": {
                    "title": "Geeking with Vampy Bit Me & Kamikaze",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "6 Nov. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "AOMG Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "20 Nov. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "2NE1 x Jeremy Scott",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "13 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    YG Entertainment's very own Danny Im from 1TYM is back and better than ever. Watch as he plays nice with his co-host, the oh so hilarious Kevin Shea, along with IAMMEDIC's Danny Park as they discover the ins and outs of Asian pop culture. Then, the girls of 2NE1 get a surprise visit from Danny at their photo shoot with fashion extraordinaire Jeremy Scott, followed with a gogi fest.    "
                },
                "2": {
                    "title": "PSY 101",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "20 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Danny and Kevin talk to PSY about his success in the states, his proud moment at the VMAs, and also Kevin and PSY's new budding bromance. And the highlight of his visit to the studio, PSY gives us a lesson how to properly do the horsey dance. Check out Danny and Kevin getting their groove on, or rather their PSY-on.    "
                },
                "3": {
                    "title": "Meet the Boys of YTF",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "27 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Danny and Kevin introduce POP 5 - the latest, hottest, and most scandalous happenings in Asian pop! Then, for all the YTF fans out there, Ryan Higa, Victor Kim and Andrew Garcia visit our set and give us the 411 on YTF, their tour and their latest show on Mnet America.    "
                },
                "4": {
                    "title": "Catch Up with Masta Wu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    YG Entertainment's OG rapper and Danny's brother from another mother, Masta Wu, hangs out at the studio while he dishes out the details on his upcoming album as well as some sweet ol' bromancin' stories. Then, Morgan Lynzi gives us the scoop about her night on the red carpet of Audrey's 2012 Fashion Show where she interviews stars like Legaci, David So and more! Up next is our hot spots expert, Eunice Kiss who parties it up at KDM with DJ Koo and interviews the handsome Lee Byung Hun at the \"Masquerade\" premiere.    "
                },
                "5": {
                    "title": "Kickin' It with Dumbfoundead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "18 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    First off, DFLA takes some time to respond to some of your comments and questions from Youtube and Facebook. Then, we introduce entertainment reporter CL who stops by to chat about the new film \"Masquerade.\" Dumbfoudead kicks it with DFLA as he talks about his latest album, his career, new chicks and ...ex-girlfriends? Dumbfoundead fans won't want to miss this exclusive performance of \"New Chick\" off his album \"Take the Stares\" only on DFLA!    "
                },
                "6": {
                    "title": "KCON 2012",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Danny and Kevin hit up Irvine, California for KCON 2012-- an enormous convention featuring Korean pop media with celebrity panels starring VIXX, BAP, G.NA, NU'EST, EXO-M, and 4Minute. Thousands of attendees experience autograph signings, games, workshops, and an explosive concert at the Verizon Amphitheatre. Watch our guest hosts, Morgan Lynzi and CL, interview some interesting characters on fashion and the global influence of K-Pop's powerful attraction to others.    "
                },
                "7": {
                    "title": "Prank Time with Lydia Paek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "8 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    There's Eat Your Kimchi.... so we bring you Eat Your Kogi as Kevin and DJ Z parody the crazy, fun Canadian couple who review and create spoof on the latest of K-pop with 1TYM'S \"Without You.\" Then, singer/dancer/songwriter triple threat Lydia Paek swings by the studio and uh... heating things up a bit. Get ready to see a totally new side of her now on DFLA!    "
                },
                "8": {
                    "title": "Choi Siwon at LACMA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "15 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    L.A. scene reporter Eunice Kiss gets a chance to check out LACMA's Art and Film Gala, and look who she runs into! It's the one and only Choi Si Won-- and he's even better looking in person! Check out DFLA as Si Won shares with us his career in singing and acting as well as some of his crazy fan experiences.    "
                },
                "9": {
                    "title": "It's Big Bang!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Danny catches up and educates Kevin about one of K-pops biggest acts, Big Bang! Then, Danny catches up with his favorite YG juniors, Big Bang as they reminisce about their YG days and talk about the future, all while chowing down on some In&Out!    "
                },
                "10": {
                    "title": "MAMA 2012",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "13 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Danny and Kevin go to Hong Kong for the MAMA Awards. They explore Hong Kong, eat some authentic dim sum, and meet up with some stars backstage. Be sure to check out their adventures at the 2012 MAMA Awards in Hong Kong.    "
                },
                "11": {
                    "title": "MAMA 2012 pt. 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "20 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    After touring the city, it's time for the MAMA awards to finally begin. Many familiar faces greet Danny backstage, while Kev gets no love. Come watch Danny do his thing on the red carpet while Kev gets into some mischief.    "
                },
                "12": {
                    "title": "2012 Recap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "14 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    We're starting 2013 off by recapping the biggest events from 2012. Then, we're going to be addressing some questions that have been on Danny's and Kevin's minds on \"What the F!\" And to top it all off, D and K will be answering some questions about Asians on \"Ask DFLA.\"    "
                },
                "13": {
                    "title": "Survey Says",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "21 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    This week on DFLA, Danny and Kevin make their pop predictions for 2013 with a little help from a mysterious voice in the sky. Then, check out who the baddest bad-ass action hero is and more on \"Survey Says\" -- your guess is as good as ours. And lastly, we're reppin' hard in \"L.A. Versus.\"    "
                },
                "14": {
                    "title": "Miss DFLA 2013",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "28 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    This week on Danny From L.A., D and K keep you in the loop with another round of trending news on \"High Five.\" Then, we crown our very first Miss DFLA from our Mnet Grammy Party 2013. And lastly, it's a battle of the wits between Danny and Kevin. See who has to chug down our mega nasty 'drink' on \"Pop Quiz Hot Shot.\"    "
                },
                "15": {
                    "title": "Strike Out with Ryu Hyunjin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "16 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Danny and Kevin drop by the LA Dodgers FanFest to meet and interview Ryu Hyun Jin. After Danny's successful interview with the Dodgers pitcher, Kevin tries to sneak in a couple questions of his own...    "
                },
                "16": {
                    "title": "21 & Over with Justin Chon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "17 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    This week on Danny from LA, it's a \"21 & Over\" celebration with the ever so kooky and adorable Justin Chon! See what he has to say about his latest movie and how he really feels about chick flicks, Rihanna and Mike Tyson.    "
                },
                "17": {
                    "title": "Ailee in the House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "21 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    This week on Danny From L.A., we have the Harlem Shake coming your way with a little dash of K-pop. The oh so beautiful and talented Ailee chats with us about her career and future goals. Then she answers your questions on Ask DFLA: Ailee Edition.    "
                },
                "18": {
                    "title": "Hyuna Exclusive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "28 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    This week on Danny From L.A., we take four minutes out of our time in order to interview one of the princesses of K-pop, HyunA. She gives us the inside scoop on her latest campaign with Toyota and shows us a whole new side of her that we've never seen before. Then, we finally crown the winner of our Miss DFLA Grammy Pageant 2013 and offer her a deal of a lifetime. Are you ready for some bubble poppin' ice cream?    "
                },
                "19": {
                    "title": "f(x) & Anna Kendrick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "4 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Danny gets a special invite to the FOD studio in order to uncover f(x)'s biggest secret yet - Anna Kendrick. See what f(x) has to say about their newest member along with their experience at one of the biggest music festivals in the U.S., SXSW. And if that isn't enough, check out Danny and Amber's intense dance battle.    "
                },
                "20": {
                    "title": "Web Exclusive Recap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "22 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    To celebrate the premiere of DFLA Season 2, see what Danny's been up to during the long break with guests such as B.A.P, Jay Park, Heejun Han, Girls' Generation and more.    "
                }
            },
            "2": {
                "1": {
                    "title": "Heejun's Bringing the Love Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "27 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    It's Heejun Han to the rescue! American Idol alum and popular recording artist, Heejun, joins Danny on the DFLA set! Get better acquainted with Heejun and also witness Terry, the Korean FX, in action! Crying members of KARA, Spike Lee's rendition of \"Old Boy\", how NOT to pick up Korean girls, Crayon Pop on Kpop Theater and more on DFLA.    "
                },
                "2": {
                    "title": "Bonding with Danny & Heejun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "8 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Danny From L.A. is still bringing the love back with Heejun Han! Watch in awe as Danny and Heejun progressively get closer and closer, and also get an exclusive performance from the one and only, Heejun! Clara's lies, JYP's second engagement, DFLA fan questions, twerking, EXO on Kpop Theater and much, much more.    "
                },
                "3": {
                    "title": "Dance Time with Aimee Lee Lucas!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "10 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The Heejun train is still goin' on strong in this week's DFLA! Keep yourself updated with the latest Asian Entertainment news and see if you're \"Smarter than an Asian\". Also, be sure to check out our exclusive interviews with the beautiful Stefanie Uncles and K-pop dance extraordinare, Aimee Lee Lucas. Danny & Heejun dance battle? This is all happening, only on Danny From L.A.    "
                },
                "4": {
                    "title": "So Long, Heejun!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "1 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    This week on DFLA, Danny says goodbye to the first co-host of Season 2, Heejun Han! But before saying goodbye, they kept you updated with the latest Asian Entertainment news, answered your crazy questions and translated the magical lyrics of Ladies' Code's \"Pretty Pretty\" in K-pop Theater. Check out DFLA's first original web series, \"The Boys of South Kingsley\" and finally say goodbye to the very funny Heejun Han.    "
                },
                "5": {
                    "title": "Hip Hop Hooray for DFD",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "9 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    So long, Heejun...and welcome LA's finest, DFD! Danny and Dumbfoundead reunite after KCON 2013 at the DFLA studio to bring you a more epic DFLA Season 2. As always, we bring you the hottest topics in Asian Entertainment news, answer your burning fan questions and translate IU's \"Red Shoes\" in a hilarious rendition of K-pop Theater. Plus, Dumbfoundead aka Parker gives a special exclusive DFLA performance of one of his biggest hits.    "
                },
                "6": {
                    "title": "MAMA 2013 Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "14 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The world's largest Asian music festival is back! The 2013 Mnet Asian Music Awards is coming to you straight from Hong Kong with the biggest names in Asian and global music history! Danny and new co-host, DFD recap the best of MAMA 2012 and make their predictions for categories like \"Video of the Year\", \"Song of the Year\" and more. But before the actual show, DFLA presents the 1st annual DFLAMA Awards with award categories like you've never seen!    "
                },
                "7": {
                    "title": "Ballin with Ben Baller",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "9 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    It's truly a ballin' day as we meet with the jeweler to the stars - Mr. Ben Baller! Watch Danny and Parker present their innovative jewelry designs and more in our exclusive interview. As always, we bring you hottest Asian Entertainment News, answer your questions of the week and review Kahi's \"It's Me\" featuring our very own, Dumbfoundead!    "
                },
                "8": {
                    "title": "Baby Let's Go with AZIATIX",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "5 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    \"Baby Let's Go\" with more DFLA! Danny and DFD never fail to bring you the hottest gossip in Asian Entertainment News, answer your most heartfelt questions in Questions of the Week AND review 1TYM's legendary hit, \"Hot.\" PLUS! Check out Danny's special exclusive interview with Flowsik, Nicky and Eddie from the Aziatix as they discuss their future with Cash Money Records, promotions with Toyota as well as the debut of their brand new music video for \"Baby Let's Go\".    "
                },
                "9": {
                    "title": "INFINITE Exclusive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "13 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    It's a VERY special episode of DFLA because K-pop sensations, Infinite made a detour from their \"One Great Step\" world tour to visit us at our Mnet America studio. Exclusive interview! Fan questions! Charades! Owl faces! Infinite does it all. You don't wanna miss this one!    "
                },
                "10": {
                    "title": "VIXX Exclusive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "19 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    It's ANOTHER K-pop special for DFLA as we visit the boys of VIXX at their \"Milky Way\" showcase in LA! Performance footage, exclusive interview and a surprise birthday party - we did it all! But before we get to the goods, Danny and Dumbfoundead bring you the hottest Asian Entertainment News, break down a special VIXX video in Music Video of the Week and much much more.    "
                },
                "11": {
                    "title": "Sweet Dreams with MFBTY",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "18 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    DFLA fans are better than yours! This week on DFLA, Danny and Dumbfoundead bring the best of Kollaboration to you at home with appearances from David So, Arden Cho, Eric Nam and more! PLUS, we bring you an exclusive interview with the legendary Tiger JK, Tasha and Bizzy from MFBTY along with Asian Entertainment News and Music Video of the Week. You don't wanna miss this one!    "
                },
                "12": {
                    "title": "Timeout with 2AM",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "23 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    It's 2AM time on DFLA! We last saw the men of 2AM at KCON 2013 but they came back to perform for you guys live at their first concert in the US. Of course, DFLA was there to greet them with open arms for our exclusive interview and fan meet event. As always, we bring you the hottest Asian Entertainment News and announce the winner of our very first fan video submission contest!    "
                },
                "13": {
                    "title": "K-town Cowboy Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "30 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    It's about that K-town life here on DFLA! This week, we meet world famous comedian, Kim Young Chul on the set of K-town Cowboys as well as the rest of the hilarious and handsome cast. As always, we bring you the hottest Asian Entertainment News, interpret miss A's \"Hush\" in K-pop Theatre and then show off our amazing fan cover videos!    "
                },
                "14": {
                    "title": "Time Out with U-Kiss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "6 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Straight from their first U.S tour in NY and LA, U-KISS kindly stopped by the DFLA studio to chat about their tour and play our crazy games. Check out which fan questions we chose to ask U-KISS and of course, the hottest gossip on Asian Entertainment News. Pigeons? Colombian frogs? This is U-KISS on DFLA!    "
                },
                "15": {
                    "title": "Love Edition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "13 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Love is in the air on this week's DFLA and we bring you a very special love edition in honor of Valentine's Day. Danny and Dumbfoundead share their picks for breaking up, love making and more while also answering your love questions in \"Dear Oppa.\" Plus, three very beautiful ladies drop by for more love talk! Happy Valentine's Day from DFLA!    "
                },
                "16": {
                    "title": "CNBLUE Exclusive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "20 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    It's a blue moon on DFLA! This week, Dumbfoundead unleashes his inner fanboy when Danny quizzes him on all things CNBLUE! Plus, Dumbfounded interviews the boys on the night of their LA concert where they share news about their upcoming album, the pain behind head-banging and more! This is DFLA!    "
                },
                "17": {
                    "title": "All Things K-pop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "28 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    It's a special episode of DFLA - Home of all things K-pop Cool! This week, Danny & Parker discuss the juiciest gossip on Asian Entertainment News and answer your questions. Then, DFLA gives a K-pop makeover to a very \"special\" K-pop fanatic while Danny & Dumb select their favorite K-pop members to create their very own K-pop super band.    "
                },
                "18": {
                    "title": "Season 2 Highlights & Goodbyes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "6 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    It's that time of year...when we're forced to say goodbye...to Season 2 that is! Don't worry, DFLA fans, we will be back with Season 3 and it's going to be bigger and better than EVER. Until we come back to your lives, check out the highlights of Season 2 as well as some hilarious bloopers you've never seen! Thanks for all the support you've shown so far. Danny, Parker, Mnet America and the DFLA family thank you all!    "
                }
            },
            "-1": {
                "-1": {
                    "title": "KCON 2013 Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Danny from L.A. (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "17 Sep. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 55,
        "cast": [
            {
                "name": "Im, Danny"
            },
            {
                "name": "Park, Jonathan"
            },
            {
                "name": "Shea, Kevin"
            },
            {
                "name": "Park, Danny"
            },
            {
                "name": "Han, Heejun"
            },
            {
                "name": "Kiss, Eunice"
            },
            {
                "name": "Lynzi, Morgan"
            },
            {
                "name": "Lee, Christina"
            }
        ],
        "genres": [
            "Comedy",
            "Music",
            "News",
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en",
            "ko"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjlhOWZjMmMtMzEyOS00ZWI3LWIxYjItODZhYzQwYmViZTYyXkEyXkFqcGdeQXVyMjI5MjYyMjg@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Co-hosts Danny Im of 1TYM and LA-based rapper, Dumbfoundead, cover all things Asian cool-from pop culture, entertainment, music, and much more. DFLA features exclusive interviews with your favorite stars, original skits, and in-depth discussions on the hottest topics in the world of K-pop.",
        "languages": [
            "English",
            "Korean"
        ],
        "title": "Danny from L.A.",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Danny from L.A. (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Camia, Kevin"
            },
            {
                "name": "Chung, Tina"
            },
            {
                "name": "Montgomery, Eric"
            }
        ],
        "production companies": [
            {
                "name": "Mnet America"
            },
            {
                "name": "Sp8"
            }
        ],
        "distributors": [
            {
                "name": "Mnet America"
            }
        ],
        "plot": [
            "Co-hosts Danny Im of 1TYM and LA-based rapper, Dumbfoundead, cover all things Asian cool-from pop culture, entertainment, music, and much more. DFLA features exclusive interviews with your favorite stars, original skits, and in-depth discussions on the hottest topics in the world of K-pop.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}