{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "16 October 2012"
            },
            {
                "country": "USA\n",
                "date": "6 August 2013"
            }
        ],
        "release dates": [
            "Canada::16 October 2012",
            "USA::6 August 2013"
        ],
        "episodes": {
            "2": {
                "19": {
                    "title": "House Sandwich",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "votes": 6,
                    "original air date": "24 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Mike Holmes gets called to a house that's flooding after two \"monster\" custom homes are built on either side. The homeowners want to blame the builders, but Mike reveals that the real solution lies closer to home.    "
                },
                "20": {
                    "title": "Below Board",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "votes": 7,
                    "original air date": "1 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Mike Holmes discovers that a house that looks good on the outside is hiding a rotting secret just below the surface, and now it's a problem that threatens an entire neighbourhood. He arrives onsite and tries to stop it from spreading.    "
                },
                "21": {
                    "title": "5 Years Old",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "8 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    A 5-year old house needs major repairs and the builder won't do anything to help. Mike Holmes and his team of pros step in to give the family the safe home they need and make up for the shortcomings of minimum code.    "
                },
                "22": {
                    "title": "Broken Record",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "votes": 6,
                    "original air date": "15 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Mike Holmes comes to the rescue of Sheila and Val, who were scammed by a notorious contracting criminal out of their money, their kitchen and their trust. But with the help of authorities and investigative journalist Pat Foran, Mike is able to get a closer look at the criminal's rap sheet and discovers that he's still wanted by the law. Mike learns the cheap tricks of the con artist's trade, including occasionally doing one good job to lure other unsuspecting clients. It's a tough lesson and cautionary tale about how one good reference doesn't make a good contractor, ...    "
                },
                "23": {
                    "title": "Hoofed Roof",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "votes": 7,
                    "original air date": "22 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    When a contractor botches the roof of a barn that is home to a group of rescued horses, their winterfeed is threatened, along with their lives. The recently shingled roof starts to fall apart and into the surrounding pastures, leaving dangerous nails on the ground the horses could step on. In typical Holmes fashion, Mike arrives on site with his team ready to install a new roof but discovers that every part of the barn needs work, and without the needed repairs the horses would be sent to pasture. Mike and his Crew renovate the stable from top to bottom, adding ...    "
                },
                "24": {
                    "title": "High Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "votes": 7,
                    "original air date": "5 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Mike Holmes travels to High River, Alberta to help John and Gillian recover from a disastrous flood that ravaged through their community and their home. But what he sees he never expected. In the wake of the Province's worst flood, many homes in the community need to be completely torn down and rebuilt. But when Mike and a team of volunteers start working on John and Gillian's home, they are all surprised by what they find. The house can be saved thanks to the builder's use of fire and mould-resistant products, which helped save their house from facing complete ...    "
                },
                "25": {
                    "title": "A Tear in the Fabric",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "votes": 7,
                    "original air date": "29 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Lynn moved into her 3-storey townhouse just over a year ago. She noticed water was pooling on her rooftop deck so she hired a reputable contractor to fix the problem. But all it takes is just one rainfall and water starts pouring down to every level in her home. Her insurance company takes care of the cosmetic damages inside but never address the root cause of the leak. Fearing it could all happen again, Lynn contacts Mike Holmes who discovers that a small breach in the waterproof membrane on the rooftop deck is just the tip of the iceberg. Mike and his Crew are ...    "
                },
                "26": {
                    "title": "Here in Spirit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "votes": 6,
                    "original air date": "26 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    A homeowner tragically dies due to mold in her lungs just weeks after working in her attic. Fearing the culprit could still be hiding in the attic, her partner contacts Mike Holmes to investigate and make the home safe for her grieving family.    "
                },
                "27": {
                    "title": "Five Alarm Chili Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "votes": 6,
                    "original air date": "2 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    After her home is set on fire, Chili is pressured to hire a contractor who doesn't understand how to make it right. With nowhere else to turn she contacts the one person who does: Mike Holmes, and he's determined to make her home safe.    "
                },
                "28": {
                    "title": "Five Alarm Chili Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "9 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Chili's home was completely damaged at the hands of an arsonist. In order to understand what Chili faced that fateful night and what her home needs to make it safe, Mike puts on his firefighter boots and steps into the fire himself.    "
                },
                "29": {
                    "title": "Lawn and Order",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "16 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Dan and Sarah bought their home 2 years ago with dreams of backyard bliss. They planned to extend the existing deck to create a more safe and usable space for their children to play. Needing to find the right person to do it, and liking what they saw next door, they contacted the same person who built their neighbours' deck. Dan and Sarah received a quote that seemed too good to be true, and as the saying goes ... it was. By the time they realized the project was much bigger than anticipated, vastly under quoted, and beyond the skills of their contractor, it was too ...    "
                },
                "30": {
                    "title": "Great Wall of Crap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "23 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The retaining wall on Elaine and Bert's property was starting to fail when a contractor working next door offered to help. As the job gets underway, the contractor is never there to supervise and it quickly becomes clear that the work being done isn't up to par. Elaine and Bert contact an engineer who confirms what the couple already suspect: it's all wrong. Instead of making it right, their contractor completely gives up and literally picks up his tools and goes home. Mike Holmes takes on the challenge of finishing the job the contractor started and shows exactly ...    "
                },
                "31": {
                    "title": "Flood Suckers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "original air date": "30 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The City of Toronto faces a historic downpour causing Gina's basement to flood with water from the City's sewage system backing into her home. When things seemed like they couldn't get any worse, the remediation company hired by her insurance provider fails to follow the right protocols, putting Gina's son, Joey, at risk when he tries to clean up the mess himself. Mike arrives on site to tackle the flood-ruined basement with his team. When Mike learns that Joey's grandfather was a self-taught carpenter, and had a workshop in the basement, he does double-duty to not ...    "
                },
                "32": {
                    "title": "Another Storey Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "votes": 7,
                    "original air date": "7 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Mike comes to the home of a sweet couple who have hired a contractor to build a second story to their home. Homes and his crew take the house apart and spend 6 weeks trying to fix the mess the contractor made. But then Mike discovers that the addition was constructed so shoddily that repairing it would not be cost effective, and then he does, for the first time in the history of his TV shows, offers to buy the house and he will tear it down and build a new one or he will tear it down and rebuild it while the owner waits. Mike offers this to the wife and leaves her to ...    "
                },
                "33": {
                    "title": "Another Storey Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "votes": 6,
                    "original air date": "14 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Conclusion. A couple find themselves living in a home that's unfinished and totally unsafe after the contractor they hired to complete a second-story addition takes off with $170,000 and without completing the job.    "
                },
                "34": {
                    "title": "Investment Gate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "original air date": "21 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Mike tries to make it right for a couple after they discover they are one of 40 families who have fallen victim to an elaborate $15 million fraud, which has left them with a destroyed basement and lost savings.    "
                },
                "35": {
                    "title": "To Mike, from Aggie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 35,
                    "original air date": "28 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    A nurse working at a brain injury center has a mountain of problems that need to be addressed in the new home she shares with her children, and so Mike helps with the sump pump, venting, kitchen and yard that need to be fixed.    "
                },
                "36": {
                    "title": "Walk the Plank",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 36,
                    "original air date": "4 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    A couple who purchased a 9-year-old home for their growing family are shocked to discover that their second-story deck is falling apart and to fix it would deplete their life savings.    "
                }
            },
            "1": {
                "1": {
                    "title": "A Case of Shingles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Mike Holmes and his team get on top of a bad roof that has plagued a family for 40 years. The damage Mike uncovers proves they have been coping with leaks for nearly half a century.    "
                },
                "2": {
                    "title": "Building Castles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Aug. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Ventilation Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Aug. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Caught in a Trap: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "27 Aug. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Caught in a Trap: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "3 Sep. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Urea Got Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "10 Sep. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "If the Shoe Fits",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Retired boxer George Chuvalo helps when creating a backyard oasis with a hot tub, matching dens, and a special display shelf for a high-school teacher recovering from injuries after being struck by a van.    "
                },
                "8": {
                    "title": "Title Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "24 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    A crumbling foundation is just one of the problems tackled by Mike when he helps a couple get their home in shape in time for a new baby's arrival.    "
                },
                "9": {
                    "title": "Money for Nothing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Mike offers tips on how to recognize a con-artist contractor; and helps the victims of a rip-off by giving them the kitchen that was owed to them.    "
                },
                "10": {
                    "title": "Labour of Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "16 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    In the second-season opener, Mike helps a group of high-school students and their shop teacher do something nice for the family of a classmate who died.    "
                },
                "11": {
                    "title": "Breaking Through",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "24 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Mike comes to the aid of a hearing-impaired homeowner who has been living without a working shower for months.    "
                },
                "12": {
                    "title": "A Lift Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "30 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Mike offers his expertise to a situation involving a family who installed a one-of-a-kind wheelchair lift, only to discover that it doesn't work.    "
                },
                "13": {
                    "title": "Over Their Heads",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "7 May 2013",
                    "year": "2013",
                    "plot": "\n    Mike offers his expertise to a contractor who's in over his head renovating an open-concept bungalow with a unique ceiling.    "
                },
                "14": {
                    "title": "Mystery Staircase",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 8,
                    "original air date": "14 May 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Building Hope",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "27 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Natalie is overwhelmed by a second floor addition her mother Ingrid started but couldn't finish. Ingrid poured her life savings into a small cottage in the hope of turning it into her \"modern\" dream home. But after spending hundreds of thousands of dollars, the job's not done and the work's all wrong. Tragedy strikes after Ingrid suffers an aneurysm, followed by two strokes. Her daughter Natalie tries to balance taking over the renovation with taking care of her mom, but soon realizes she's in way over her head. She turns to Mike to finish the house, which means ...    "
                },
                "16": {
                    "title": "Starting Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 6,
                    "original air date": "3 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Manuel and his wife were like two peas in a pod, but now it's just one and the pod is in desperate need of some TLC. After his wife passed away, Manuel couldn't sleep in their bedroom, which was part of an old addition previous homeowners built. So he closed off the space, which opened it up to critters for the last 4 years. There's no foundation, no permits, and no way Mike is leaving without giving Manuel a warm space to fill with new memories. Mike takes it all down, and for the first time in Holmes history, let's the homeowner's son play a big role in the rebuild....    "
                },
                "17": {
                    "title": "Ain't Seen Nothing Yet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "10 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Lali put her trust in the wrong hands. She paid $11,000 for $200 worth of work and has been living in chaos for the last 13 months. She hired her neighbour to renovate her kitchen but he's been serving-up nothing but excuses for over a year. Mike retraces the contractor's steps as he tears down the work and discovers that this guy is one of the 'ugly' contractors he warns homeowners about. Not only is the work unfinished, it's dangerous, which means the contractor has robbed Lali threefold: First of her money, then her trust and finally her safety. But Mike restores ...    "
                },
                "18": {
                    "title": "Log Jam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Holmes Makes It Right (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 6,
                    "original air date": "17 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Mark's been a pilot in the Canadian military for over 20 years and for the past 8, he and his wife Carol have been planning and designing their dream home to retire in - a custom log home for their family. Unfortunately they hired a \"friend\" of the family to build it. He said it could be done for their $600,000 budget, but after 2 years of building and an extra quarter of a million dollars, their home isn't done and their contractor is long gone. Mark is forced to go back to work teaching fighter pilots on the other side of the world, while Carol faces her own battles...    "
                }
            }
        },
        "number of episodes": 36,
        "cast": [
            {
                "name": "Bennett, Damon"
            },
            {
                "name": "Biec, Tom"
            },
            {
                "name": "Holmes, Mike"
            },
            {
                "name": "Advani, Katie"
            },
            {
                "name": "Cozzolino, Frank"
            },
            {
                "name": "Halucha, Jim"
            },
            {
                "name": "Kastoris, Chris"
            },
            {
                "name": "Landry, Gary"
            },
            {
                "name": "Lowe, Craig"
            },
            {
                "name": "Marshall, Larry"
            },
            {
                "name": "McLennon, John"
            },
            {
                "name": "Pitirri, Nick"
            },
            {
                "name": "Schultz, John"
            },
            {
                "name": "Trimboli, Domenic"
            },
            {
                "name": "Wrobelewski, Adam"
            },
            {
                "name": "Wrobelewski, Martin"
            },
            {
                "name": "Anderson, Joel"
            },
            {
                "name": "Belanger, Adam"
            },
            {
                "name": "Coyle, Glen"
            },
            {
                "name": "Evans, Andrew"
            },
            {
                "name": "Faucher, Nicole"
            },
            {
                "name": "Jr., Mike Holmes"
            },
            {
                "name": "Holmes, Sherry"
            },
            {
                "name": "Kendall, John"
            },
            {
                "name": "Pavlovic, Carl"
            },
            {
                "name": "Pidgeon, Mike"
            },
            {
                "name": "Steed, Blake"
            },
            {
                "name": "Stenson, Tyler"
            },
            {
                "name": "Ullman, Derek"
            },
            {
                "name": "Faucher, Nichole"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 2,
        "rating": 7.9,
        "votes": 104,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGU0NGM0MjMtODM2Ni00NWU3LThmYzctNzM5MzJiMDBlZjlkXkEyXkFqcGdeQXVyNTYzMDA1MTU@._V1_SY150_CR59,0,101,150_.jpg",
        "budget": "CAD450,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Holmes Makes It Right",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Holmes Makes It Right (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Bene, Dave"
            }
        ],
        "production companies": [
            {
                "name": "Make It Right II Productions"
            }
        ],
        "distributors": [
            {
                "name": "HGTV"
            }
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials) (Canada)"
            ],
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 104,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 10,
                "rating": 6.8
            },
            "aged 30 44": {
                "votes": 30,
                "rating": 7.6
            },
            "aged 45 plus": {
                "votes": 45,
                "rating": 8.3
            },
            "males": {
                "votes": 52,
                "rating": 7.5
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 8.2
            },
            "males aged 30 44": {
                "votes": 24,
                "rating": 7.7
            },
            "males aged 45 plus": {
                "votes": 22,
                "rating": 7.0
            },
            "females": {
                "votes": 37,
                "rating": 8.5
            },
            "females aged 18 29": {
                "votes": 6,
                "rating": 5.0
            },
            "females aged 30 44": {
                "votes": 6,
                "rating": 7.4
            },
            "females aged 45 plus": {
                "votes": 23,
                "rating": 9.2
            },
            "top 1000 voters": {
                "votes": 10,
                "rating": 6.7
            },
            "us users": {
                "votes": 50,
                "rating": 7.8
            },
            "non us users": {
                "votes": 22,
                "rating": 8.0
            }
        },
        "number of votes": {
            "10": 35,
            "9": 23,
            "8": 20,
            "7": 10,
            "6": 3,
            "5": 3,
            "4": 2,
            "3": 1,
            "2": 1,
            "1": 6
        },
        "arithmetic mean": 8.1,
        "median": 9
    }
}