{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "6 June 2012"
            }
        ],
        "release dates": [
            "USA::6 June 2012"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "Hawaii, USA",
            "San Francisco, California, USA",
            "Cabo San Lucas, Baja California Sur, Mexico",
            "Lake Tahoe, Nevada, USA",
            "Santa Barbara, California, USA",
            "Miami, Florida, USA",
            "New Orleans, Louisiana, USA",
            "Atlanta, Georgia, USA",
            "San Diego, California, USA",
            "Los Angeles, California, USA"
        ],
        "genres": [
            "Sport"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$1,200,000 (estimated)",
        "plot outline": "This original series was Directed by Clinton Colin Graham Walker and was filmed on location throughout the US capturing some amazing, never before seen action sports content. Absolute X features the following sports: surfing, skiing, snowmobile, snowboard, kite board, wake board, jet skiing, motor-cross, BMX, skateboarding, and wake surfing. Absolute X is shot in (HD) High-Definition. This fun youth sports series is narrated with a light and witty voice actor and is formatted for all audience types. Absolute X was distributed by Marker Entertainment, Directed by Clinton Graham Walker and edited by Cory Sparkuhl.",
        "languages": [
            "English"
        ],
        "title": "Absolute X",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2013",
        "akas": [
            "Absolute X (United States)"
        ],
        "writer": [
            {
                "name": "Walker, Clinton Graham"
            }
        ],
        "distributors": [
            {
                "name": "ION Life"
            }
        ],
        "plot": [
            "Features insane stunts and tricks with emphasis on a variety of extreme sports and lifestyle.::Clinton Walker",
            "This original series was Directed by Clinton Colin Graham Walker and was filmed on location throughout the US capturing some amazing, never before seen action sports content. _Absolute X_ (qv) features the following sports: surfing, skiing, snowmobile, snowboard, kite board, wake board, jet skiing, motor-cross, BMX, skateboarding, and wake surfing. _Absolute X_ (qv) is shot in (HD) High-Definition. This fun youth sports series is narrated with a light and witty voice actor and is formatted for all audience types. _Absolute X_ (qv) was distributed by Marker Entertainment, Directed by Clinton Graham Walker and edited by Cory Sparkuhl.::Executive Producer"
        ],
        "tech": {
            "runtime": [
                "22 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}