{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "8 May 2012"
            },
            {
                "country": "UK\n",
                "date": "8 May 2012",
                "notes": "                            (limited)"
            }
        ],
        "release dates": [
            "UK::8 May 2012",
            "UK::8 May 2012                            (limited)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Search of Sara J (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 May 2012",
                    "year": "2012",
                    "plot": "\n    Excitement and smiles spread across the faces of Nikola, Marko and Jana as they all realize they've won tickets to attend Sara J's concert in Istanbul. In a blink of an eye they're packed and ready to go. Once landed in Istanbul the breaking news surprise them: Sara J's concert has been cancelled. Walking around Istanbul they decide to follow the leads to discovering where is their favourite pop star. Eating healthy and maintaining a healthy lifestyle turns out to be crucial in their quest to stay ahead of the chase.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Search of Sara J (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 May 2012",
                    "year": "2012",
                    "plot": "\n    The adventurous search for Sara J brings Nikola, Marko and Jana to Barcelona's Ramblas and where they encounter a world full of sights and sounds coming from so many different people and with such unique characteristics. While walking through the crowd they meet new friends who share their interests and passion for Sara J, that will help them in searching their loved singer pop star.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Search of Sara J (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "8 May 2012",
                    "year": "2012",
                    "plot": "\n    Underneath the Parisians skies, the team dives deeper into the mystery of Sara J's disappearance. However, as the challenge grows bigger, comes the time for the team to set some ground rules. Unanimously, Jana, Nikola and Marko agree that in order to be successful and efficient they would have to focus on respecting the agreed rules and relying on their trust.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Search of Sara J (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "8 May 2012",
                    "year": "2012",
                    "plot": "\n    Having crossed most of Europe on the trail of Sara J, Marko, Nikola and Jana end up in Berlin. Catching up with new friends they take a peek into what it's like to be responsible towards the environment, and in particular all those different ways of saving energy. But suddenly, while hanging around the city they discover a new truth that will lead them towards their final destination: Brussels.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Search of Sara J (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 May 2012",
                    "year": "2012",
                    "plot": "\n    On the road to the grand finale in Brussels the team runs into trouble again. However, thanks to the power of the community they finds an immediate solution. Their call for help receives an instant reply that will help them to arrive in Brussels for Sara J's final concert. The opportunity to travel freely across the Europe made it possible that the team succeed in the mission and join their dearest friends and family members. The time to enjoy the music and the good company has come.    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "Peever, Nigel"
            },
            {
                "name": "Edmonds, Simon"
            },
            {
                "name": "Nott, Siobahn"
            },
            {
                "name": "Roberts, Eddie"
            }
        ],
        "genres": [
            "Animation"
        ],
        "runtimes": [
            "6"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMWIzNTc1ZDUtMDBjOC00YjVlLTg3MzItNDUyZWY2NTIyOTM3XkEyXkFqcGdeQXVyODgzMjI1MzY@._V1_SY150_CR82,0,101,150_.jpg",
        "budget": "EUR100,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "In Search of Sara J",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "In Search of Sara J (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "We Love Europe"
            }
        ],
        "distributors": [
            {
                "name": "Business Solutions Europa"
            }
        ],
        "plot": [
            "Marko, Nikola and Jana are three young pop fans, brought together online by their love for Sara J, their favorite singer.::Nicola Barile"
        ],
        "tech": {
            "runtime": [
                "6 min (approx)"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}