{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 December 2012"
            }
        ],
        "release dates": [
            "USA::11 December 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Career Fair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fast Forward (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    We began the Fast Forward series at a career fair in Dalton. Starting with an overview of Georgia-based STEM careers and companies, we included a look at Shaw Industries and their work with green technologies. Teachable Moments include an explanation of how to find the energy required to convert solids into liquids and gases. This included a discussion of the different states of matter, the definitions of \"Specific Heat Capacity,\" \"Heat of Fusion,\" and \"Heat of Vaporization,\" and more.    "
                },
                "2": {
                    "title": "North Georgia Canopy Tours",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fast Forward (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Who says physics can't be fun? They can be very entertaining when you use them to go zip lining. And that's what we did at North Georgia Canopy Tours. Of course we went zip lining with a focus on physics and environmental education. Employees explained how Isaac Newton's basic laws come into play on their jobs. Teachable Moments include explanations of Newton's First Law of Motion, friction, and watersheds.    "
                },
                "3": {
                    "title": "Atlanta Motorsports Park",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fast Forward (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Dec. 2012",
                    "year": "2012",
                    "plot": "\n    We went to the birthplace of NASCAR to visit a brand new country club for car lovers. That's right. Instead of a golf course, they have a racetrack. In addition to taking a look back at the area's rich NASCAR history, Teachable Moments include a detailed look at Newton's Second Law of Motion, and an explanation of sound basics, including how sound waves dissipate over distance.    "
                },
                "4": {
                    "title": "The Weather Channel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fast Forward (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Everyone talks about the weather, but nobody ever does anything about it. Well Fast Forward did! We interviewed multiple on-air and off-air Weather Channel employees, showing a variety of opportunities: meteorologists, radio personalities, designers, and IT personnel. The video includes a string of weather-related Teachable Moments, such as an explanation of different types of clouds, what actually causes weather, dew point, why the \"feels like\" temperature is different from the actual temperature, the basics of lightning, and more.    "
                },
                "5": {
                    "title": "Turner/Adult Swim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fast Forward (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "24 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Some of television's most popular networks make their home in midtown Atlanta, and Fast Forward went behind the scenes to find out what makes these networks...work. We learned about the creative technology behind them, as well as other aspects of multi-level media. Teachable Moments include an explanation of gravity and how understanding it is essential to a cartoon animator, along with a description of Metadata.    "
                },
                "6": {
                    "title": "Southwire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fast Forward (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "11 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    We extended our search for Georgia STEM careers to the west side of the state with a visit to Southwire, the largest manufacturer of wire and cable in North America. We covered the types of careers available at Southwire, with a focus on Southwire's Engineering Academy for high school students. Teachable Moments include descriptions of electricity and root cause analysis.    "
                },
                "7": {
                    "title": "Centers for Disease Control and Prevention",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fast Forward (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "11 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Probably the most recognized health institution in the world is the Centers for Disease Control and Prevention, located in Atlanta. It's also one of Georgia's biggest employers! Along with Teachable Moments about the CDC's history, definitions and descriptions of Epidemiology, Mutation, and Antibiotic Resistance, we also learned that you don't have to have a doctorate in biology to work at the CDC.    "
                },
                "8": {
                    "title": "Federal Reserve Bank of Atlanta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fast Forward (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "28 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    A visit to the Federal Reserve Bank of Atlanta proved to us, and hopefully our audience, that taking a simple interest in math and technology can lead to a wide variety of career opportunities. While we approached this institution in a fun and loose way, Teachable Moments were truly insightful. They include a description of what the Federal Reserve is and does, a discussion of the gold standard, exactly what gives money its value, and more.    "
                },
                "9": {
                    "title": "Georgia Sea Turtle Center",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fast Forward (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "24 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    All animals should have it as good as the patients at the Georgia Sea Turtle Center, where the staff is doing some richly rewarding work! The highlight of our visit was shooting a surgical procedure on an injured sea turtle named Sendac. In addition, we took a guided tour, shot behind the scenes, and interviewed the center's director, nursing staff, and more. Teachable Moments include a definition and explanation of Ecosystems, and a description of why honey is a great substance for treating turtle wounds.    "
                },
                "10": {
                    "title": "Georgia Mountain Research and Education Center",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fast Forward (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "28 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The University of Georgia's College of Agriculture and Environmental Sciences offered us a tour of their Georgia Mountain Research Center where we interviewed Dr. Wayne Hanna, one of the foremost turf growers in the world. He's grown grass for sports complexes as far away as the World Cup Soccer Tournament in South Africa, and as close as to home as UGA's own athletic fields. Teachable moments center around agriculture, including Photosynthesis, the Nitrogen Cycle, the definition of Hypothesis, and more.    "
                },
                "11": {
                    "title": "Gulfstream Aerospace",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fast Forward (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "19 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    We were given a VIP tour of select parts of Gulfstream's extremely impressive facilities, where we interviewed a wide range of employees. The focus began on engineering, but we quickly learned there are an abundant number of employment opportunities available at Gulfstream. And if you've ever wondered how planes fly, this video will help, as our experts explain Bernoulli's Principle. Of course once you know how they fly, you'll want to know how fast they go. That's why we also included explanations of the terms Mach and Supersonic.    "
                },
                "12": {
                    "title": "Jittery Joe's",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fast Forward (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "19 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Jittery Joe's is a rapidly growing coffee chain based in Athens. And getting to explore their world gave us a peek into the fast-growing field of food science. We interviewed Roaster Master Charlie Mustard and others, learning the intricacies of what goes into making a great cup of coffee. It turns out there's a lot of math and science behind it. So of course Teachable Moments focused on where coffee is grown, how huge this industry really is, and exactly how caffeine affects the body.    "
                },
                "13": {
                    "title": "Coliseum Health System",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fast Forward (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "28 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Anyone watching the news knows that health care is an ever-growing industry. So we went to Macon to visit one of the area's largest employers: Coliseum Health System, where we learned that you don't have to be a doctor to be one of their 1,300+ employees! In fact, sometimes a high school education and a certificate or two are all you need to find a great job. On a different note, we had a sing-along, heard an extremely moving story, and enjoyed one of our weirdest Teachable Moments ever!    "
                },
                "14": {
                    "title": "Callaway Gardens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fast Forward (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "24 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    We went to Pine Mountain to spin Fast Forward's \"Wheel of Information,\" getting all the news on Callaway Gardens and how it came to be. Thanks to the experts, including the Manager of the Day Butterfly Center, we got a peek into the fields of Zoology and Entomology, and learned more about butterflies than we ever thought we would. Please take our word for it. Some of it is Frass-related. We warned you!    "
                },
                "15": {
                    "title": "White Oak Pastures",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fast Forward (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "19 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Deep in the southwest corner of the state, maybe where you'd least expect it, you'll find Georgia's biggest certified organic farm. White Oak Pastures is a fifth generation family-owned farm established in 1866, but \"born on the Internet.\" In addition to Teachable Moments about Sustainable Agriculture, Mono-cultural versus Poly-cultural farming, and the Serengeti Plains Rotational Grazing Model, you'll want to watch the owners, Will and Jenni Harris, test themselves against the Fast Forward Meat-O-Meter!    "
                },
                "16": {
                    "title": "Georgia Bureau of Investigation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fast Forward (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "28 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    To help find the best STEM-related jobs in Georgia, we got a little help from Georgia's top investigative unit-the Georgia Bureau of Investigation. We took an old-school detective approach, and discovered Teachable Moments on DNA and Latent Prints. And we even found out what it takes to turn a former cheerleader into a crime scene investigator. Case closed!    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Monteagudo, Pito"
            }
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjhkMTQyMzgtOTExYy00NDkyLWFlNDEtMTI2ZTljNDQzZDk3XkEyXkFqcGdeQXVyMjIzNTg5MTE@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Fast Forward is a GPB Original Production and Multimedia Project that promotes student achievement in Science, Technology, Engineering and Math programs by highlighting the multitude of career opportunities here in Georgia for those who are interested in the subjects.",
        "languages": [
            "English"
        ],
        "title": "Fast Forward",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Fast Forward (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Drabik, Dave"
            }
        ],
        "distributors": [
            {
                "name": "Georgia Public Broadcasting"
            }
        ],
        "plot": [
            "_Fast Forward_ (qv) is a GPB Original Production and Multimedia Project that promotes student achievement in Science, Technology, Engineering and Math programs by highlighting the multitude of career opportunities here in Georgia for those who are interested in the subjects.::GPB"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "camera": [
                "Panasonic"
            ]
        }
    }
}