{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2012"
            },
            {
                "country": "USA\n",
                "date": "15 October 2012"
            }
        ],
        "release dates": [
            "USA::2012",
            "USA::15 October 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "A Rough Start",
                    "kind": "episode",
                    "episode of": {
                        "title": "Art of Flight: The Series (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The fun crew of Travis Rice, Mark Landvick, DCP and Curt Morgan set off to Canada with high expectations for what is to be the first shoot of The Art of Flight Movie. After stress at the border, the team arrives in Canada only to find bad weather, high avalanche danger and risky helicopter situations. When Mark Landvick gets caught in an avalanche, what was supposed to be a great beginning, turns into a scary, expensive and a rough start for The Art of Flight production.    "
                },
                "2": {
                    "title": "Go North!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Art of Flight: The Series (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    With production behind and the snow melting, Curt and Travis have no choice but to head to Alaska in an expensive last-ditch effort. Hilarious Olympic Medalist Scotty Lago joins the team for comic relief during the drive North and top pro snowboarder John Jackson meets up with the crew in Anchorage. Once at the very remote Alaskan Tordrillo Mountain Lodge, the riders get a great taste of the possibilities and the crew realizes that they have stumbled into terrain unlike anything they have seen before. But once again avalanche danger and bad weather set in and put ...    "
                },
                "3": {
                    "title": "Off to See the Wizard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Art of Flight: The Series (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Pressure and adventure increase as time passes for the Art Of Flight crew who are still far from civilization deep in the Alaskan Tordrillo mountain range. During bad weather the riders take to creating explosions and axe throwing while director Curt Morgan watches his budget dwindle. Finally the weather breaks and what ensues is a display of incredible big mountain snowboarding matched with unrivaled cinematography. After prompting from snowboarding hero Jeremy Jones the crew decides to push even deeper into the Alaskan back country to ride the infamous mountain peak...    "
                },
                "4": {
                    "title": "Chasing Winter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Art of Flight: The Series (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    While Alaska ended well it did not get The Art of Flight production back on track. The only choice for Travis and Curt is to chase winter to Chile. Joined by the always funny Scotty Lago and gifted pro snowboarder Jake Blauvelt, the crew arrives in the stunning Andes mountains to find terrible challenging and dangerous conditions. The only choice they have is to wait for snow, laugh and explore the cities and countryside of Chile. As a final effort everyone pitches in to build a very large jump and just when things begin to look up for the crew, disaster strikes.    "
                },
                "5": {
                    "title": "The New Pioneers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Art of Flight: The Series (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    After devastating earthquakes and a volcanic eruption, The Art of Flight crew and riders find themselves stranded in Chile unsure of what to do next. After an attempt to snowboard near the volcano, local authorities ask them to leave the area. Jake Blauvelt and Scotty Lago throw in the towel and head home. This leaves Curt and Travis with no choice but to enlist pro snowboarder Mark Landvick to meet them at the end of the world: Patagonia. Once in Chilean Patagonia Curt, Travis, Mark and their guides find themselves pioneers in the most dramatic and dangerous terrain ...    "
                },
                "6": {
                    "title": "There's No Place Like Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Art of Flight: The Series (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    With excellent conditions at home in Jackson Hole, Wyoming Travis and Curt invite pro snowboarders Scotty Lago, Mark Landvick, Bjorn Leines, John Jackson and Pat Moore to explore the Wyoming back country. Curt is close to his Brain Farm production offices and decides to bring his entire arsenal of camera equipment deep into the Teton Snake River mountain range via snowmobile in an effort to raise the bar of action sport cinematography. Meanwhile the riders build massive jumps and take huge risks to progress the sport of snowboarding. What follows is mind blowing ...    "
                },
                "7": {
                    "title": "Going All In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Art of Flight: The Series (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    This is the last The Art of Flight shoot and with nothing to lose and everything to gain Curt and Travis decide to move production to Aspen, Colorado. Aspen has been working for weeks to build a custom super pipe and a huge gap jump just for TheArt of Flight. When everyone arrives including pro snowboarders Scotty Lago, Mark Landvick, Jack and Luke Miatraoni, Mark McMorris, Eric Willette, Danny Davis and Sebastian Toutant they all learn that the new jump and half pipe are not ready and Curt has fallen very ill. Travis and the film crew must step up and work without ...    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Newsome, Scott"
            },
            {
                "name": "Jackson, John"
            },
            {
                "name": "Landvik, Mark"
            },
            {
                "name": "Morgan, Curt"
            },
            {
                "name": "Rice, Travis"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.8,
        "votes": 93,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTEyMDEzOTc0MjleQTJeQWpwZ15BbWU4MDcxMDY3ODcx._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Art of Flight: The Series",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Art of Flight: The Series (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Brain Farm Digital Cinema"
            }
        ],
        "distributors": [
            {
                "name": "Netflix"
            }
        ],
        "other companies": [
            {
                "name": "Grind Music & Sound"
            },
            {
                "name": "Grind Music & Sound"
            }
        ],
        "plot": [
            "A seven-episode TV series that focuses on the production of The Art of Flight. We follow the crew through locations including Patagonia, Jackson Hole, Alaska and Revelstoke."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 93,
                "rating": 8.8
            },
            "aged 18 29": {
                "votes": 34,
                "rating": 8.8
            },
            "aged 30 44": {
                "votes": 28,
                "rating": 8.8
            },
            "aged 45 plus": {
                "votes": 7,
                "rating": 7.7
            },
            "males": {
                "votes": 66,
                "rating": 8.7
            },
            "males aged 18 29": {
                "votes": 27,
                "rating": 8.8
            },
            "males aged 30 44": {
                "votes": 26,
                "rating": 8.9
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 7.7
            },
            "females": {
                "votes": 6,
                "rating": 8.4
            },
            "females aged 18 29": {
                "votes": 5,
                "rating": 8.7
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 6.0
            },
            "us users": {
                "votes": 14,
                "rating": 8.5
            },
            "non us users": {
                "votes": 36,
                "rating": 8.3
            }
        },
        "number of votes": {
            "10": 32,
            "9": 27,
            "8": 24,
            "7": 4,
            "6": 2,
            "5": 3,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.8,
        "median": 9
    }
}