{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 May 2012"
            },
            {
                "country": "USA\n",
                "date": "12 May 2012",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::4 May 2012",
            "USA::12 May 2012                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Area 51",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 May 2012",
                    "year": "2012",
                    "plot": "\n    We talk with the people behind the new Area 51 exhibit at the National Atomic Testing Museum in Las Vegas, Nevada, and hear from George Knapp, the journalist who initially broke the story about Area 51. That, plus current space and UFO news on this episode of Spacing Out.    "
                },
                "2": {
                    "title": "Bryce Zabel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 May 2012",
                    "year": "2012",
                    "plot": "\n    Hollywood producer and writer Bryce Zabel talks about UFOs and his book A.D. After Disclosure. That, plus current space and UFO news.    "
                },
                "3": {
                    "title": "Peter Robbins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "18 May 2012",
                    "year": "2012",
                    "plot": "\n    UFO researcher, author, and lecturer Peter Robbins talks about the Rendlesham Forest incident, also known as Britain's Roswell. Plus, he talks about his alien abduction research with the late Budd Hopkins. That, and the latest news, right now on Spacing Out!    "
                },
                "4": {
                    "title": "Lee Speigel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 May 2012",
                    "year": "2012",
                    "plot": "\n    Long-time UFO researcher and Huffington Post journalist Lee Speigel talks about space robots and the search for extraterrestrial life. That, plus the latest space and UFO news.    "
                },
                "5": {
                    "title": "Jason Major",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Space blogger Jason Major talks about the new space race and the search for extraterrestrial life. That, plus the latest space and UFO news.    "
                },
                "6": {
                    "title": "Marc D'Antonio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Marc D'Antonio analyzes UFO photos and videos for MUFON. As an astronomer, Marc is knowledgeable about techniques used to detect potentially habitable planets in the search for extraterrestrial life. Marc talks about these topics, plus we discuss the history-making SpaceX mission, UFOs in Plymouth, MA, and other UFO and space news on this episode of Spacing Out!    "
                },
                "7": {
                    "title": "Ben McGee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Research scientist Ben McGee talks about his spaceflight consulting company, and his role on the NatGeo series Chasing UFOs. That, plus the latest space and UFO news.    "
                },
                "8": {
                    "title": "James Fox",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    James Fox is a filmmaker with a passion for the subject of UFOs. He also stars in the NatGeo series Chasing UFOs. We talk with about the show, plus we discuss crop circles, sending messages to extraterrestrials, and other UFO and space news on this episode of Spacing Out!    "
                },
                "9": {
                    "title": "Ben Hansen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    We talk with Ben Hansen, former FBI agent and lead investigator on the SyFy channel's series Fact or Faked: Paranormal Files, about some incredible UFO footage captured by the Fact or Faked team, as well as an interesting alleged alien abduction case. We also talk about UFOs seen during China's recent spacecraft launch, vacations to the Moon, and the latest UFO and space news on this episode of Spacing Out!    "
                },
                "10": {
                    "title": "Ryan Sprague",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "6 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Ryan Sprague is a UFO journalist and a contributing writer for Open Minds magazine. We talk with Ryan about computer hacking cases where hackers specifically sought information related to UFOs. We also talk about a study looking for signs of extraterrestrial life on Martian moons, a curious alleged alien skeleton, and other UFO and space news on this episode of Spacing Out!    "
                },
                "11": {
                    "title": "Grant Cameron",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "13 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Grant Cameron is a historian who specializes in U.S. presidents and their individual connections to UFOs and extraterrestrial life. We talk with Grant specifically about President Barack Obama. We also discuss alien jellyfish, new allegations related to the Roswell UFO incident, and other space and UFO news on this episode of Spacing Out!    "
                },
                "12": {
                    "title": "Dean Haglund",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "20 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Dean Haglund is an actor, a comedian, and artist, and an inventor who is probably best known for his recurring role on The X-Files. We talk with Dean about UFOs and his recent documentary The Truth is Out There. We also discuss real-life X-files recently released by the UK, an interesting UFO crash in Russia, and other space and UFO news on this episode of Spacing Out!    "
                },
                "13": {
                    "title": "Erin Ryder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "27 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Erin Ryder, who simply goes by \"Ryder,\" is best-known for her role on the SyFy Channel's Destination Truth, and most recently, on NatGeo's Chasing UFOs. We talk with Ryder about the show, and about her views related to UFOs. We also discuss habitable planets, strange lights in South Carolina, and other space and UFO news on this episode of Spacing Out!    "
                },
                "14": {
                    "title": "Frank Kimbler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "3 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Frank Kimbler, a geology and earth science teacher at the New Mexico Military Institute, spends considerable time searching the area of the alleged UFO crash near Roswell, New Mexico. This professor and geologist has recovered mysterious metals from the area, and he recently appeared on the NatGeo show Chasing UFOs. We talk with Frank about his experience on the show, and about his mystery metals. We also talk about a UFO at the Olympics, William Shatner vs. Wil Wheaton, and other space and UFO news on this episode of Spacing Out!    "
                },
                "15": {
                    "title": "Geoff Notkin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "10 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Geoff Notkin is a meteorite specialist and host of Science Channel's award-winning series Meteorite Men. We talk with Geoff about meteorites, and hear his thoughts regarding panspermia and extraterrestrial life. We also discuss some strange activity in Washington state, the Mars landing of the Curiosity rover, and other space and UFO news on this episode of Spacing Out!    "
                },
                "16": {
                    "title": "Amy Shira Teitel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "17 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Amy Shira Teitel is a space blogger who specializes in spaceflight history. She was at NASA's Jet Propulsion Laboratory during the landing of Curiosity on Mars, providing real-time coverage of the event. We talk with Amy about Curiosity, and about space exploration. We also discuss colonizing Mars, ongoing UFO sightings in South Carolina, and other space and UFO news on this episode of Spacing Out!    "
                },
                "17": {
                    "title": "Ruben Uriarte",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "24 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Ruben Uriarte is the State Director for Northern California MUFON, the Mutual UFO Network, as well as the Deputy Director for MUFON's International Investigations. He's also a member of the Mars Society. We talk with Ruben about the search for life on Mars, and, of course, about investigating UFO sightings. We also discuss a recent episode of Larry King's show where UFOs were discussed, and other space and UFO news on this episode of Spacing Out!    "
                },
                "18": {
                    "title": "Micah Hanks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "31 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Micah Hanks is a writer and radio personality best known for his website and radio show called the Gralien Report. We talk with Micah about his exploration of strange phenomena, and about the upcoming Paradigm Symposium that Micah is hosting. We also talk about a strange rod-shaped UFO in New York, China's search for extraterrestrial life, and other space and UFO news on this episode of Spacing Out!    "
                },
                "19": {
                    "title": "Joe Kiernan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "7 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Joe Kiernan is a resident of North Myrtle Beach in South Carolina, and he regularly sees mysterious lights in the sky. We talk with Joe about the strange activity in his area. We also talk about a fireball UFO in North Carolina, an upcoming event where military men will talk about UFOs, plus other space and UFO news on this episode of Spacing Out!    "
                },
                "20": {
                    "title": "Bryce Zabel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "14 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Bryce Zabel is a Hollywood producer, filmmaker, author, and UFO researcher. In the past, Bryce served as a space reporter for multiple networks, including CNN. We talk with Bryce about the late Neil Armstrong, and about other astronauts who have voiced opinions about UFOs and extraterrestrial life. We also talk about space colonization, a new UK UFO petition, and other space and UFO news on this episode of Spacing Out!    "
                },
                "21": {
                    "title": "Steve Murillo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "21 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Steve Murillo is the state section director for the Los Angeles, California section of the Mutual UFO Network. We talk with Steve about L.A. UFO sightings, and about MUFON LA's success at developing a real sense of community within its members. We also talk about China's search for extraterrestrial life, the potential for a real-life warp drive, and other space and UFO news on this episode of Spacing Out!    "
                },
                "22": {
                    "title": "Military Men and UFOs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "28 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    For this special episode of Spacing Out!, we hit the road in our new production vehicle to cover the Military UFOs: Secrets Revealed lecture at the National Atomic Testing Museum in Las Vegas. We talk with the museum's curator, and with the individuals who presented at the event. We also ask some of the special guests who attended the event for their reactions. Maureen and I also discuss some interesting videos that have generated interest recently, including a video showing an individual with teleportation powers. That, and other space and UFO news, on this episode ...    "
                },
                "23": {
                    "title": "Alan Dean Foster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "5 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Alan Dean Foster is an accomplished Science-Fiction author who masterfully creates highly detailed imaginary worlds and extraterrestrial life forms. We talk with Alan about extraterrestrial life, alien worlds, and the cross-over between science-fiction and science-fact. We also talk about the explanation for a recent trend of pink UFO sightings, we talk about a discovery on Mars, and other space and UFO news on this episode of Spacing Out!    "
                },
                "24": {
                    "title": "Chuck Zukowski",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "12 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Chuck Zukowski is a paranormal investigator who has spent more than 25 years investigating phenomena like ghosts, UFOs, and cattle mutilations. We talk with Chuck about bizarre animal mutilation cases, and the evidence suggesting a cause much more mysterious than a simple predator attack. Plus, we discuss a declassified U.S. Air Force prototype for a flying saucer, a new meteorite exhibit, and other space and UFO news on this episode of Spacing Out!    "
                },
                "25": {
                    "title": "The 2012 Paradigm Symposium",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "26 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    The very first Paradigm Symposium took place October 18th through 21st in Minneapolis, Minnesota. We attended this event that explored topics including ancient aliens, archeology, UFOs, and science-fiction. We talk about our experience at this event, plus we discuss a recent mass UFO sighting, we talk about engineered microbes that could build structures on Mars, and other space and UFO news on this episode of Spacing Out!    "
                },
                "26": {
                    "title": "Morgan Beall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Morgan Beall is the Florida state section director for the Mutual UFO Network. This tech-savvy UFO investigator serves the organization in a variety of capacities. We talk with Morgan about being a relatively young UFO investigator, and about some of the current cases he's working on. That, and other space and UFO news, on this episode of Spacing Out!    "
                },
                "27": {
                    "title": "Karyn Dolan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "9 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Karyn Dolan has been researching paranormal phenomena for more than a decade. Her current research has her exploring a possible connection between two different, but perhaps not so different, phenomena. We talk with Karyn about this interesting new research. We also discuss a wave of UFO sightings in India, and other space and UFO news, on this episode of Spacing Out!    "
                },
                "28": {
                    "title": "Dan Madsen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "16 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Dan Madsen ran the official fan clubs for both Star Trek and Star Wars, and he worked closely with the people involved with both franchises. We talk with Dan about his interesting career, his thoughts about the recent sale of Lucasfilm to Disney, and about UFOs. That and other space and UFO news, on this episode of Spacing Out!    "
                },
                "29": {
                    "title": "Scotty Roberts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "23 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    We talk with Scotty Roberts about possible evidence in the early books of the Bible that could support the ancient alien theory and other interesting biblical topics. We also discuss an armada of UFOs filmed over Melbourne, a recent, substantial donation to the SETI Institute, and other space and UFO news, on this episode of Spacing Out!    "
                },
                "30": {
                    "title": "Antonio Huneeus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "30 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Antonio Huneeus is an editor and staff writer for Open Minds magazine. He's been a UFO journalist for more than 30 years, and has formed countless relationships in the field. We talk with Antonio about one of his friends, the late Jim Moseley. We also discuss several news stories about Mars, a strange \"Sprouting Potato\" UFO, and other space and UFO news, on this episode of Spacing Out!    "
                },
                "31": {
                    "title": "Richard Dolan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "17 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Richard Dolan is an author and a respected UFO historian. We talk with Rich about his books, and about his new educational lecture series. We also discuss the recent discovery of organic compounds on Mars, China's plan to grow vegetables in space, and other space and UFO news, on this episode of Spacing Out!    "
                },
                "32": {
                    "title": "Tom DeLonge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "21 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Tom DeLonge is a well-known and accomplished musician. But in addition to his impressive musical career, Tom has an impressive level of knowledge related to UFOs. We sit down with this veteran UFO researcher to talk about space and UFOs. We also discuss a series of glowing lights over San Francisco, comments made by Russia's prime minister about aliens, and other space and UFO news on this episode of Spacing Out!    "
                },
                "33": {
                    "title": "A Translucent Alien?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "11 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    A photo from Taiwan that supposedly shows a translucent alien.    "
                },
                "34": {
                    "title": "Bigelow Aerospace",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "18 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Bigelow Aerospace and the possibility that this private space company possesses alien technology.    "
                },
                "35": {
                    "title": "Lee Speigel's Top UFO Stories of 2012",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "24 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Huffington Post journalist Lee Speigel about some of his picks for top UFO stories of 2012.    "
                },
                "36": {
                    "title": "New Evidence Suggesting Extraterrestrial Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "25 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    New evidence suggesting extraterrestrial life, and Micah Hanks remembers author and investigative journalist Philip Coppens. That, and other space and UFO news.    "
                },
                "37": {
                    "title": "Mining Asteroids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "1 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Guest co-host Amy Shira Teitel joins the show to talk about a new edition to the blossoming industry of asteroid mining. That, and other space news.    "
                },
                "38": {
                    "title": "A Redefined Habitable Zone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "8 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode, we talk about a redefined habitable zone, and what that could mean for the search for extraterrestrial life. We also talk with Deep Space Industries advisor Geoff Notkin about the new asteroid mining company. That, and other space and UFO news on this episode of Spacing Out!    "
                },
                "39": {
                    "title": "Bird-like UFOs?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "15 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    We talk about a video that shows bird-like UFOs in Mexico. That, and other space and UFO news.    "
                },
                "40": {
                    "title": "Searching for the Best UFO Evidence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "22 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    We talk about big money being offered up by film producers for evidence of UFOs or extraterrestrials, and, of course, we talk about the upcoming International UFO Congress.    "
                },
                "41": {
                    "title": "Recapping the 2013 International UFO Congress",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "15 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    We recap the 2013 International UFO Congress. We also talk about UFO photos taken by actor Russell Crowe. That, and other space and UFO news.    "
                },
                "42": {
                    "title": "Circular Contrails Caused by UFOs?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "22 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Circular contrails in England that some believe were caused by UFOs. That and other space and UFO news.    "
                },
                "43": {
                    "title": "Is Mars Still Habitable?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "29 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    We talk about scientists who think Mars could still be habitable. We also talk about fireball UFOs and other space and UFO news.    "
                },
                "44": {
                    "title": "Hollywood and UFOs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "5 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The FBI's UFO memo, and we talk with UFO film expert Robbie Graham about Hollywood and UFOs. That and other space and UFO news.    "
                },
                "45": {
                    "title": "An Alien Code in Our DNA?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "12 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    We talk about a study that suggests a sign of intelligent extraterrestrials could reside within the human genetic code. We also discuss an upcoming documentary that features a \"humanoid of unknown classification.\" That and other space and UFO news on this episode of Spacing Out!    "
                },
                "46": {
                    "title": "Scientists Searching for ET",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "19 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Researchers from fifteen UK research institutions have teamed up to search for extraterrestrial life. And a UFO encounter in Australia is being memorialized in a strange way. That and other space and UFO news on this episode of Spacing Out!    "
                },
                "47": {
                    "title": "Fireball UFO Video from Ireland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "26 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode, we talk about a video that shows several fireball UFOs in the sky above Cork, Ireland. We also talk about a couple celebrities who have recently voiced their opinions about extraterrestrial life. That and other space and UFO news on this episode of Spacing Out!    "
                },
                "48": {
                    "title": "Sirius UFO Documentary and the Atacama Humanoid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "3 May 2013",
                    "year": "2013",
                    "plot": "\n    Steven Greer's film Sirius and the Atacama humanoid is discussed. Alejandro interviews Greer and the film's producer J.D. Seraphine.    "
                },
                "49": {
                    "title": "Searching for Intelligent Extraterrestrials",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "10 May 2013",
                    "year": "2013",
                    "plot": "\n    We talk with SETI Institute senior astronomer Seth Shostak about astrobiology and the search for intelligent extraterrestrials. We also talk about expanding the search for ET, a shark UFO, and other space and UFO news on this episode of Spacing Out!    "
                },
                "50": {
                    "title": "Ben Hansen Details His Triangle UFO Sighting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "17 May 2013",
                    "year": "2013",
                    "plot": "\n    Ben Hansen of SyFy's Fact or Faked: Paranormal Files talks about a recent UFO he witnessed in Huntington Beach, California.    "
                },
                "51": {
                    "title": "UFO Over Santee, California",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "31 May 2013",
                    "year": "2013",
                    "plot": "\n    Maureen and Jason discuss a UFO that was photographed over Santee, CA and other space and UFO news on this episode of Spacing Out!    "
                },
                "52": {
                    "title": "Accused Reptilian Alien Confronted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "14 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Veteran UFO researcher Antonio Huneeus was recently accused of either being an extraterrestrial, or under the control of extraterrestrials. Jason and Maureen give Antonio the opportunity to address these claims. They also discuss some interesting UFO videos and more on this episode of Spacing Out!    "
                },
                "53": {
                    "title": "UK's Last Batch of UFO Files Released",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "28 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    UK's Ministry of Defence released its final batch of UFO files. That and other space and UFO news are discussed.    "
                },
                "54": {
                    "title": "Polling Bands and Fans About ET and UFOs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "12 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Jason and Maureen venture to the Phoenix stop of the Van's Warped Tour to talk with bands and fans about their views related to UFOs and intelligent extraterrestrial life. Jason and Maureen also discuss a collaboration between UK astronomers to search for extraterrestrials. That and other space and UFO news on this episode of Spacing Out!    "
                },
                "55": {
                    "title": "The 2013 MUFON Symposium",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "26 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Jason and Maureen go to Las Vegas, NV for the MUFON Symposium. They also discuss alien robot space probes, UFOs in Australia, and other space and UFO news.    "
                },
                "56": {
                    "title": "Skeptic Blown Away by UFO Sighting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "9 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Jason and Maureen discuss a UFO sighting in England that left a skeptic searching for an explanation. Alejandro Rojas also discusses his ongoing investigation into the case of Paul Bennewitz. Those and other UFO stories on this episode of Spacing Out!    "
                },
                "57": {
                    "title": "CIA Declassifies Area 51",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "23 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Jason and Maureen discuss the recently re-released CIA documents that mention Area 51 by name. They also discuss alleged UFOs over a swimming pool in Florida.    "
                },
                "58": {
                    "title": "The Summer of Bob Lazar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "6 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Jason and Maureen discuss the recent developments with Element 115. They also discuss the passing of Jesse Marcel, Jr.    "
                },
                "59": {
                    "title": "UFO Stumps Meteorologist on Live TV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "20 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Jason and Maureen discuss a UFO captured by a news station's towercam in Lincoln, NE. They also discuss a strange translucent, disc-shaped UFO photographed in Minnesota.    "
                },
                "60": {
                    "title": "UFOs Engaged by Iranian Air Force Jets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "original air date": "4 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Jason and Maureen discuss a recent military aviation magazine article that details Iranian air force jets being scrambled to intercept UFOs.    "
                },
                "61": {
                    "title": "UFOs invade England",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "18 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode, Maureen and Jason discuss multiple recent UFO sightings in England. They also discuss the recent 40-year anniversary of the Pascagoula incident.    "
                },
                "62": {
                    "title": "UFO Video Shows Object Landing in Iceland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "original air date": "1 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Maureen and Jason discuss a video that shows a bright aerial object that seemingly lands in Akureyri, Iceland. They also talk with Jeremy Corbell, director of the upcoming UFO/ET-related documentary Truth Embargo. That and other space and UFO news on this episode of Spacing Out!    "
                },
                "63": {
                    "title": "Photos Show UFOs in a Flock of Birds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "original air date": "15 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Maureen and Jason discuss photographs that show UFOs in the midst of a huge flock of black birds in Australia.    "
                },
                "64": {
                    "title": "Teleporting Martians to Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "original air date": "6 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Maureen and Jason talk about a scientist who wants to detect Mars life and teleport it to Earth.    "
                },
                "65": {
                    "title": "Obama's New Advisor Is a UFO Enthusiast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 65,
                    "original air date": "20 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Maureen and Jason talk about President Barack Obama's new advisor, John Podesta, who happens to be a UFO enthusiast.    "
                },
                "66": {
                    "title": "Iranian media claims aliens helped Hitler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 66,
                    "original air date": "17 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Jason and Maureen discuss a story about a news agency in Iran that claims documents from Edward Snowden show that aliens aided Hitler and the Nazis, and those same aliens now control the U.S. government. That, and other space and UFO news on this episode of Spacing Out!    "
                },
                "67": {
                    "title": "UFO Recorded Over Vancouver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 67,
                    "original air date": "7 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Jason and Maureen discuss a video that shows a UFO over Vancouver in Canada. They also discuss the 2014 International UFO Congress. That and other space and UFO news.    "
                },
                "68": {
                    "title": "Rome UFOs Captured on Video",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 68,
                    "original air date": "21 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Maureen and Jason discuss a video showing unidentified objects over Rome. They also discuss the passing of Dr. Roger Leir, a pioneer in the field of alleged alien implant research. That and other space and UFO news on this episode of Spacing Out!    "
                },
                "69": {
                    "title": "Chris Carter Producing Series About Area 51",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spacing Out! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 69,
                    "original air date": "4 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The X-Files creator Chris Carter is producing a new television series about the mysterious military installation Area 51. Jason and Maureen discuss that and other UFO news.    "
                }
            }
        },
        "number of episodes": 69,
        "cast": [
            {
                "name": "McClellan, Jason"
            },
            {
                "name": "Elsberry, Maureen"
            },
            {
                "name": "Hansen, Ben"
            },
            {
                "name": "McGee, Ben"
            },
            {
                "name": "DeLonge, Thomas"
            },
            {
                "name": "Dolan, Richard M."
            },
            {
                "name": "Foster, Alan Dean"
            },
            {
                "name": "Fox, James"
            },
            {
                "name": "Haglund, Dean"
            },
            {
                "name": "Knapp, George"
            },
            {
                "name": "Madsen, Dan"
            },
            {
                "name": "Ryder, Erin"
            },
            {
                "name": "Zabel, Bryce"
            },
            {
                "name": "Zukowski, Chuck"
            },
            {
                "name": "Notkin, Geoffrey"
            },
            {
                "name": "Teitel, Amy Shira"
            }
        ],
        "genres": [
            "News",
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "Open Minds presents Spacing Out!, a bi-weekly web series hosted by Jason McClellan and Maureen Elsberry. The show explores UFOs, space, the search for extraterrestrial life, and other mysteries of the universe. This hybrid talk/news show regularly features interviews with a wide variety of researchers, journalists, celebrities, and TV personalities. New episodes are published every other Friday.",
        "languages": [
            "English"
        ],
        "title": "Spacing Out!",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Spacing Out! (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "McClellan, Jason"
            }
        ],
        "production companies": [
            {
                "name": "Open Minds Production"
            }
        ],
        "plot": [
            "Bi-weekly hybrid talk/news web series exploring UFOs, space, the search for extraterrestrial life, and other mysteries of the universe. New episodes every other Friday.::openminds.tv",
            "Open Minds presents _Spacing Out!_ (qv), a bi-weekly web series hosted by Jason McClellan and Maureen Elsberry. The show explores UFOs, space, the search for extraterrestrial life, and other mysteries of the universe. This hybrid talk/news show regularly features interviews with a wide variety of researchers, journalists, celebrities, and TV personalities. New episodes are published every other Friday.::openminds.tv"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}