{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "16 August 2012"
            }
        ],
        "release dates": [
            "USA::16 August 2012"
        ],
        "episodes": {
            "9": {
                "1": {
                    "title": "That Far Corner: Frank Lloyd Wright in Los Angeles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 1,
                    "original air date": "6 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    An Artbound episode about famous architect Frank Lloyd Wright and his architectural work during his time spent in Los Angeles.    "
                },
                "2": {
                    "title": "Desert X",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 2,
                    "original air date": "13 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    An Artbound episode about Desert X, a group of public art exhibits in the California desert environment.    "
                },
                "3": {
                    "title": "Electric Earth - The Art of Doug Aitken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 3,
                    "original air date": "20 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    An Artbound episode about prominent artist Doug Aitken and his immersive piece entitled, \"Underwater Pavilions.\"    "
                },
                "4": {
                    "title": "Variedades: Olvera Street",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 4,
                    "original air date": "27 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    An Artbound episode exploring the immersive and historical performance of \"Variedades: Olvera Street.\"    "
                },
                "5": {
                    "title": "La Raza",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 5,
                    "original air date": "3 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    An Artbound episode about La Raza, the bilingual newspaper/magazine that became a platform for activists during the Chicano Movement.    "
                },
                "6": {
                    "title": "No Trespassing: A Survey of Environmental Art",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 6,
                    "original air date": "10 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    An Artbound episode exploring the natural beauty of California through artistic inspiration, featuring artists Richard Misrach and Hillary Mushkin.    "
                },
                "7": {
                    "title": "Artist and Mother",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 7,
                    "original air date": "17 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    An Artbound episode examining the relationship between motherhood and art.    "
                },
                "8": {
                    "title": "The Art of Basketweaving",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 8,
                    "original air date": "24 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    An Artbound episode about the tradition and revitalization of Native American basketry.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "16 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    KCET's Artbound examines art in Southern California. The premiere episode of Artbound features the pop art of Coachella Valley artists the Date Farmers, the world of Muslim American fashion, an exploration of the Morongo Desert's \"jackrabbit\" homesteads, the history of steel houses in Palm Springs, and a musical performance by Cut Chemist.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    This episode of \"Artbound\" features artwork inspired by the life and death of Kelly Thomas, an exhibition of origami influenced by scientific and mathematical techniques, a collaborative art project done by day laborers, Steve Roden's quixotic video art, Riverside's Tio's Tacos' folk art, and a musical performance by Lila Downs.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "29 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    In this episode of Artbound, we explore the different practices of various artists in and around the Southern California region. Some of the segments in this episode include; Future Perfect: The Midcentury Modern Paintings of Danny Heller Craft Happening: Tanya Aguiniga vs. the Beverly Hills Police Shari Elf: Maximum Creativity at Minimum Wage Guerrilla Gowns: Orange County's Ghostly Performance Art Notorious Possession: Occupying Foreclosed Homes With Art    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "4 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    This episode begins at the Mission of San Luis Obispo with members of the San Luis Obispo orchestra performing mission period music arranged by historian and composer Craig Russell. Next, the show explores the work of photographer Mike Miller whose iconic photos of 1990s West Coast hip-hop became genre and generation defining. Heading to Riverside County, the third segment features a guided tour of the Twentynine Palms Marine Base, where artist Hillary Mushkin leads a group \"draw-in\" as part of her Incendiary traces project, which reflects on the militarized landscape...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "30 May 2013",
                    "year": "2013",
                    "plot": "\n    Episode Two begins in with artist Nery Gabriel Lemus who draws inspiration from his experiences as a social worker, creating art that comments on race, gender, and domestic abuse. Then in East Los Angeles, artist Shizu Saldamando's paintings explore a punk rock, Chicano/a subculture. Her work begins by photographing her subjects in their natural environments such as backyard parties in East LA, then she paints those works on various surfaces: tablecloths, wood, skin (as tattoos). Artbound then travels to the streets of Melrose to uncover the history of LA's street art...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "25 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Episode three begins in Los Angeles where Alexandra Grant constructs a large-scale, site-specific work at 18th Street Arts Center based on an ongoing exchange with the iconic French author, poet, playwright and philosopher Hélène Cixous. Artbound then heads to Riverside, where the exhibit Geographies of Detention: From Guantánamo to the Golden Gulag offers a nuanced investigation into incarceration and its architectures. The exhibit features artists Sandow Birk, Alyse Emdur, and Richard Ross, each of whom explores different aspects of imprisonment. Returning to Los ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Special: AgH20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "11 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode, Artbound focuses on the Optics Division of the Metabolic Studio. The Optics Division is on a quest for the perfect indexical image, an image not just of the valley but made from the valley. The team has been working on all aspects of production including the camera(s), the film stock, the developers and fixatives, all sourced from the dry lake bed. Bon and The Optics Division's tools include the \"Liminal Camera,\" a portable camera and darkroom housed in a shipping container. The team can produce large black and white images matching the size of the ...    "
                },
                "2": {
                    "title": "Songs in the Key of Los Angeles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "8 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    This episode of Artbound, Songs in the Key of L.A. is a multi-platform collaboration between the Library Foundation of Los Angeles, the Los Angeles Public Library, and USC professor Josh Kun that brings to life the Library's extraordinary Southern California Sheet Music Collection. Five L.A. artists were invited to pick some sheet music, study it, and then interpret it in any style of their choosing. The finished products are now available for free download from the website of the Los Angeles Public Library, and Artbound produced short documentaries on the process.    "
                },
                "3": {
                    "title": "Chicano Batman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "24 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    This episode of Artbound features the fun lovin' music from East L.A. band Chicano Batman.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "7 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    This episode of Artbound features Paul Turounet, a photographer whose site-specific photographic portraits explore the various migrant peoples found traveling along the U.S.-Mexico Border. Next we go to on a visit to the Watts Towers to catch up on how scientists and community activists are seeking to preserve the Towers against the elements. Artbound reflects on Gary Baseman's mid-career retrospective \"The Door is Always Open\", which examines a long and varied career while focusing on his family and the Fairfax district of Los Angeles. Then, Artbound the travels to ...    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode Artbound provides an exclusive look at the avant-garde opera, \"Invisible Cities.\" Then, Artbound explores Ted Meyer's \"Scarred for Life\" art project, which has helped individuals accept and even embrace their scars. In East L.A., Heidi Duckler Dance Theatre's mobile \"Duck Truck\" brings site-specific performances to the East LA Civic Center for a unique performance. At Bootsy Bellows, a nightclub on Sunset Blvd in West Hollywood, Jeff Speetjens performs with a variety of marionettes from the stage to the dance floor. Photographer Candacy Taylor followed...    "
                },
                "6": {
                    "title": "Special: Invisible Cities",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "12 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    An hour-long documentary on the making-of Invisible Cities, an opera created for headphones performed in the public space of Los Angeles Union Station in the fall of 2013.    "
                }
            },
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "13 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode, Artbound heads to San Bernardino to explore the tubular sandbagging construction techniques of the California Institute of Earth Architecture, whose handmade structures are redefining sustainable housing. In Boyle Heights, the group Public Matters' Market Makeover project is addressing the \"grocery gap\" in \"food deserts,\" areas that have limited access to quality, healthy food. In Riverside, Hiromi Takizawa's Ultraviolet installation observes the role of light in architectural and environmental spaces. In Lincoln Heights, three Mexican American DJs ...    "
                },
                "2": {
                    "title": "Artbound Special Episode: Machine Project Field Guide to L.A. Architecture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "6 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Echo Park institute Machine Project invited and filmed more than 20 artists to create performances that respond to notable architectural sites throughout Los Angeles.    "
                },
                "3": {
                    "title": "East Is Eden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "27 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    We visit groups east of Los Angeles to see their various forms of art in practice.    "
                },
                "4": {
                    "title": "Special: MOCA TV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "17 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    A special episode of Artbound featuring content from MOCA TV.    "
                },
                "5": {
                    "title": "100 Mules Walking the Los Angeles Aqueduct",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "8 May 2014",
                    "year": "2014",
                    "plot": "\n    Artbound travels with Lauren Bon and the Metabolic Studio as they perform \"One Hundred Mules Walking the Los Angeles Aqueduct,\" a commemorative artist action to reconnect Los Angeles to its water supply by walking the entire 240-mile route of the Los Angeles Aqueduct with a team of 100 hundred mules. The action marked the 100-year anniversary of the completion of the Los Angeles Aqueduct, which started bringing water from the Owens Valley to Los Angeles on Nov. 5, 1913.    "
                }
            },
            "5": {
                "1": {
                    "title": "MOCATv",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "23 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    A special episode of Artbound in collaboration with MOCATv.    "
                },
                "2": {
                    "title": "50th Flashback: Earthworks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "2 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    To celebrate KCET's 50th anniversary, we aired a special \"throwback\" episode showcasing the original arts program, Earthworks.    "
                },
                "3": {
                    "title": "Without Borders/Sin Fronteras",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "16 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    A culmination of various arts practices found in Southern California.    "
                },
                "5": {
                    "title": "Virtual Domains",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "6 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    An exciting assortment of segments chronicling the Arts in the Southern Californian region.    "
                },
                "6": {
                    "title": "Bukowski Reads Bukowski",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "13 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Artbound digs into the KCET vaults to uncover a gem from the early 1970s. Iconoclast writer and poet Charles Bukowski reads from his work to a live audience. Also featuring candid behind the scenes footage.    "
                },
                "7": {
                    "title": "Social Practice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "11 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    An intriguing assortment of various artistic practices in the Southern Californian region.    "
                },
                "8": {
                    "title": "America Deserta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "18 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Artbound visits the American desert to view the artistic practices that exist there.    "
                }
            },
            "6": {
                "1": {
                    "title": "American Purgatory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "3 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    The Season 6 premiere of Artbound features lowrider culture, eclectic Mojave desert communities, realist paintings of commercial architecture, retro-inspired linocut signs, and the music of Nick Waterhouse.    "
                },
                "2": {
                    "title": "Borderlands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "10 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    This episode of Artbound, \"Borderlands,\" explores arts along the U.S.-Mexico border.    "
                },
                "3": {
                    "title": "Steel Modern",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "24 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    This episode of Artbound, \"Steel Modern,\" explores the architectural past and present in Southern California.    "
                },
                "4": {
                    "title": "Monomania LA: Exploring California Collections",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "17 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    What happens when collecting becomes more than just a hobby? A new series of short documentaries profiles five L.A. as Subject collectors who have obsessively focused on a narrow slice of Southern California history.    "
                },
                "5": {
                    "title": "The State of Creativity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "Mar. 2015",
                    "year": "2015",
                    "plot": "\n    A one hour documentary special exploring the vibrant network of creativity in the California economy and featuring stories about aerospace design, clothing manufacturing, fine arts museums, digital media, arts education, and the role of creative placemaking in the economic health and growth of communities.    "
                }
            },
            "7": {
                "1": {
                    "title": "Afrofuturism",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "17 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    A look into the world of African American modern artists.    "
                },
                "2": {
                    "title": "The Art of Our Time: Helen Molesworth and the MOCA Collection",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "1 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Original video art revealed by MOCA artistic contemporaries.    "
                },
                "3": {
                    "title": "Art and Protest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "15 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    \"Artbound\" explores art created amidst social upheaval, including the life and work of Noah Purifoy whose practice was radically transformed by the Watts Riots; the emergence of Chicano printmaking in response to the Chicano Moratorium; Andrea Bower and Noe Gaytan whose work engages with the contemporary struggle for raising the minimum wage and unionization of adjuncts in higher education; and Michael Maltzan's design of the Star Apartments which addresses the issue of homelessness in Downtown Los Angeles.    "
                }
            },
            "8": {
                "1": {
                    "title": "Charles Lummis: Reimagining the American West",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n    \"Charles Lummis: Reimagining the American West\" chronicles the life and legacy of the Los Angeles icon who was known to many as a writer and editor of the Los Angeles Times, an avid collector and preservationist, an American Indian rights activist, and the founder of LA's first museum, the Southwest Museum of the American Indian. Lummis' genius and idiosyncratic personality captured the ethos of an era and a region. The documentary will give viewers an in-depth look at his fascinating life through the eyes of key historians and experts including William Deverell (...    "
                },
                "2": {
                    "title": "Artesanos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "original air date": "17 May 2016",
                    "year": "2016",
                    "plot": "\n    The highly skilled labor of artisans migrating from Mexico and Latin America are the backbone of high-end design and retail in Los Angeles, producing some of the most exquisite furniture, textiles, and design goods. But they represent a creative force that seems invisible to the city. Artbound uncovers their stories and their role in making Los Angeles and Southern California the creative capital of the world.    "
                },
                "3": {
                    "title": "Fallujah: Art, Healing, and PTSD",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "original air date": "24 May 2016",
                    "year": "2016",
                    "plot": "\n    A documentary chronicling the process of the Long Beach Opera to make an opera about a Iraqi war veteran's return home and struggle with PTSD.    "
                },
                "4": {
                    "title": "MOCA: Beyond the Museum Walls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "original air date": "31 May 2016",
                    "year": "2016",
                    "plot": "\n    Artbound explores the programming of the Museum of Contemporary Art Los Angeles, investigating new programming and curatorial approaches that are redefining what it means to be a 21st century museum. Featuring three new programs by The Underground Museum, Wolvesmouth, and Public Fiction.    "
                },
                "5": {
                    "title": "Hopscotch: An Opera for the 21st Century",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "original air date": "7 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Artbound explores the groundbreaking opera Hopscotch, which unfolded in cars zigzagging throughout Los Angeles, telling a single story of a disappearance across time. Audiences experienced the work in both the intimacy of a car, where artists and audiences shared a confined space, or in a larger central hub, where all the journeys were live streamed to create a dizzying panorama of life in Los Angeles.    "
                },
                "6": {
                    "title": "Third L.A. With Architectural Critic Christopher Hawthorne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 6,
                    "original air date": "14 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Architectural critic Christopher Hawthorne partners with Artbound to look at the future of Los Angeles by examining its architecture, urban planning, transportation and changing demographics, giving us a glimpse of Los Angeles as a model of urban renewal for the nation and the world.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Digital Darkroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Artbound (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "26 May 2015",
                    "year": "2015",
                    "plot": "\n    \"Digital Darkroom\" explores the intersection of art and technology by examining the work of master artists who harness today's digital tools to alter reality. They push creative and technological boundaries to share their imaginations with the world, redefining photography along the way. The film includes interviews and behind-the-scenes footage of American and European fine art photographers discussing their craft, their objectives and image-making in the 21st century.    "
                }
            }
        },
        "number of episodes": 47,
        "cast": [
            {
                "name": "Chemist, Cut"
            },
            {
                "name": "Altany, Maria Elena"
            },
            {
                "name": "Anastasia, Stephen"
            },
            {
                "name": "Arenas, Eduardo"
            },
            {
                "name": "Arévalo, Carlos"
            },
            {
                "name": "Baseman, Gary"
            },
            {
                "name": "Berry, Cedric"
            },
            {
                "name": "Coast, Best"
            },
            {
                "name": "Best, Diane"
            },
            {
                "name": "Batman, Chicano"
            },
            {
                "name": "de Oro, Metrallta"
            },
            {
                "name": "Faatoalia, Ashley"
            },
            {
                "name": "Kamareh, Delaram"
            },
            {
                "name": "Kasl"
            },
            {
                "name": "Knight, Ashley"
            },
            {
                "name": "Martinez, Bardo"
            },
            {
                "name": "Myer, Ted"
            },
            {
                "name": "North, Run River"
            },
            {
                "name": "Ritter, Carly"
            },
            {
                "name": "Speetjens, Jeff"
            },
            {
                "name": "Stringfellow, Kim"
            },
            {
                "name": "Takizawa, Hiromi"
            },
            {
                "name": "Taylor, Candacy"
            },
            {
                "name": "Theatre, Heidi Duckler Dance"
            },
            {
                "name": "Turounet, Paul"
            },
            {
                "name": "Villa, Gabriel"
            },
            {
                "name": "Wang, Wendy"
            },
            {
                "name": "Wolfe, Chelsea"
            },
            {
                "name": "Zacarias, Jaime"
            },
            {
                "name": "Burns, David"
            },
            {
                "name": "Lemus, Nery Gabriel"
            },
            {
                "name": "Saldamando, Shizu"
            },
            {
                "name": "Soko"
            },
            {
                "name": "The Sunland, Dancers"
            },
            {
                "name": "Young, Austin"
            },
            {
                "name": "Barboza, Javier"
            },
            {
                "name": "Boulé, David"
            },
            {
                "name": "Bryant, Tisa"
            },
            {
                "name": "Christovale, Erin"
            },
            {
                "name": "Curtis, Jamie Lee"
            },
            {
                "name": "Edwards, Delroy"
            },
            {
                "name": "Garcetti, Eric"
            },
            {
                "name": "Hawkins, Joseph"
            },
            {
                "name": "Kipen, David"
            },
            {
                "name": "Kirkton, Kent"
            },
            {
                "name": "Lopez, Josefina"
            },
            {
                "name": "Margolis, Cindy"
            },
            {
                "name": "Marquez, Ernest"
            },
            {
                "name": "Miller, Nicole"
            },
            {
                "name": "Rice, Keith"
            }
        ],
        "genres": [
            "News"
        ],
        "runtimes": [
            "56"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 9,
        "rating": 8.6,
        "votes": 7,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTcyNTcwNzI1Ml5BMl5BanBnXkFtZTgwOTY0NjkxMDE@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Episode 1 visits Riverside County where the duo known as the Date Farmers are re-writing pop surrealism, Orange County where two Muslim-American women are creating a fashion line, San Bernardino County where there is an artist colony inhabiting Jackrabbit Homesteads, Palm Springs where mid-century modern architecture is getting a revival. Also features a location hopping performance by turntable master Cut Chemist.",
        "languages": [
            "English"
        ],
        "title": "Artbound",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Artbound (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9"
        ],
        "writer": [
            {
                "name": "Cabral, Javier"
            },
            {
                "name": "Campbell, Colin"
            },
            {
                "name": "Drambot, Shana Nys"
            }
        ],
        "production companies": [
            {
                "name": "KCET"
            },
            {
                "name": "BCurious Productions"
            }
        ],
        "distributors": [
            {
                "name": "KCETLink"
            }
        ],
        "plot": [
            "A compilation of several short form documentary pieces about artists and arts practice in the 11 counties of Southern California.::Anonymous",
            "Episode 1 visits Riverside County where the duo known as the Date Farmers are re-writing pop surrealism, Orange County where two Muslim-American women are creating a fashion line, San Bernardino County where there is an artist colony inhabiting Jackrabbit Homesteads, Palm Springs where mid-century modern architecture is getting a revival. Also features a location hopping performance by turntable master Cut Chemist.::Anonymous",
            "Each episode compiles shorts determined by readers of _Artbound_ (qv), an arts and culture website of the Los Angeles public media station KCET. Every week a new vote appears on the site, prompting readers to choose which article they would like to see made into a short video piece. The videos are released weekly on the web and then assembled into a TV broadcast episode airing bi-monthly. Featured artists have included The Date Farmers, Michael Parker, Manuel Paul Lopez, Steve Roden, Olga Koumoundouros, Tanya Aguiñiga, Alexandra Grant, Victor Wilde, Nery Gabriel Lemus, Mear One, Cut Chemist, Shizu Saldamando, Sandow Birk, Alyse Emdur, Richard Ross, and more.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "56 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 7,
                "rating": 8.6
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 9.5
            },
            "males": {
                "votes": 3,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 10.0
            },
            "females": {
                "votes": 2,
                "rating": 7.5
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 6.0
            },
            "us users": {
                "votes": 2,
                "rating": 9.0
            }
        },
        "number of votes": {
            "10": 4,
            "9": 0,
            "8": 1,
            "7": 1,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.6,
        "median": 1
    }
}