{
    "imdb": {
        "raw release dates": [
            {
                "country": "Hong Kong\n",
                "date": "26 August 2012"
            }
        ],
        "release dates": [
            "Hong Kong::26 August 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Hong Kong",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wheel2Wheel (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "26 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Morgan Parker's epic adventure comes to life during this 1 hour TV special. We'll find out who he is and why he's embarking on this incredible 10 country transcontinental expedition. We'll also be introduced to Hong Kong's Clean Air Network, the first of ten grass roots charitable organisations Parker visits, to learn about their work to combat Hong Kong's massive air pollution problem.    "
                },
                "2": {
                    "title": "China",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wheel2Wheel (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Parker finally gets through the border and nervously navigates through China to meet with GECKO. He discovers Chinese students receive no environmental education at school, making the work of GECKO in providing basic environmental knowledge to students so critical. Leaving Guilin, Parker begins his long journey south, next stop is Vietnam.    "
                },
                "3": {
                    "title": "Vietnam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wheel2Wheel (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Becoming the first solo motorcycle adventurer to ever legally cross from China into Vietnam, Morgan welcomes the respite of world heritage Halong Bay and Hanoi with their scenic vistas. Amidst the happiness, comes a sobering visit to Animals Asia Foundation, the third designated charity where Morgan uncovers the brutal and illegal practice of farming moon bears to extract their gall bladder bile for sale. Morgan also travels to Animals Asia's sanctuary to learn about the rehabilitation of the rescued bears.    "
                },
                "4": {
                    "title": "Laos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wheel2Wheel (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "9 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Laos may offer peace, tranquillity and some breathtaking tourist sites, but its unpredictable weather and dirt roads mean that Morgan Parker has to face his toughest days yet. Called \"Hell Day\", Morgan and his bike are almost broken during a freezing, rain drenched 150 km trek along a mountainous wet clay road that renders his BMW motorcycle powerless against the elements. With hypothermia setting in, it's a race to find shelter before he literally loses consciousness. But that's just one aspect of this riveting episode in which Morgan travels down the Mekong, rides ...    "
                },
                "5": {
                    "title": "Cambodia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wheel2Wheel (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "9 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Cambodia's a country of contrasts as Morgan Parker experiences breathtaking moments followed by encounters that shock him. He visits the \"killing fields\" and the S21 extermination facility in Phnom Penh. He rides with fellow adventure riders and is buoyed by a family visit in Siem Reap. The unique food and an unforgettable visit to the Angkor temples mark a highlight of the 10 country expedition. Yet Morgan also uncovers some little known truths about how the country is run, and rides an emotional roller-coaster touring the improvised district supported by W2W's 5th ...    "
                },
                "6": {
                    "title": "Thailand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wheel2Wheel (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "16 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    It's a fast paced episode from the get-go, as Morgan Parker finds himself riding superbikes in Bangkok then leading a bike rally to Lopburi, the site of Baan Gerda - a unique home-stay orphanage for 83 local children born with HIV. Morgan then heads south to southern Thailand's hot spots of Hua Hin, Phuket and Krabi, trekking through jungles and swimming in random waterfalls, before finally exiting to Malaysia.    "
                },
                "7": {
                    "title": "Malaysia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wheel2Wheel (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "16 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Riding with Malaysian-born W2W charity director Alan Ng, Morgan Parker starts in Penang then heads out to the remote Islamic states of north-east Malaysia before weaving through the scenic Cameron Highlands to Kuala Lumpur. Morgan learns how universal and real the issue of domestic violence is while visiting the shelters of the Women's Aid Organization and listening to the stories of survivors. Morgan and Alan ride with the local Harley Davidson club to visit the new \"capital\" Putra Jaya; then are taken on a thrilling ride up to Genting Highlands with the local BMW ...    "
                },
                "8": {
                    "title": "Indonesia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wheel2Wheel (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "23 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    It doesn't get more fearsome than the jungles of Sumatra, more devastating than the damage done to Banda Aceh in the 2004 Boxing Day tsunami, more hair-raising than a 37 hour ride to Jakarta, and more terrifying than a head-on collision in Bandung. Morgan Parker experiences countless moment as his rides for one month across Indonesia. Morgan travels for days into the jungle and up a river with PanEco Foundation to witness the untold story of cataclysmic destruction. The conversion of peat swamps releasing millions of tonnes of carbon into the atmosphere and loss of ...    "
                },
                "9": {
                    "title": "Timor Leste",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wheel2Wheel (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "23 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Komodo dragons, treacherous ferry rides and an interesting immigration experience-and all that's before Morgan Parker sets foot in Timor-Leste. Once he's arrived in the world's newest nation, Morgan learns how the country is not only recovering from its lengthy civil war, but is working hard to move forward. Time spent snorkeling in the pristine waters and a huge bike rally across the country enable all to see that the country is on the way to becoming a terrific tourist destination. But there's plenty more in this episode, as Morgan visits W2W's 9th charity - Action ...    "
                },
                "10": {
                    "title": "Australia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wheel2Wheel (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "30 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    At last Morgan Parker arrives in Darwin, greeted by the Lord Mayor, but without his bike which is stranded on the high seas for two weeks. Unperturbed Morgan gets busy with NAILSMA, an indigenous Aboriginal organization creating innovative multi-faceted solutions for indigenous people to apply their ancient knowledge to contemporary land and sea conservation issues across the north of Australia. Morgan flies to the remote and sacred Crocodile Islands to meet the one of the oldest living Aboriginal people and the 2012 Senior Australian of the Year; then gets up above ...    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Parker, Morgan"
            },
            {
                "name": "Ng, Alan"
            }
        ],
        "locations": [
            "Hong Kong, China::(street scenes)",
            "China::(street scenes)",
            "Vietnam::(street scenes)",
            "Laos::(street scenes)",
            "Cambodia::(street scenes)",
            "Thailand::(street scenes)",
            "Malaysia::(street scenes)",
            "Indonesia::(street scenes)",
            "Australia::(street scenes)"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Hong Kong"
        ],
        "country codes": [
            "hk"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "budget": "$500,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Wheel2Wheel",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2013",
        "akas": [
            "Wheel2Wheel (Hong Kong)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Murphy, Scott"
            }
        ],
        "production companies": [
            {
                "name": "Siren Films"
            }
        ],
        "distributors": [
            {
                "name": "Gary Pudney"
            }
        ],
        "plot": [
            "One man, two wheels and 25,000 kilometres of thrilling excitement and humanitarian adventures across Asia.::Anonymous"
        ],
        "synopsis": [
            "Wheel2Wheel details host Morgan Parker's epic solo motorcycle journey from Hong Kong to Australia to highlight the work of ten grassroots charitable organizations tackling some of the world's most pressing humanitarian issues.Filmed in HD, the series is visually breathtaking, inspiring and educational, yet always entertaining. It's also filled with never-seen-before locations and remarkable interviews revealing untold stories. From beginning to end, Wheel2Wheel boasts unexpected dramas, poignant tales and non-stop excitement."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}