{
    "imdb": {
        "raw release dates": [
            {
                "country": "Philippines\n",
                "date": "28 May 2012"
            }
        ],
        "release dates": [
            "Philippines::28 May 2012"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Cruz, Rene"
            },
            {
                "name": "del Prado, Martin"
            },
            {
                "name": "Lee, Grace"
            },
            {
                "name": "Manalo, Maricel"
            },
            {
                "name": "Verdadero, Kai"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "10"
        ],
        "countries": [
            "Philippines"
        ],
        "country codes": [
            "ph"
        ],
        "language codes": [
            "en",
            "tl",
            "fil"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "4:3",
        "original air date": "28 May 2012 (Philippines)",
        "plot outline": "Cooking with the Stars is a 10 minute cooking program bannered by TV host and radio DJ Grace Lee. It's a cooking program that showcases delectable, easy-to-prepare dishes that will have viewers' nationwide craving for more. Joining Grace in creating mouth-watering dishes for every occasion are top chefs from the San Miguel Pure Foods Culinary Center, led by Chef Maricel Manalo and Chefs Martin del Prado, Rene Ruz and Kai Verdadero. Of course, it wouldn't be Cooking with the Starswithout the country's brightest stars. Every episode will feature a celebrity who has a food-related dilemma, which the show's chefs will solve at the end of every program. Another twist to the show is \"Cooking Star of the Barangay\", where the show will visit barangays, bringing with them a live brass band and dancing food servers, which will definitely get residents of these barangays in fiesta mode.",
        "languages": [
            "English",
            "Tagalog",
            "Filipino"
        ],
        "title": "Cooking with the Stars",
        "year": 2012,
        "kind": "tv mini series",
        "series years": "2012-",
        "akas": [
            "Cooking with the Stars (Philippines)"
        ],
        "director": [
            {
                "name": "Sugatan, Ogi"
            }
        ],
        "production companies": [
            {
                "name": "GMA"
            }
        ],
        "distributors": [
            {
                "name": "GMA"
            }
        ],
        "plot": [
            "_Cooking with the Stars_ (qv) is a 10 minute cooking program bannered by TV host and radio DJ Grace Lee. It's a cooking program that showcases delectable, easy-to-prepare dishes that will have viewers' nationwide craving for more. Joining Grace in creating mouth-watering dishes for every occasion are top chefs from the San Miguel Pure Foods Culinary Center, led by Chef Maricel Manalo and Chefs Martin del Prado, Rene Ruz and Kai Verdadero. Of course, it wouldn't be _Cooking with the Stars_ (qv)without the country's brightest stars. Every episode will feature a celebrity who has a food-related dilemma, which the show's chefs will solve at the end of every program. Another twist to the show is \"Cooking Star of the Barangay\", where the show will visit barangays, bringing with them a live brass band and dancing food servers, which will definitely get residents of these barangays in fiesta mode.::GMA Network"
        ],
        "tech": {
            "runtime": [
                "10 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "4:3"
            ]
        }
    }
}