{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "10 January 2012"
            },
            {
                "country": "Canada\n",
                "date": "9 January 2013"
            }
        ],
        "release dates": [
            "Canada::10 January 2012",
            "Canada::9 January 2013"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Calgary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "22 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    In this first episode of the new season Canada's Handyman Challenge, Host Jenn Roberston and Judges Scott McGillivray, Paul Lafrance and Bryan Baeumler travel to Calgary where they meet savvy contestants \"pitching\" their pre-made plywood project. The Judges select a roster of top ten handymen. This top ten's first challenge is to build a functioning mallet for a high striker game. The Judges give the contestants two hours to complete the challenge and once all the dust settles, three contestants will be eliminated. The remaining seven contestants have to create an ...    "
                },
                "2": {
                    "title": "Winnipeg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "29 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    In this episode, Host Jenn and Judges, Scott, Paul and Bryan travel to Winnipeg where they meet an exuberant group of contestants who \"pitch\" their pre-made plywood projects. The Judges select the ten best. The top ten's first challenge is to create a slingshot/catapult-type device that will launch a bag of sugar further than anyone else. The three contestants with the worst device or the shortest distance are going home. The remaining seven contestants must build a unique, properly functioning \"land canoe\" that will not only function, but support the judges, all with...    "
                },
                "3": {
                    "title": "Toronto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "5 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    In this episode, Host Jenn and Judges, Scott, Paul and Bryan travel to Toronto where they are greeted by a huge crowd of handy contestants who \"pitch\" their pre-made plywood projects. The Judges select the ten best projects. Their first challenge for the Top Ten is to create a free-standing water tower in order for the judges to hoist a bucket full of water. The four tallest towers move on to next round, three are eliminated. They have two hours. The remaining seven contestants must create a stylish, functioning hanging bean bag chair that all three judges could sit ...    "
                },
                "4": {
                    "title": "Halifax",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "12 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    In this episode, Host Jenn and Judges, Scott, Paul and Bryan travel to Halifax. After choosing a top ten amongst the original plywood projects, up first for the Top Ten is a mini put challenge with pvc pipe. They have two hours to complete it and three people are going home. The remaining seven contestant a functioning bridge out of logs that will support a judge walking across it. They have two hours to complete their challenge and another three will be eliminated. The remaining four are declared the \"Eastern Canada\" finalists.    "
                },
                "5": {
                    "title": "Sweet Sixteen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "19 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    The top sixteen finalists are divided into four teams of four (representing each audition city) and challenged to build a unique patio space. They have two hours to complete the challenge and two people are going home. The second challenge will have the contestants paired up to create the longest functional bridge. They will have two hours to complete the challenge and two more contestants will be sent packing.    "
                },
                "6": {
                    "title": "Top Twelve",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "26 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    The top twelve remaining handymen have two hours to create a mural with certain tools and with precise measurements before someone is eliminated, causing controversy and tension amongst the contestants. The remaining competitors have two hours to complete a soldering challenge before another person is sent home.    "
                },
                "7": {
                    "title": "Top Ten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "5 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    The first challenge for the top ten competitors is building stairs, which brings our judges to a deadlock that can only be solved by a one-against-one \"window pane\" challenge to declare a winner. The second challenge will have the contestants prove their skills in a two-hour crown moulding challenge before another hopeful handyman is sent home.    "
                },
                "8": {
                    "title": "Top Eight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "12 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    In a challenge to make each competitor sweat, the top eight contestants must face a private, one-on-one challenge with each judge, and the person with the worst score is sent home. The remaining competitors are given two hours to build a rickshaw, at the end of which one more person is sent home.    "
                },
                "9": {
                    "title": "Top Six",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "19 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    As the competition heats up, the top six must face a challenge to build living room furniture using completely unconventional materials. The best project not only wins the admiration of the judges, but also a $2,500 prize. In the second challenge, the contestants need to prove their electrical and design skills on a wall they must also wallpaper.    "
                },
                "10": {
                    "title": "Final Four",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "26 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    In the finale episode, the final four contestants face one of the biggest challenges ever on Canada's Handyman Challenge: building a pallet house. Canada's Most Trusted Contractor Mike Holmes (Holmes Makes It Right) adds his expertise to the all-star judging panel to award the winner of Canada's Handyman Challenge with $25,000 and the title of Canada's Best Handyman.    "
                }
            },
            "1": {
                "1": {
                    "title": "Vancouver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The all new Canada's Handyman Challenge kicks off with our host Jillian Harris and judges Mike Holmes, Scott McGillivray and Bryan Baeumler traveling to Vancouver to pick the 4 best handymen to represent the West in the National Handyman Finals.    "
                },
                "2": {
                    "title": "Halifax",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Judges Mike Holmes, Scott McGillivray and Bryan Bauemler pick the 10 best handymen from Halifax to compete in challenge one. This time contestants build a chair in two hours and in the second round they're given just 20 minutes to install a fully functional toilet! The four best are declared the \"Eastern Canada\" finalists.    "
                },
                "3": {
                    "title": "Toronto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The judges went West, then East and now they've landed in Toronto to pick the best 10 handymen who will compete to represent Central Canada. For their first challenge, candidates must choose objects from a junk pile and build something fresh and fabulous in two hours flat! In round two they must finish shingling a roof. The last four standing are declared the \"Central Canada\" finalists.    "
                },
                "4": {
                    "title": "Hamilton: Round 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "31 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Things heat up as our 12 finalists from West, East and Central Canada travel to the National Handyman Finals for their biggest test yet - a face-to-face challenge with each of our judges. Who can name all the tools? Who will identify all the errors in a poorly constructed kitchen wall? Who will figure out the \"Measure, Cut and Match\" puzzle? The remaining eight competitors are one step closer to the title of Canada's Best Handyman.    "
                },
                "5": {
                    "title": "Hamilton: Round 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    This challenge calls for a little team spirit as our eight National Finalists pair-up to build bunk beds. But the real test comes when the losing team gets a surprise \"face off\" challenge - wall-painting - against their former partner. And one of them is sent home. Our remaining seven have just 40 minutes to wire and install a light-fixture. A seemingly simple challenge but deceptive enough to send one more contestant home - bringing the total down to six National Finalists.    "
                },
                "6": {
                    "title": "Hamilton: Round 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "14 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    What do you get when you give the final six handymen two hours and way too many tasks? A really good sense of who can achieve quality and quantity in a short time frame. Five make it to the next round to build a functioning staircase. One wrong cut and they will be eliminated. Only four competitors move on to final showdown to compete for the title of Canada's Best Handyman.    "
                },
                "7": {
                    "title": "Hamilton: Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    This is the final 2-day showdown for the esteemed title of Canada's Best Handyman! For their final challenge, the contestants must build the ultimate outdoor living space. The handyman who exhibits knowledge, skill, creativity, and passion-will be awarded the title of HGTV's Canada's Best Handyman.    "
                }
            },
            "2": {
                "1": {
                    "title": "Challenging Halifax",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "22 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    In this first episode of the second season of Canada's Handyman Challenge, Host Jenn Roberston and Judges Scott McGillivray, Paul Lafrance and Bryan Baeumler travel to Halifax where they meet savvy contestants with pre-made plywood projects. From these hopefuls the judges select the top ten handymen in Halifax. These contestants take on their first challenge of building a gate in two hours, after which three contestants will be eliminated. The remaining seven contestants have to create a go-kart, scooter or unique buggy from a garbage bin of materials. Two more ...    "
                },
                "2": {
                    "title": "Calling Vancouver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode, Host Jenn Roberston and Judges Scott McGillivray, Paul Lafrance and Bryan Baeumler travel to Vancouver where they meet an exuberant group of contestants and their pre-made plywood projects. The Judges select the ten best who then face their first challenge - they have to hang two doors in two hours, and the three contestants with the worst sets of doors are going home. The remaining seven contestants must build a properly functioning stand to support a hammock, and at the end two more contestants will be set packing. The remaining five are declared ...    "
                },
                "3": {
                    "title": "Testing Toronto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "5 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode, Host Jenn Roberston and Judges Scott McGillivray, Paul Lafrance and Bryan Baeumler travel to Toronto where they are greeted by a huge crowd of handy contestants with pre-made plywood projects. The judges select the ten best contestants who then have to install a large casement window in a pre-existing wall. They have two hours to complete it and the owners of the three worst installs are going home. The remaining seven contestants must create a stylish, functioning rocking chair from a picnic table, after which two more contestants are eliminated. The...    "
                },
                "4": {
                    "title": "Back to Basics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "12 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode, the top fifteen handyman hopefuls travel to Toronto and are divided into teams for a wallpaper challenge. After two hours, two contestants are sent home. The second challenge will have the contestants prepare and hang a mirror to precisely match previously hung paintings on a mock living room wall. They will have one hour to complete the challenge and the worst job will have one more contestant hanging up their tool belt.    "
                },
                "5": {
                    "title": "Outdoor Indoor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "19 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode, the twelve remaining handymen have to shingle, side and install an eaves system on a corner of a typical house. They will have two hours to complete the task and the contestant with the worst job will be sent home. The second challenge will have contestants designing and installing a non-linear section of foyer floor using vinyl tiles and a small rug. They will have one hour to complete the challenge and at the end, one more handymen will be sent home.    "
                },
                "6": {
                    "title": "Tables for One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "26 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode, the final ten contestants have to face a private challenge with each judge, and the contestant with the worst score will be going home. In the second challenge, the contestants design and tile a bistro table-top in the signature colour palette of Subway Restaurants. At the end of this challenge, the winner will receive a $5000 prize courtesy of Subway Restaurants, while the worst tiled table will have one contestant going home.    "
                },
                "7": {
                    "title": "Swingers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "5 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    In this episode, the top eight contestants are divided up into pairs to design and build a patio swing, with two hours to complete the challenge. The losing team has to \"face off\" against each other by installing baseboard and quarter round on a small angle of a wall. After only fifteen minutes, one person is sent home. The next challenge has the contestants reupholstering a cushion of a wooden dining room chair, and after half an hour the contestant with the worst upholstery job will be eliminated.    "
                },
                "8": {
                    "title": "Think or Sink",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "12 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Amping up the challenges, the contestants need to properly install a recessed pot light with a three-way switch in only two hours before one person is sent home. Then the contestants need to build the longest and strongest plank in just one hour. The contestant with the worst plank will be sent home. The remaining four contestants are just one challenge away from becoming the Canada's Handyman Challenge winner.    "
                },
                "9": {
                    "title": "Last Call",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Handyman Challenge (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "19 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The top four contestants must design and build a unique outdoor living space with the help of two highly skilled carpentry assistants. The handyman who best represents knowledge, skill, creativity and passion will be ceremoniously awarded the title of Canada's Handyman Challenge winner and a $25,000 prize.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Baeumler, Bryan"
            },
            {
                "name": "McGillivray, Scott"
            },
            {
                "name": "Robertson, Jennifer"
            },
            {
                "name": "Lafrance, Paul"
            },
            {
                "name": "Harris, Jillian"
            },
            {
                "name": "Holmes, Mike"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 6.5,
        "votes": 6,
        "languages": [
            "English"
        ],
        "title": "Canada's Handyman Challenge",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2014",
        "akas": [
            "Canada's Handyman Challenge (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Firvalley Productions"
            }
        ],
        "distributors": [
            {
                "name": "HGTV"
            }
        ],
        "other companies": [
            {
                "name": "William F. White International"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 6.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 7.0
            },
            "males": {
                "votes": 3,
                "rating": 5.7
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 6.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 5.0
            },
            "females": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 4.5
            },
            "us users": {
                "votes": 1,
                "rating": 4.0
            },
            "non us users": {
                "votes": 2,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 0,
            "9": 1,
            "8": 1,
            "7": 1,
            "6": 1,
            "5": 1,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 6.5,
        "median": 6
    }
}