{
    "imdb": {
        "raw release dates": [
            {
                "country": "China\n",
                "date": "  2012"
            }
        ],
        "release dates": [
            "China::2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "From Logger Vick to Hunter Vick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    When Logger Vick learns of an offer being made by some land developers, he agrees to raze the forest to the ground in exchange for a very tidy sum. The developers equip him with expensive heavy machinery; but the Briar Bear and Bramble Bear launch a campaign to sabotage Vick's efforts to destroy their woodland home. In the end, a debt-laden and dejected Vick happens upon a leaflet promoting a hunter's training course. He sees this prospect as the gateway to a new life.    "
                },
                "2": {
                    "title": "Go Bag a Bear!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Bear Brothers have invaded Logger Vick's cabin in his absence, and are reminiscing about their clashes with him when suddenly he returns from his hunter's training course. In the fracas that ensues, Bramble loses his memory and becomes a hapless pawn in \"Hunter\" Vick's hands. Unbeknownst to Vick, during a battle with Briar, Bramble sees his memory restored. The two bears then come together to give the new hunter a sound thrashing.    "
                },
                "3": {
                    "title": "Herbert vs. The Bear Brothers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Bear Brothers have ruined Herbert the Marmot's plans for snagging turnips from passing trucks. Herbert wages war; the brothers try to hunt him down for his spiteful acts. But during their search, there is a massive cave-in, and Herbert becomes trapped underground. Briar and Bramble move to save him, and then come to understand the role they played earlier in depriving him of food. They collect a heap of turnips to make up for their carelessness.    "
                },
                "4": {
                    "title": "Honey, Honey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Briar and Bramble are on a honey-gathering mission that seems simple but gets way out of hand. Bramble is stung repeatedly by the honeybees, Hunter Vick and Herbert are drawn into the mayhem, and in the end, the bees turn their attention from Bramble toward the dastardly Hunter Vick.    "
                },
                "5": {
                    "title": "Home Field Advantage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Tiki the Pretend-King-of-the-Jungle and Babu the Lowly-Attendant Monkey are looking for digs, and they unknowingly settle on the home of the Bear Brothers. They make themselves at home, but are driven out when Briar and Bramble discover them. Tiki spirits the brothers away with lies, but finally pays for this folly. Still the brothers decide to help these fellows find a home of their own.    "
                },
                "6": {
                    "title": "Flying High",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Bramble has a dream in which he is able to fly. On waking, he presses Briar to teach him how to fly. Briar indulges his younger brother by fashioning for him a crude pair of wings, and off they go to drill. This plan predictably ends in major injury; however, the brothers find a drawing of a glider in Hunter Vick's cabin, and have another go-but this time, with Vick giving spirited chase.    "
                },
                "7": {
                    "title": "Lost Hoo Hoo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    This episode features Bramble's meandering hunt for the home of Hoo-Hoo the Owl, who's lost his memory and needs help locating his digs. Various forest friends have theories as to where the owl belongs; but it is a happy coincidence that leads Hoo Hoo back to his beloved hideaway.    "
                },
                "8": {
                    "title": "This Trap's for You!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Hunter Vick booby-traps a great swath of the forest and ensnares Bramble, who is foraging for food. Bramble's forest friends help as best they can until Briar arrives on the scene, determined to give Vick a taste of his own medicine.    "
                },
                "9": {
                    "title": "The Werewolf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Shenanigans involving Warren the Squirrel's lost pine-cone and, most importantly, Hunter Vick marauding around the forest in a fright mask that makes him look like a werewolf.    "
                },
                "10": {
                    "title": "A Magical Flute",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Tiki finds a flute in the forest-a flute with the power to pacify or to enrage the listener. When the instrument falls into Hunter Vick's hands, he schemes to corral the Bear Brothers for once and for all.    "
                },
                "11": {
                    "title": "The Purple Fruit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Bear Brothers anger Tiki, who retaliates by feeding Bramble a mystical purple fruit that makes him plum loco. Then Tiki warns that Briar must guide Bramble to a distant location to find another such fruit; the trip is fraught with unbridled zaniness at every turn.    "
                },
                "12": {
                    "title": "Rescue Bramble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Using a beehive decoy, Hunter Vick manages to bag Bramble and set out for the zoo with his long-awaited prize. But Bramble's brother and their forest friends are doing all they can to Rescue Bramble.    "
                },
                "13": {
                    "title": "Briar Needs to Lose Weight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Briar goes on a diet; Tiki wagers he'll never lose weight. Briar's forest friends encourage him, to quite positive effect-and that's when Tiki decides to literally \"tip the scales\" in his own favor, as the loser of this bet will be forced to serve the winner for life.    "
                },
                "14": {
                    "title": "Pull Together as a Team",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    In an attempt to impress the comely Sunny the Fox, Briar and Bramble stage a contest to see which of them can defeat Hunter Vick singlehandedly. Bitter competition ensues, leaving the striving brothers vulnerable to Vick's sneak attack.    "
                },
                "15": {
                    "title": "Annoying Picnic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Briar and Bramble whip up a dazzling picnic spread, only to have the their goodies swiped by Tiki and Babu. A single cake remains; the thieves want that, too-but it's clear they're going to have to fight for it.    "
                },
                "16": {
                    "title": "All for Apples",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    After Vick steals the apples the bear brothers planned to use for a meal, the hunt is on for new ones. But will the bickering Bear Brothers stand united against Vick when the chips are down?    "
                },
                "17": {
                    "title": "Impetuous Bramble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Bramble's characteristic impatience has got him in the dog house with his forest friends-and when Babu is snatched by Hunter Vick, Bramble's reckless attempt at rescue has unfortunate consequences. After careful reflection, he sees the error of his ways, and manages to use his wits to save the day.    "
                },
                "18": {
                    "title": "Elementary, Dear Tiki!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Tiki's \"royal\" crown has gone missing, and it's up to Briar to track down the culprit. But there is a surprise at the heart of this mystery-a surprise that reminds the forest friends never to accuse without getting the facts.    "
                },
                "19": {
                    "title": "Fruit Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Having got hold of a quantity of fruit Hunter Vick stole earlier, Tiki and Babu hold an eating contest. What starts out as a spirited competition degenerates into chaos, with the contestants mounting a food fight, and Vick returning to sabotage the stolen goods for revenge.    "
                },
                "20": {
                    "title": "Food Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Bear Brothers swipe a layer cake from Hunter Vick, only to discover that this dessert drives a diner to insanely aggressive behavior. Their forest friends suffer the effects of this creepy confection before Briar and Bramble discover that they've been set up by the diabolical Hunter Vick. A bold revenge campaign ensues.    "
                },
                "21": {
                    "title": "There Is Treachery Afoot!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Hunter Vick employs the \"divide and conquer\" strategy in an attempt to bag the Bear Brothers for good. They get wind of his plan to turn their forest friends against them, and the whole gang stages a fitting comeuppance for the unfortunate Vick.    "
                },
                "22": {
                    "title": "Whose Hat Is More Beautiful?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    An unsightly blister causes Bramble to fashion a hat to obscure it. Noting Sunny the Fox's positive response, Tiki becomes jealous, and goes to great lengths to impress her himself. This leads to his theft of Hunter Vick's cap, which places all of the forest friends in danger.    "
                },
                "23": {
                    "title": "Escape!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    After the three fall from a cliff into a deep valley, Hunter Vick tricks the Bear Brothers into believing he wants to devise a group rescue. He doesn't.    "
                },
                "24": {
                    "title": "The Ammunition Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Bear Brothers learn that Hunter Vick has ordered fresh weapons and ammunition. They follow him to the goods and grab half of what they see, only to discover that while they now have the guns, Vick's got the ammo. How to end this puzzling stand-off?    "
                },
                "25": {
                    "title": "Bramble's Toothache",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Bramble needs a bad tooth yanked, and through a series of most improbable events involving Herbert the Marmot and a well-placed turnip, the lovable brown bear's dental emergency is finally resolved.    "
                },
                "26": {
                    "title": "Bramble's Vacation in Hawaii",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    After hearing of Tiki's fabricated exploits in Hawaii, Bramble begs to be taken there. But when Briar and their forest friends learn of Tiki's deception, they secretly create a Hawaiian paradise in the forest and bring Bramble there to enjoy it. On discovering their deception, Bramble is quite hurt, but then he realizes how much love has gone into the ruse, and feels fortunate to be part of such a circle of friends.    "
                },
                "27": {
                    "title": "Treasure Hunting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Hibernation's over, and Briar and Bramble return home to find themselves in a classic comedy of errors centered on a supposed treasure map.    "
                },
                "28": {
                    "title": "The Moon Flower's Promise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Sunny the Fox wishes to reach a mountain peak to plant a flower she believes will bring blessings to the forest animals. Briar accompanies her; soon they are both under siege by Hunter Vick, but they seize on an unexpected opportunity to dispatch him, and Sunny plants her flower as planned.    "
                },
                "29": {
                    "title": "The Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    On hearing of an impending storm, Hunter Vick begins felling trees like mad in order to build a better cabin. The Bear Brother's do not see this as a necessity, and do all they can to cut short his tree-chopping frenzy.    "
                },
                "30": {
                    "title": "Hunter Briar vs. Bear Vicky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Vick disguises himself in a bear-cub costume so as to ingratiate himself to the Bear Brothers and ultimately bring them down. Tiki stages a role-play game of his own, but the diversion turns deadly when he and Hunter Vick cross paths.    "
                },
                "31": {
                    "title": "Special Training for Vick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Hunter Vick finds a Special Forces training manual and works the program, then swiftly subdues Bramble and preps him for delivery to the zoo. When Briar comes upon the manual and Vick's training set-up, he sabotages the equipment in a bold bid to free his brother from the hunter's clutches.    "
                },
                "32": {
                    "title": "Warren's Twin Brother",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    This is the story of Wallen the Squirrel, a dead-ringer for Warren the Squirrel-and unfortunately for Warren the Squirrel, Wallen's also a food thief. It therefore becomes necessary for Warren to do all in his power to prove to his forest friends that there's a doppelganger smearing his own good name.    "
                },
                "33": {
                    "title": "Kill 'Em with Kindness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Hunter Vick hopes to use Sunny's good nature against her in an attempt to bring down her good friends, the Bear Brothers. In planting a box of \"cookies\" for her to take to Briar and Bramble, he hopes to deliver a very explosive surprise indeed.    "
                },
                "34": {
                    "title": "The Way We Were",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Hunter Vick is set on rebuilding his old cabin in the forest. He goes on the requisite tree-chopping jag, but Briar and Bramble hatch a plan to make him sorry he ever raised a power saw.    "
                },
                "35": {
                    "title": "Grass Surfing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Tiki accidentally invents the sport of \"grass surfing\"; Briar and Bramble eventually join in the fun, and soon a contest is staged between the bears and the ever-treacherous Hunter Vick.    "
                },
                "36": {
                    "title": "Who Stole My Radish?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Hunter Vick sets Bramble up to take the fall for his own theft of Herbert the Marmot's prize radish.    "
                },
                "37": {
                    "title": "Building a New House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Briar and Bramble encounter one problem after another as they seek to establish new digs when their old home is commandeered by rogue honey bees.    "
                },
                "38": {
                    "title": "Broken Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    In the wake of the destruction of a priceless antique at Hunter Vick's, we get a rollicking chase story featuring Vick in pursuit of the irrepressible Herbert Diggs.    "
                },
                "39": {
                    "title": "Happy New Year!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Spring Festival in the forest, with a heaping helping of seasonal delicacies, colorful decorations, a hapless hunter, two hungry bears, and a cartload of highly dangerous fireworks.    "
                },
                "40": {
                    "title": "Brave Sunny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    With truly uncanny timing, the Bear Brothers discover a mysterious Belt of Bravery, one they can employ in helping Sunny quell her fear of a range of phenomena. When Hunter Vick gets the drop on Briar and Bramble, the Belt of Bravery-and a very determined Sunny-are put to the test.    "
                },
                "41": {
                    "title": "A King's Lament",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    When the Bear Brothers ridicule Tiki for accepting the fussy ministrations of Babu, Tiki banishes his loyal servant. But he realizes soon enough what a grave mistake he has made-not only because he is thoroughly incapable of caring for himself, but because he has left Babu vulnerable to the machinations of the dastardly Hunter Vick.    "
                },
                "42": {
                    "title": "The Pumpkin Monster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Hunter Vick orders a \"pumpkin monster\" costume for Halloween, and sows fear throughout the forest; but Briar and Bramble turn the tables on him in the end, and give him a fright beyond his imagining.    "
                },
                "43": {
                    "title": "Rise of Glow Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Bramble assumes the unlikely role of superhero after finding a glowing hot poker in the cabin of Hunter Vick. With it he solves a host of problems encountered by his forest friends, until he unexpectedly encounters Vick himself.    "
                },
                "44": {
                    "title": "Little Red Sunny Hood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The story of Little Red Riding Hood-Boonie Bears-style.    "
                },
                "45": {
                    "title": "Laxative Pills or Candies?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    A furtive food-gathering mission to Hunter Vick's cabin results in the contents of two bottles accidentally being switched. Which bottle now contains the candies? And which one, the laxatives? On Vick's return, he finds out the hard way.    "
                },
                "46": {
                    "title": "Origami",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Bear Brothers and Herbert Diggs come upon a book on origami while camping out at Hunter Vick's cabin in his absence. When Vick returns, he's determined to rid himself of these home invaders for once and for all. Our intrepid heroes have no choice but to pit their newly-minted paper weapons against the very real weapons of Hunter Vick.    "
                },
                "47": {
                    "title": "Hunting Gear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Dejected after another humiliating defeat at the hands of the Bear Brothers, Hunter Vick places an order for high-tech hunting gear, one component of which is a multipurpose battle glove with a mysterious black emergency button. Under siege from the forest animals, Vick learns, to his horror, just what this button is really for.    "
                },
                "48": {
                    "title": "The Tracker-X-9000",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Hunter Vick plants two badge-shaped tracking devices in the forest, and the Bear Brothers-who love toys and other shiny things-take the bait. Vick traces the bears and terrorizes them until Warren discovers the truth and reports it to Briar and Bramble. The bears then conspire to turn Vick's own tracking technology against him.    "
                },
                "49": {
                    "title": "Briar's Got a Cold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    It saddens Briar to think that all his forest friends are avoiding him because he has a cold. But he is touched to learn that they've congregated in a clearing to brew a special medicine just for him, with ingredients stolen from the home of Hunter Vick. When the hunter tracks them to the clearing and chugs down the brew for himself, we learn soon enough-as does a desperate Vick-that the forest friends have mistakenly used a laxative base for their cold medication.    "
                },
                "50": {
                    "title": "The Prince of Gymnastics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Bear Brothers steal Hunter Vick's television, and thereafter Bramble can indulge his love for gymnastics programming on the sports channel. Naturally when Vick comes looking for his stolen property, the inevitable clash features a great deal of Bramble's newly-acquired gymnastic prowess.    "
                },
                "51": {
                    "title": "Berry Battle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The forest friends' take on paint-ball involves guns stolen from Hunter Vick's place, and a whole, heaping lot of fresh berries. But when Vick finds the animal buddies at play, he manages to take Warren hostage in a bid to draw the others into captivity. Warren and Babu, however, put their heads together to save the day.    "
                },
                "52": {
                    "title": "Welcome to the New World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Bear Brothers wish to glimpse the world outside the forest. To do so, they must scale a great mountain; but when Vick gets wind of their whereabouts, it's an uphill run for their lives.    "
                },
                "53": {
                    "title": "New in Town",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Briar and Bramble show up in town for the first time; the culture shock is intense as mayhem and misunderstanding escalate into a massive manhunt for the Bear Brothers.    "
                },
                "54": {
                    "title": "Please Let Us Stay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Bear Brothers find themselves at a circus camp housed within the city limits. There, they are both smitten by an acrobatic performer, a diva of a bear named Natasha. They make a lousy first impression on both Natasha and the rest of the troupe; but their heroics during a grave emergency net them the goodwill of all, and they are allowed to make a new home in the camp.    "
                },
                "55": {
                    "title": "Performing in the Street",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Briar and Bramble soon learn that \"it's work all day for sugar in yer tay\", and so they follow the advice of Louie the Alligator and work up an act to do on the street. In fact they go through several dreadful attempts at entertaining the increasingly hostile townsfolk until stumbling upon a rather unorthodox-and decidedly painful-winner.    "
                },
                "56": {
                    "title": "Fireworks for Natasha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Natasha longs to witness a live fireworks display, so the Bear Brothers sneak into a nearby fireworks factory to grab some of the goods. Unfortunately their noise disturbs the security guard-who turns out to be none other than Hunter Vick. Briar, Bramble, Vick, and a factory full of explosives...what could go wrong?    "
                },
                "57": {
                    "title": "Shao Lin's Precious Vase",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    When Bramble's carelessness results in Shao Lin's precious vase being shattered to pieces, Briar sneaks him into the town pottery workshop under cover of night. There, they hope to recreate the vase before Shao Lin learns of the matter. But Hunter Vick tracks them down, and clay-based mayhem ensues.    "
                },
                "58": {
                    "title": "Straw Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    While hanging out in a cornfield, Bramble and Shelldon spy Hunter Vick stealing corn. They stealthily sabotage the hunter's efforts by hiding all he gathers, thereby confusing him mightily. Vick discovers their machinations and gives chase, but in the end is done up after the manner of the title character...and he does make a surprisingly effective scarecrow.    "
                },
                "59": {
                    "title": "A Roly-Poly Showdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Bramble begs a bragging Louie to teach him Kung Fu. Louie sets him a test: to take down a practice dummy in the yard. Bramble fails at every attempt, while Hunter Vick schemes to hide in the dummy and lie in wait for a chance to bag the bear. Just as Bramble is about to give up all his Kung Fu dreams, Vick inadvertently blows himself up in the dummy, making it appear that Bramble has indeed succeeded in the task that will start him on his course of Kung Fu study.    "
                },
                "60": {
                    "title": "The Black Festival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The townsfolk celebrate a regional tradition requiring them to cover themselves and each other in black paint. The Bear Brothers wish to join in, but their efforts bring about disaster. Meanwhile, Hunter Vick encounters a black-painted Briar and mistakes him for a long-lost buddy, whom he tries to enlist in his campaign to bag the bears. The disguised Briar agrees, all the while plotting to beat Vick at his own nefarious game.    "
                },
                "61": {
                    "title": "The Axe of Judgment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Among Shao Lin's books, Briar and Bramble find a manual outlining how to forge the \"Axe of Judgment\". The Bear Brothers surreptitiously snatch up metal items belonging to their forest friends for raw material, then fashion an impressive weapon...one that's way too heavy to wield, and that cannot help them at all when Vick comes charging in their direction.    "
                },
                "62": {
                    "title": "The Sky Warriors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Bear Brothers vie for Natasha's attention, but discover that she is taken with the exploits of a famous tightrope walker. The brothers decide to train for life on the tightrope, but they're in for the battle of their lives when Hunter Vick follows them onto the high wire, looking to take them down at long last.    "
                },
                "63": {
                    "title": "The Puppet Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Bear Brothers are responsible for Shelldon the Turtle missing his beloved shadow puppet performance. Unsuccessful at arranging for him to see an additional showing, the brothers determine to put on a show for Shelldon themselves. When he learns the (essentially criminal) lengths to which they have gone to do this, Shelldon is very touched indeed.    "
                },
                "64": {
                    "title": "The Rickshaw Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    A rickshaw competition is held in town, and the Bear Brothers and their friends enter with souped-up vehicles of their own design. Blinded by the drive to win, they throw out the rule book and engage in all manner of unsportsmanlike behavior...and the winner is the only little fellow who stayed the course with determination and a pure heart.    "
                },
                "65": {
                    "title": "A Yurt Is Not a Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 65,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The animal gang is planning on building their own yurts in the forest. As Hunter Vick is coincidentally kicked out of his cabin for rent delinquency, he too winds up in the forest, with an eye toward setting up makeshift digs. Briar, Bramble, and their forest friends learn a great deal about the relative durability of various building materials, and also about fending off the likes of the highly territorial Hunter Vick.    "
                },
                "66": {
                    "title": "Rice Cake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 66,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    When the Bear Brothers disguise themselves as human townies and try to swipe snacks from the local baker, he mistakes them for deaf members of the community and offers them food in exchange for labor. However two lumbering, bickering brown bears in the midst of a baking operation is a recipe for nothing but disaster.    "
                },
                "67": {
                    "title": "Dim Mak Techniques",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 67,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Bear Brothers and Hunter Vick are in hot pursuit of a coveted manual on Dim Mak techniques. Who will find the volume first? And what mayhem will ensue once these mystical martial secrets are brought into play?    "
                },
                "68": {
                    "title": "How to Brew Wine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 68,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    In a bid to become better martial artists, Briar and Bramble take Louie's advice and seek out wine to aid in their efforts. Eventually they end up in an empty brewery with \"wine expert\" Natasha-with the intrepid Hunter Vick just paces behind them, and clearly out for bear hides.    "
                },
                "69": {
                    "title": "Toffee Apples",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 69,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Bear Brothers set out on a hunt for toffee apples, a confection of which Louie has sung praises, but which they have not yet had the pleasure of trying. With only a partial description of these candied delights, Briar and Bramble make a right mess of the search.    "
                },
                "70": {
                    "title": "The Corns That Bind (Part One)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 70,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Chased off by a shopkeeper for stealing corn, the Bear Brothers are urged by Louie to grow their own. So they happily take up the farmer's life-until a slippery varmint who's a dead ringer for Herbert Diggs appears to make trouble.    "
                },
                "71": {
                    "title": "The Corns That Bind (Part Two)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 71,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Briar and Bramble step up their efforts to defeat the pesky marmot who's sabotaging their efforts to grow and harvest their own corn.    "
                },
                "72": {
                    "title": "Stilt Walking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 72,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Bear Brothers get into a zany, highly-injurious stilt-walking predicament in an attempt to pluck a lost scarf from a tree for their beloved Natasha. Their exploits ultimately bring down the wrath of angry townsfolk...and the boys are shocked to find, by this time, that Natasha has long since retrieved the item herself.    "
                },
                "73": {
                    "title": "Dancing Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 73,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Natasha identifies the respective talents of Briar and Bramble, and then invites the boys to join her in her stage act. They bring their reckless battle for Natasha's affections into the evening's performance, and the finale in which she strikes back at them draws cheers from the delighted crowd.    "
                },
                "74": {
                    "title": "Art Competition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 74,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    There's a painting contest in town: First prize includes delicious candied dates, so the Bear Brothers-cleverly disguised as unassuming townsfolk-are determined to enter and win. But it seems they will have to contend with Hunter Vick, whose sole interest in the event is securing the valuable painting that constitutes the other half of the first-prize package.    "
                },
                "75": {
                    "title": "The Legend of the Cow-Herder and Weaver Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 75,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Bramble is reading the beloved Chinese legend of the Cow-Herder and Weaver Girl. He is so touched by the sad love story that he has a dream in which his brother and friends act out the tale...with minor, Boonie Bear-style changes.    "
                },
                "76": {
                    "title": "The Drum Festival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 76,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Bear Brothers practice hard for the upcoming drum festival in town, but must take time to track down Hunter Vick when he steals the lead drum in the hope of making a fast buck off of it.    "
                },
                "77": {
                    "title": "Champion of Flower Ball Competition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 77,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    It's the Bear Brothers versus Shao Lin in a traditional Chinese contest in which the stakes, here, are centered on the acquisition of a single rice cake.    "
                },
                "78": {
                    "title": "Dragon Boat Festival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 78,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Louie tells Briar and Bramble the story of ancient Chinese poet and statesman Qu Yuan, and how the Dragon Boat Festival came into being. The Bear Brothers are keen to try the rice dumplings associated with the holiday, and promise to build a dragon-racing boat for Louie in exchange for same. The fact that they do not know how to build a boat does not deter them-even when they make a mess of everything.    "
                },
                "79": {
                    "title": "Torch Festival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 79,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Louie tells the Bear Brothers of the Chinese legend which gave birth to the Torch Festival. It is a legend of heroic feats, triumph and loss, ruthless retribution, and ultimately cooperation-even friendship- in the most dire of circumstances.    "
                },
                "80": {
                    "title": "Ganoderma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 80,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Bear Brothers ruin a medical preparation with which Natasha had hoped to cure a very sick Shelldon. They volunteer to scour a mountain in search of a replacement for the plant, but are sidetracked by insanity-inducing mushrooms and an Axe-wielding Hunter Vick.    "
                },
                "81": {
                    "title": "Dragon Dance Contest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 81,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    When Shao Lin is sidelined by injury after a clash with Hunter Vick, it's up to the Bear Brothers alone to win one for the good guys at the annual Dragon Dance competition.    "
                },
                "82": {
                    "title": "How to Cure Bramble's Disease?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 82,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Bear Brothers' circus pals all have a different notion of what it will take to cure a very sick Bramble of his ailment. After each tries an unorthodox-and generally painful-remedy, Bramble flees, concluding the sickness is much safer than any cure.    "
                },
                "83": {
                    "title": "Who's in the Sedan Chair?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 83,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    A comedy of errors involving a real sedan chair owned by a demanding and wealthy man, a fake sedan-chair-of-death designed by Hunter Vick for trapping bears, and the inevitable mix-up that occurs during the course of events.    "
                },
                "84": {
                    "title": "The Marble Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 84,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The bears attempt to retrieve Louie's favorite glass marble, as it is now in the hands of the evil Hunter Vick. Louie promises a sumptuous feast in exchange. But getting the marble back from Vick proves to be no easy task...and the boys learn that finally obtaining it doesn't necessarily guarantee them the meal of their dreams.    "
                },
                "85": {
                    "title": "The Shovel of Yugong",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 85,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Hunter Vick tries to discover the burial place of the legendary Shovel of Yugong with the intent to sell it off for quick cash, but the Bear Brothers step in to thwart his plan for profiting from a national treasure.    "
                },
                "86": {
                    "title": "Who's Luckier?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 86,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Secretly using a magnet, Briar makes time to cheat at a board game while ostensibly searching for Natasha's lost music box. Later he swallows the magnet to prevent Bramble discovering his deception, and finds that he suddenly attracts all manner of metal objects to his body-which does not help when he comes upon the prized music box.    "
                },
                "87": {
                    "title": "The Power of Paper Lanterns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 87,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Natasha talks the Bear Brothers into obtaining for her the King of All Lanterns, believed to hold the power to make wishes come true. But the boys encounter Hunter Vick on the trek for the lantern...and while they come away victorious, they are soon shocked to learn that Vick has taken Natasha hostage to gain possession of the storied lantern.    "
                },
                "88": {
                    "title": "The Monkey King and Princess Iron Fan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 88,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Hunter Vick wreaks havoc as he commandeers a live adaptation of China's famed tale of the Monkey King and Princess Iron Fan. Onstage the animal gang follows his direction to their detriment, but the ensuing hilarity meets with the enthusiastic approval of the audience.    "
                },
                "89": {
                    "title": "Acupuncture Therapy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 89,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Suffering from indigestion, Bramble is subjected to the crude ministrations of Briar, who applies all manner of sharp objects in the hope of hitting upon an effective acupuncture cure.    "
                },
                "90": {
                    "title": "Mongolian Wrestling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 90,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Hunter Vick charges into the circus camp challenging the animals with what turns out to be \"Mongolian wrestling\". Louie boasts knowledge of the discipline, but is all talk and no action. So it's up to the Bear Brothers to gird themselves with some decent moves-and to school Hunter Vick in the art of the beat-down!    "
                },
                "91": {
                    "title": "Hunter Vick's Awesome New Weapon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 91,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The circus gang has an out-of-town engagement, and the Bear Brothers offer to help carry some of their baggage. The event organizer brings in Hunter Vick to perform a similar service, with Vick claiming to have renounced his warlike ways. But at the first opportunity, the little guy goes on the attack, making everyone regret they ever gave him the benefit of the doubt.    "
                },
                "92": {
                    "title": "How to Catch a Cicada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 92,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Briar chases a pesky cicada to the circus compound, where Louie happens to be practicing. The insect does big-time damage to Louie's most precious belongings. Ultimately, Briar and Louie are able to drive the troublesome bug away-but their triumph is marred by the sudden invasion of a gigantic swarm of the little fellas!    "
                },
                "93": {
                    "title": "Swing Contest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 93,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Bear Brothers disguise themselves as girls and join a \"who-can-swing-the-highest\" contest. Hunter Vick-temporarily working security for the venue-manages to cause them major grief as they attempt to reach the heights in their chosen sport.    "
                },
                "94": {
                    "title": "The Miracle Cure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 94,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    A vendor in town is selling a \"Miracle Cure\" in a bottle, and he's down to his last unit, to which both the Bear Brothers and Hunter Vick lay claim. The vendor therefore stages a three-part competition, for which that last bottle of Miracle Cure will be the prize.    "
                },
                "95": {
                    "title": "Flying Kites",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 95,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Briar and Bramble have taken to kite-flying-and soon enough, they find themselves engaged in a fierce aerial battle with the kite-flying Hunter Vick.    "
                },
                "96": {
                    "title": "Spring Board",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 96,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Briar wins out over Bramble when Natasha auditions them for her spring board act; Bramble, upset that the two ignore him as they practice, sabotages the act and is expelled from the compound. It's not long before Hunter Vick gets the drop on the dejected brown bear, and now Natasha and Briar must race to save him.    "
                },
                "97": {
                    "title": "Kung Fu Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 97,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Shao Lin rescues Bramble from the clutches of Candied-Fruit-Seller Vick, and the Bear Brothers are so impressed with Shao Lin's Kung Fu skills that they begin to study under him, making rapid progress. But elsewhere in this universe, Hunter Vick is studying a Japanese martial art; there will certainly be a clash-but who'll emerge victorious?    "
                },
                "98": {
                    "title": "Fight for the Terra Cotta Warrior",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 98,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    A Terra Cotta warrior has arrived in town for exhibition. The Bear Brothers try to sneak a peek at the prized relic, but are shocked to discover Hunter Vick attempting to steal the item. They try to thwart his efforts, but fail; they now feel compelled by guilt to raid Vick's home and get the statue back.    "
                },
                "99": {
                    "title": "The Cuju Competition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 99,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    A traditional Chinese sports competition is held in town. Hankering after the valuable prize, Hunter Vick plans on entering the competition but he's in need of a ball. He seizes on an unexpected opportunity to steal one from Shao Lin; the Bear Brothers determine to join the competition in order to retrieve Shao Lin's heirloom football.    "
                },
                "100": {
                    "title": "Louie the Fortune Teller",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 100,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Having gotten lucky with a few random \"predictions\", Louie is emboldened to suggest a day of fun on a nearby mountain for himself and the Bear Brothers-assuring them that Hunter Vick will be nowhere in sight. Unfortunately for all, Louie is quite incorrect; now the boys realize that he'd just lucked out with his earlier pronouncements. So at this point, how are the three to escape the dogged pursuit of the very-present Vick?    "
                },
                "101": {
                    "title": "New Year's Eve Monster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 101,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The circus gang is preparing for a joyous New Year's Eve celebration. Louie frightens the Bear Brothers out of their wits with the traditional tale of a voracious monster called Nian-and it doesn't help their nerves when Hunter Vick springs into their midst disguised as the very monster in question.    "
                },
                "102": {
                    "title": "The Great Overdrive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 102,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Hunter Vick builds a robot with awesome destructive power and unleashes devastation throughout the circus gang's compound. When he takes Louie hostage, Briar and Bramble go into action to bring the robo-scourge to an end.    "
                },
                "103": {
                    "title": "The Dumpling King",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 103,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Bear Brothers chase their only coin in the world into a dumpling shop, where Customer Vick is poised to cause trouble for the two hungry fellows.    "
                },
                "104": {
                    "title": "Stinky Tofu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears or Bust (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 104,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    That controversial treat, stinky tofu-is it really the best cure for the common cold? The Bear Brothers slap on their figurative aprons and put Louie's theory to the test when Natasha falls ill. Hunter Vick learns of their plan and immediately begins scheming to swipe for himself the malodorous product of their labors.    "
                }
            }
        },
        "number of episodes": 104,
        "cast": [
            {
                "name": "Wheeler, Justin J."
            },
            {
                "name": "Glen, Rick Jay"
            },
            {
                "name": "Thompson, Toni"
            },
            {
                "name": "Alexander, Shea"
            },
            {
                "name": "Rinehart, Paul 'Maxx'"
            }
        ],
        "genres": [
            "Animation"
        ],
        "countries": [
            "China"
        ],
        "country codes": [
            "cn"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "The bumbling but lovable Bear Brothers are back, and Logger Vick remains in hot pursuit! Their latest adventures take our heroes out of the forest and into the big city, where they make new friends and a host of wonderful discoveries...and where they learn a few fabulous new tricks for escaping the clutches of the villainous Vick!",
        "languages": [
            "English"
        ],
        "title": "Boonie Bears or Bust",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Boonie Bears or Bust (China)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Lin, Huida"
            },
            {
                "name": "Xu, Rachel"
            },
            {
                "name": "Ye, Tianlong"
            }
        ],
        "production companies": [
            {
                "name": "Fantawild Animation"
            }
        ],
        "distributors": [
            {
                "name": "Fantawild Animation"
            }
        ],
        "plot": [
            "The bumbling but lovable Bear Brothers are back, and Logger Vick remains in hot pursuit! Their latest adventures take our heroes out of the forest and into the big city, where they make new friends and a host of wonderful discoveries...and where they learn a few fabulous new tricks for escaping the clutches of the villainous Vick!::Toni Thompson"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}