{
    "imdb": {
        "raw release dates": [
            {
                "country": "Singapore\n",
                "date": "  2012",
                "notes": "                            (TV)"
            },
            {
                "country": "Singapore\n",
                "date": "2 September 2012"
            }
        ],
        "release dates": [
            "Singapore::2012                            (TV)",
            "Singapore::2 September 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Malaysia GGK",
                    "kind": "episode",
                    "episode of": {
                        "title": "Special Forces (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Before large forces hit the combat zone, the Malaysian Army's special forces unit Grup Gerak Khas are the first men on the ground behind enemy lines. The GGK gained fame and recognition worldwide after successfully assaulting communist rebels in the 1960s, fought deep in the Malaysian jungles. Toughened by one of the world's most difficult training regimes, GGK commandos are experts in unconventional warfare, including sabotage, counter-terrorism and intelligence gathering. But what makes them stand out is their ability to fight and survive in the world's most extreme...    "
                },
                "2": {
                    "title": "Thai Marine Recon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Special Forces (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "16 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The Thai Marine Recon are one of the world's elite special forces. Their job takes them deep behind enemy lines to clear the path before the main marine brigade hit the enemy. Stealth, strength and speed are needed to make the grade. Infiltrating the communist insurgent base in the notorious tropical jungles of southern Thailand in 1970's, the Thai Marine Recon gathered intelligence and executed successful raids. These men have to be able to operate in the harshest of conditions. Forged from the sea, they need to be as comfortable moving on land and in the air. But ...    "
                },
                "3": {
                    "title": "Philippine Force Recon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Special Forces (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    They are a swift, silent and deadly attack force on land, sea and air: the Philippine Marines Force Reconnaissance Battalion. They act as the Special Operations Arm of the Philippine Marines and are called to engage in direct actions, long-range patrols, amphibious assaults, and hostage rescue operations. This elite unit can parachute into enemy territory, infiltrate above and under water, trek and strike in dense jungle; giving the Philippine Marines the capability to operate anytime, anywhere. Born out of the Philippines' rich history of conflict, this specialized ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Sri Lanka LRP",
                    "kind": "episode",
                    "episode of": {
                        "title": "Special Forces (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    Sri Lanka went through a two-decade long civil war that saw the country plunged into chaos. In 1996, a new Special Forces unit was formed to try and bring the conflict to an end. This top-secret group went on to play a huge role, operating deep behind enemy lines, gathering intelligence and eliminating key targets. Until now, no one has ever filmed this elite unit, and until the end of the war, the government kept their very existence under wraps. History Channel gets exclusive access behind the scenes and uncovers the training of Sri Lanka's Long Range Patrol unit of...    "
                },
                "2": {
                    "title": "Philippine Scout Rangers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Special Forces (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    A quick, light reaction force, the Philippines' Scout Rangers are jungle fighters who specialise in anti-guerilla warfare, penetrating deep into enemy territory, anytime, anywhere. This notoriously private unit has given the History Channel the first-ever in-depth access into their gruelling 6-month training regime. But training is so difficult that only half of those who start the course will graduate to become an elite fighter for the First Scout Ranger Regiment. Recruits endure continuous psychological and physical tests of will over the course of three main phases...    "
                },
                "3": {
                    "title": "Beijing Special Combat Brigade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Special Forces (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    Protecting the capital of a world superpower requires a special breed of soldiers. The Beijing Special Combat Brigade is one of People's Liberation Army's elite fighting units. Their operations and training have largely remained a secret, until now. For the first time, History Channel gains exclusive access to secret training camps to find out what it takes to transform ordinary men into Special Forces soldiers. We reveal their basic training, sniper training, Underwater and airborne teams as they battle their way to earn the badge to join the 'Whistling Arrows'.    "
                },
                "4": {
                    "title": "Taiwan Marine Recon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Special Forces (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    The intense training of the Taiwanese Marine Recon Special Forces.    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Szymanski, Joe"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Singapore"
        ],
        "country codes": [
            "sg"
        ],
        "language codes": [
            "en"
        ],
        "number of seasons": 2,
        "rating": 8.8,
        "votes": 6,
        "languages": [
            "English"
        ],
        "title": "Special Forces",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Special Forces (Singapore)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Pang, Conchita"
            }
        ],
        "production companies": [
            {
                "name": "Infocus Asia"
            }
        ],
        "tech": {},
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 8.8
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 4,
                "rating": 9.0
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 1,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 3,
            "9": 0,
            "8": 2,
            "7": 1,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.8,
        "median": 9
    }
}