{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "8 January 2012"
            }
        ],
        "release dates": [
            "Japan::8 January 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "A Myth That Holds an End",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    An Abductor attack interrupts Amata's date with a beautiful girl named Mikono. When Aquaria fighters show up to protect the city, Amata somehow ends up unleashing the legendary mech Aquarion.    "
                },
                "2": {
                    "title": "Forbidden Gattai",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Amata's secret power is revealed while piloting Aquarion, resulting in a devastating attack that sends his enemy flying. Meanwhile, Cayenne's powers of prophecy go into overdrive, and a foreboding vision of Mikono's future is broadcast for all to see.    "
                },
                "3": {
                    "title": "Love Index Skyrockets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Amata wakes up at the Neo-DEAVA academy where Element pilots are trained. The staff has all kinds of tests set up for him, but the real fun begins when he falls down a hole and helps a new friend tunnel under the wall separating the boys from the girls.    "
                },
                "4": {
                    "title": "The Wall - Conquer Oneself",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Several students are sent out to deal with an Abductor attack, only to find themselves completely surrounded. Despite not having any Element powers, Mikono might be the only person who can save them--or so says the mysterious academy groundskeeper.    "
                },
                "5": {
                    "title": "Romance Prohibition Order",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The Neo-DEAVA academy goes coed and the Chairman arrives to shed light on some of the mysteries of Aquarion. When the students get broken into threesomes and assigned to participate in date-like activities, the results are shocking.    "
                },
                "6": {
                    "title": "Agitato of Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "5 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Kagura, who was enticed by Mikono's scent, reappears determined to take her with him, but Amata flees away with her in tow. To confront Kagura, Element Schrade Elan ignores the risks to his frail health, piloting the newly formed Aquarion Spada.    "
                },
                "7": {
                    "title": "Midnight Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "12 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Jin assembles a new remote-controlled machine and launches it to confront Aquarion. Amata and the others are pinned down by the enemy's lasers until they are assisted by another Element, Yunoha Thrul, who incorporates her invisibility powers into Aquarion Evol to allow a counterattack.    "
                },
                "8": {
                    "title": "Expose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "19 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Now piloting in person, Jin challenges Aquarion once more, but faces another reversal when Zessica Wong, piloting Aquarion Spada, finds a way to expose her abilities in a flashy manner to avoid his attacks.    "
                },
                "9": {
                    "title": "Anagram of Man and Woman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "26 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Andy and his classmate MIX are unable to understand each other and are usually arguing, until some enemies appear to avenge Jin, who is believed to be dead. Andy and MIX put aside their differences to confront the enemies.    "
                },
                "10": {
                    "title": "One-Eyed Transfer Student",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "4 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Having survived the destruction of his machine, Jin infiltrates the Neo-DEAVA Academy posing as a transfer student. While searching for info about its female residents, he looks to find out if the \"True Eve\" the Alteans are desperately looking for is among them, until he is approached by Yunoha, who wants to befriend him.    "
                },
                "11": {
                    "title": "Calling of the Wild",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "11 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Since his last battle with Aquarion, Kagura is restrained by the mysterious Towano Mykage until he manages to break free. This causes a huge commotion in Altair, as Kagura is desperate to find Mikono and claim her for himself.    "
                },
                "12": {
                    "title": "The Skies Aquaria Flies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "18 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    The students organize a special meeting featuring a screening of \"Skies of Aquaria\", a feature film based on the events of 12,000 years before. Amata reveals to Mikono his connection with Alicia, the main actress of the film, who happens to be his mother that disappeared when he was a child.    "
                },
                "13": {
                    "title": "Fallen Giant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "25 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Kagura wreaks havoc at the academy while Jin takes the opportunity to hijack one of the Vectors and escape with Yunoha. Mykage appears before Fudo, demanding the location of the original Aquarion, while Kagura easily overpowers the Elements with his power that allows him to reverse the laws of physics.    "
                },
                "14": {
                    "title": "Beyond an Individual",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "1 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    The Elements mourn the deaths of Jin and the other students who perished in the previous battle. After their funeral, Fudo orders Andy to dig graves for all the remaining pilots to be buried alive as part of a special training.    "
                },
                "15": {
                    "title": "Love Beasts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "8 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    After the graveyard training is complete, Kagura appears before the other Elements and finally manages to kidnap Mikono. While searching for them, Zessica grows jealous of Amata's desperation to find Mikono and confesses to him that Kagura and Mikono may be the reincarnations of Apollo and Silvia, thus being destined to each other.    "
                },
                "16": {
                    "title": "Soul's Confession",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "15 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Fudo decides to hold a mock battle between two Aquarion despite being informed of the risks. Amata, Mikono and Zessica, all piloting Aquarion Evol, are overpowered by their opponents until Zessica confesses her love for Amata, triggering a reaction that displays the images of Apollo and Silvia along with the events regarding them 12,000 years before.    "
                },
                "17": {
                    "title": "Well Up, Life!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "22 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    The Elements are summoned by Fudo to take part into a secret mission. Ordered to stand by beside a lake while awaiting further instructions, they decide to have some fun together. Andy tries to make use of the situation to confess his feelings for MIX, just to unwillingly bring forth her fury on him.    "
                },
                "18": {
                    "title": "Rare Igura",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "29 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Informed that Altair is at the brink of collapse, Izumo Kamurogi, the commander of the Altean forces, finally takes into his hands the matter of obtaining the True Eve and attacks the Neo-DEAVA base by himself.    "
                },
                "19": {
                    "title": "First Reunion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "6 May 2012",
                    "year": "2012",
                    "plot": "\n    It have been a week and Fudo still has not returned from his travel, and despite not knowing his whereabouts, Mikono leaves the academy to look for him. Meanwhile, Mykage appears before Zessica stating that he will open a dimensional gate to Altair, upon claiming some compensation from her in the future.    "
                },
                "20": {
                    "title": "MI xy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "13 May 2012",
                    "year": "2012",
                    "plot": "\n    Amata discovers the dormant body of her mother and is approached by Izumo, who reveals to him that the True Eve is the only hope of survival to reverse the Curse of Eve, being the reason behind the Altean invasions on Vega. Andy breaks free from his imprisonment and keeps searching for MIX.    "
                },
                "21": {
                    "title": "Kiss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "20 May 2012",
                    "year": "2012",
                    "plot": "\n    Amata's team returns from Altair after failing to save MIX and Shrade's condition gets worse, while Mikono and Fudo keep traveling together in search of the Legendary Aquarion. After having a nightmare involving Mikono, Amata flees to the town where he first met her and he finds the place deserted.    "
                },
                "22": {
                    "title": "Wing of Revival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "27 May 2012",
                    "year": "2012",
                    "plot": "\n    Amata learns from Kagura how they, who once were one and the same were separated into two different beings. While Amata and Kagura have a vicious fight in front of Mikono, the original Aquarion is unburried and Shrade pushes his life to the limit to confront an enemy machine sent by Mykage.    "
                },
                "23": {
                    "title": "Melody of Myth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "3 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Fudo assembles the remaining Elements and reveals to them all the truth regarding the events from the last 24,000 years and its connection with the present situation. Meanwhile, with his last ounce of strength, Schrade uses his powers to allow Zessica and Amata to cross safely to Altair.    "
                },
                "24": {
                    "title": "Ephemera",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "10 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Kagura boards the Legendary Aquarion to protect Mikono from Izumo's forces. Andy manages to open a dimensional hole to Altair with his power, and upon arriving there, he confronts MIX, trying to make her return to her former self.    "
                },
                "25": {
                    "title": "Fragment of Adam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "17 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Believing that Kagura is the responsible for his parents' death, Amata launches himself against him and their confrontation opens a portal that puts Altair en route of collision with Vega. MIX regains her lost memories, thanks to Andy.    "
                },
                "26": {
                    "title": "Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aquarion EVOL (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "24 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    The Elements, both living and dead, struggle against the Ancient AQ without success until Amata and Mikono get reunited. After confessing their feelings for each other, they form Aquarion's ultimate form, Aquarion LOVE to stop Mykage's plans and save both Vega and Altair from destruction.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Ballard, Tia Lynn"
            },
            {
                "name": "Bevins, Christopher"
            },
            {
                "name": "Clinkenbeard, Colleen"
            },
            {
                "name": "Cook, Justin"
            },
            {
                "name": "Fujimura, Ayumi"
            },
            {
                "name": "Fujiwara, Keiji"
            },
            {
                "name": "Glass, Caitlin"
            },
            {
                "name": "Grelle, Josh"
            },
            {
                "name": "Hanazawa, Kana"
            },
            {
                "name": "Kaji, Yûki"
            },
            {
                "name": "Kayano, Ai"
            },
            {
                "name": "Kobayashi, Sanae"
            },
            {
                "name": "Liebrecht, Jason"
            },
            {
                "name": "Nakajima, Megumi"
            },
            {
                "name": "Palencia, Brina"
            },
            {
                "name": "Potter, Brandon"
            },
            {
                "name": "Satou, Kensuke"
            },
            {
                "name": "Sinclair, Ian"
            },
            {
                "name": "Suwabe, Jun'ichi"
            },
            {
                "name": "Tipton, Alexis"
            },
            {
                "name": "Doty, Terri"
            },
            {
                "name": "Jaffe, Taliesin"
            },
            {
                "name": "McFarland, Mike"
            },
            {
                "name": "Rial, Monica"
            },
            {
                "name": "Uchiyama, Koki"
            },
            {
                "name": "Yasumoto, Hiroki"
            },
            {
                "name": "Christian, Luci"
            },
            {
                "name": "Marks, Cathy"
            },
            {
                "name": "Nakamura, Yûichi"
            },
            {
                "name": "Namikawa, Daisuke"
            },
            {
                "name": "Ogura, Yui"
            },
            {
                "name": "Savage, Carrie"
            },
            {
                "name": "Suzumura, Ken'ichi"
            },
            {
                "name": "Tange, Sakura"
            },
            {
                "name": "Tatum, J. Michael"
            },
            {
                "name": "Toriumi, Kôsuke"
            },
            {
                "name": "Vale, Eric"
            }
        ],
        "genres": [
            "Animation",
            "Action",
            "Romance",
            "Sci-Fi"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "2.35 : 1",
        "sound mix": [
            "Dolby Digital::(Dolby 5.1)"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 1,
        "rating": 7.1,
        "votes": 81,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTYxNzA3MzUtMjgyMi00MmZkLThlYmMtOWZmYzU1Zjg0NmJmXkEyXkFqcGdeQXVyMjc4OTQ1OTA@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "The protagonists live on a planet called Vega, while most of the antagonists originate from its \"sister planet\", Altair. The main character, Amata Sora, a young man that has kept his ability to fly a secret since youth, meets a girl named Mikono Suzushiro, and they become fast friends. However, invaders from Altair begin large-scale attacks against Vega, forcing Amata and Mikono into a long battle for the planet as members of an organization called Neo-DEAVA. There they, along with other young men and women called Elements who also possess special powers, are recruited to pilot giant robots called Aquaria in the defense of Vega.",
        "languages": [
            "Japanese"
        ],
        "title": "Aquarion EVOL",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Aquarion EVOL (Japan)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Okada, Mari"
            },
            {
                "name": "Yokotani, Masahiro"
            },
            {
                "name": "Kawamori, Shôji"
            }
        ],
        "production companies": [
            {
                "name": "8bit"
            },
            {
                "name": "Bandai Namco Games"
            },
            {
                "name": "Bandai"
            },
            {
                "name": "Hakuhodo DY Media Partners"
            },
            {
                "name": "Media Factory"
            },
            {
                "name": "Overlap"
            },
            {
                "name": "Project Aquarion Evol"
            },
            {
                "name": "Satelight"
            },
            {
                "name": "Satelight"
            },
            {
                "name": "Tohokushinsha Film Corporation"
            }
        ],
        "distributors": [
            {
                "name": "TV Tokyo"
            }
        ],
        "plot": [
            "The protagonists live on a planet called Vega, while most of the antagonists originate from its \"sister planet\", Altair. The main character, Amata Sora, a young man that has kept his ability to fly a secret since youth, meets a girl named Mikono Suzushiro, and they become fast friends. However, invaders from Altair begin large-scale attacks against Vega, forcing Amata and Mikono into a long battle for the planet as members of an organization called Neo-DEAVA. There they, along with other young men and women called Elements who also possess special powers, are recruited to pilot giant robots called Aquaria in the defense of Vega."
        ],
        "tech": {
            "runtime": [
                "25 min (26 episodes)"
            ],
            "sound mix": [
                "Dolby Digital (Dolby 5.1)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "2.35 : 1"
            ],
            "camera": [
                "Arricam LT, Zeiss Master Prime and Angenieux Optimo Lenses",
                "Arriflex 435 Xtreme, Zeiss Master Prime and Angenieux Optimo Lenses",
                "Moviecam Compact, Zeiss Master Prime and Angenieux Optimo Lenses"
            ],
            "negative format": [
                "35 mm (Fuji Eterna Vivid 250D 8546, Eterna 500T 8573, Reala 500D 8592)"
            ],
            "cinematographic process": [
                "Digital Intermediate (2K) (master format)",
                "Super 35 (3-perf) (source format)"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 81,
                "rating": 7.1
            },
            "aged 18 29": {
                "votes": 21,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 21,
                "rating": 6.7
            },
            "aged 45 plus": {
                "votes": 9,
                "rating": 4.5
            },
            "males": {
                "votes": 35,
                "rating": 6.3
            },
            "males aged 18 29": {
                "votes": 12,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 16,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 6,
                "rating": 4.3
            },
            "females": {
                "votes": 18,
                "rating": 7.2
            },
            "females aged 18 29": {
                "votes": 9,
                "rating": 6.9
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 8.5
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 8,
                "rating": 4.9
            },
            "us users": {
                "votes": 11,
                "rating": 6.2
            },
            "non us users": {
                "votes": 25,
                "rating": 6.4
            }
        },
        "number of votes": {
            "10": 13,
            "9": 11,
            "8": 19,
            "7": 14,
            "6": 7,
            "5": 5,
            "4": 5,
            "3": 2,
            "2": 0,
            "1": 5
        },
        "arithmetic mean": 7.1,
        "median": 8
    }
}