{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "11 December 2012",
                "notes": "                            (internet)"
            },
            {
                "country": "USA\n",
                "date": "11 December 2012"
            },
            {
                "country": "USA\n",
                "date": "11 December 2012",
                "notes": "                            (internet)"
            },
            {
                "country": "Australia\n",
                "date": "25 April 2014"
            },
            {
                "country": "New Zealand\n",
                "date": "25 April 2014"
            }
        ],
        "release dates": [
            "Canada::11 December 2012                            (internet)",
            "USA::11 December 2012",
            "USA::11 December 2012                            (internet)",
            "Australia::25 April 2014",
            "New Zealand::25 April 2014"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Paranormal Plantation",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "27 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Although the theater itself dates from the mid 1900s, the site was previously home to a notorious brothel/tavern and hostile entities still reside here. At the Apollo, Nishant does his first \"Dark Vigil\" and sees mysterious shadows throughout his session that leave him terrified.    "
                },
                "2": {
                    "title": "A Ghostly Night in London Town",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "3 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    The team explores one of the oldest settlements in the US. London Town and Gardens dates from 1683 and was populated by merchants, sailors, and slaves; today, many spirits still linger here.    "
                },
                "3": {
                    "title": "Gathering of Ghosts",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "10 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Once the most elegant hotel in the Eastern Panhandle of West Virginia, this former hotel still maintains some of its original grace and beauty. But as time continues its relentless passage, more and more of the guests who check in here are not among the living.    "
                },
                "4": {
                    "title": "Spirit Journeys",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "17 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Ramblewood is a once beautiful mansion, built by the Worthington family, who were Quakers and staunch abolitionists in the years leading up to the American Civil War. Sherry and Mark encounter the spirit of Nathan, a former slave, in the basement and learn more about his role, both in life and after death.    "
                },
                "5": {
                    "title": "Fear House",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "24 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    This well-preserved historic site is the home of Adam Stephen, the founder of Martinsburg, West Virginia. Activity is common, including doors opening and closing on their own and objects being moved by an unseen presence on a nearly daily basis. But possibly the most intriguing feature of this location involves the tunnels beneath the house.    "
                },
                "6": {
                    "title": "Showtime at the Apollo",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "31 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Although the theater itself dates from the mid 1900s, the site was previously home to a notorious brothel/tavern and hostile entities still reside here.    "
                }
            },
            "1": {
                "1": {
                    "title": "Blood Is Wonderful",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The team explores a former psychiatric hospital with a dark reputation. Using forensics techniques, they learn that the rumors about the horrors in the \"suicide bathroom\" are true. /n/nLater, Pat and Lisa discover an amorous spirit in the File Room, while Mark and Malinka hear a growl on the third floor. Lisa unexpectedly finds herself experiencing the depression and despair of the former patients at St. Albans even after she's back home and must turn to her fellow investigators for help.    "
                },
                "2": {
                    "title": "Echoes of War",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The girls make contact with the flirtatious Private Michael Bowman in, where else?, the Michael Bowman Room at The Graffiti House. Michael, a former Civil War soldier, touches Lisa's hair and tries to communicate with us through the KII meter. Malinka brings through surprising information with her pendulum, while Mark hears ghostly footsteps. In a new experiment, Lisa is isolated in the psychomanteum but radio frequency breakthrough interference affects the results.    "
                },
                "3": {
                    "title": "Into the Light",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "11 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Mark and Rene use the ITC Research Device to talk to a Civil War soldier in the museum office, while Pat helps another stranded solider in the main part of the house finally cross over to join his family in the light. /n/nMeanwhile, Jamison and Gordon - R.I.P. camera crew - unexpectedly find themselves part of the action when strange noises summon them throughout the house and Gordon has his first paranormal encounter.    "
                },
                "4": {
                    "title": "Haunting Memories",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "11 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The investigators of R.I.P. are overwhelmed when they visit Pennhurst and must fight to keep their emotions in check while a miasma of gloom settles over the entire team. /n/nOn her own on the first floor patient ward, Pat hears audible harsh breathing, most likely a psychic imprint of someone's long ago suffering. /n/nLisa and Krystal encounter strange sounds on the third floor and receive an amazing answer to one of their questions.    "
                },
                "5": {
                    "title": "Shadows of the Past",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "11 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The National Museum of Civil War Medicine is a U.S. historic education institution located in Frederick, Maryland. The investigation begins as Chris and Mark walk through the facility and catch EVPs commenting on the search. The 3rd floor is of particular interest as the museum director does not like to go on the third floor because of the feeling he gets. With a tarot reading complete and a ritual about to begin, one of the investigators feels a negative presence and departs the room. The investigation captures plenty of EVPs, EFP spikes and audible noises.    "
                },
                "6": {
                    "title": "The Last Witch",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "11 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    At beautiful Ferry Plantation, the team encounters the spirit of Henry, a former slave who does his best to scare them off. Lisa's newly awakened psychic abilities warn her that Henry wants her to leave and she becomes so uncomfortable that she is unable to remain in Henry's attic room. /n/nOutside on the grounds, Pat uses dowsing rods to contact the Native American guardians of this land, while Malinka shares her love of music with the sprits in the Best Parlor, where Thomas Jefferson and other guests and family members once played the violin and the pianoforte.    "
                },
                "7": {
                    "title": "Masters and Slaves",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "11 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    With a turbulent history including murder, abuse, and warfare, Major Graham's Mansion promises to be a hotbed of activity. Lisa makes a surprising announcement and the team is shocked to discover they've captured on video the image of a ghostly face in the Slave Shackle Room. The image appears in the exact spot where several of these psychic investigators experienced intense pressure and sensed a hostile presence. Krystal, Mark, and Malinka also hear a growl and witness a heavy object moving on its own in this same location, which seems to be the epicenter of activity...    "
                },
                "8": {
                    "title": "Hidden Secrets",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "11 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Continuing the investigation into Major Graham's Mansion, Mark encounters the spirit of a hanged slave in the barn, along with an unexpected example of the local wildlife. Malinka plays catch with an entity in Clara's Room and Krystal uses the dowsing rods to connect with Martha Graham./n When Lisa knocks to get the attention of the ghosts in the Confederate Room, she receives an immediate response and demonstrates her clairaudient abilities. The team leaves the house with a ton of evidence, and gives the mansion a five out of five on the paranormal activity level ...    "
                },
                "9": {
                    "title": "The Mad Major",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "11 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The most famous inhabitant of Oaklands Mansion was Major Contee, who was known for his outrageous behavior, and so named the Mad Major. Using hypnosis, Jim puts Sara into a trance that results in enhanced psychic senses and leads directly to the discovery of a previously unknown spirit on the second floor. When told about the incident later, the owner of Oaklands Mansion immediately recognizes his great aunt as the spirit who appeared to Sara. /n/nThrough one lively encounter and several clear EVPs, Major Richard Contee (the \"Mad Major\") proves that he's still in ...    "
                },
                "10": {
                    "title": "Empty Graves",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "11 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The Ballestone Stansbury house was once the center of a large plantation in 1780 Of its many inhabitants, several have not yet departed. The investigators encounter Thomas Stansbury, one of the original owners of this stately home, and attempt to make contact with a much more recently deceased spirit, related to one of the members of the Ballestone Preservation Society. While exploring the cellars, Lisa and Mark find out what the spirits think about them. Malinka is attacked by a hostile ghost in the Victorian Parlor and Rene leads a Spirit Circle that features a ...    "
                }
            },
            "2": {
                "1": {
                    "title": "City of the Dead",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Hill View Manor proves to be a scary and very active location, with shadow people, audible voices, lots of EVPs, and even a gargoyle.    "
                },
                "2": {
                    "title": "Halloween House",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "8 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    R.I.P. investigators explore a haunted manor house and deal with the losses in their own personal lives.    "
                },
                "3": {
                    "title": "Ghost House",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "15 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Can a small frame house in the peaceful suburbs of northern Virginia actually be terrifying? This one is.    "
                },
                "4": {
                    "title": "Spirits of the Palace",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "22 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Swannanoa Palace was built in 1912 by James Dooley, a wealthy businessman, as a gift for his wife, Sally May. Sadly, the Dooleys only occupied this magnificent mansion on top of a mountain for a few years before both passed away.    "
                },
                "5": {
                    "title": "Prisoners in Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "29 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    The oldest continuously operating jail in Virginia features the spirits of former prisoner Mr. McGhee, along with one of the previous wardens, and the warden's wife, who burned to death in the Kitchen.    "
                },
                "6": {
                    "title": "Haunted Heritage",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "5 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    This former fire house and police station houses all sorts of creepy dolls who are eager to communicate with the R.I.P. team, along with the infamous \"Moaning Statute\" that has terrified dozens of people and is still on display.    "
                },
                "7": {
                    "title": "Blood Alley",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "12 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Nicknamed \"Blood Alley,\" this former prison housed some of the most infamous criminals in the world.    "
                },
                "8": {
                    "title": "No Place Like Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "19 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    What's scary about a lovely family home? Just about everything.    "
                },
                "9": {
                    "title": "Wandering Souls",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "26 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Ellicott City, Maryland, is an old town and a very haunted one.    "
                },
                "10": {
                    "title": "Lost Girls",
                    "kind": "episode",
                    "episode of": {
                        "title": "The R.I.P. Files (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "3 May 2016",
                    "year": "2016",
                    "plot": "\n    This \"stabilized outdoor ruin\" is considered one of the most haunted locations in the state of Maryland. A former girls' school, this building has also been a hotel and a hospital for wounded soldiers from WWI.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Higgins, Mark"
            },
            {
                "name": "Franklin, Malinka"
            },
            {
                "name": "Marin, Patricia"
            },
            {
                "name": "Cotter, Amelia"
            },
            {
                "name": "Linden, Lisa"
            },
            {
                "name": "Marin, Jim"
            },
            {
                "name": "Garcia, Rene"
            },
            {
                "name": "Heyerly, Sherry"
            },
            {
                "name": "Hunter, Kenna Ray"
            },
            {
                "name": "Porras, Krystal"
            },
            {
                "name": "Agu, Golda-Victoria"
            },
            {
                "name": "Gogna, Nishant"
            },
            {
                "name": "Hartley, Bill"
            },
            {
                "name": "Lovitt, Maggie"
            }
        ],
        "locations": [
            "Radford, Virginia, USA::(location)",
            "Laurel, Maryland, USA::(location)",
            "Spring City, Pennsylvania, USA::(location)",
            "Max Meadows, Virginia, USA::(location)",
            "Virginia Beach, Virginia, USA::(location)",
            "Dumfries, Virginia, USA::(location)",
            "Culpeper, Virginia, USA::(location)",
            "Baltimore, Maryland, USA::(location)"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 7.9,
        "votes": 32,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODdiNjExYTQtNzMwYS00ZDk3LTk5OTktYjAwOTc5YWJmMjhjXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "\"The R.I.P. Files\" features a mostly female group of paranormal investigators who use their intuitive abilities and their deep knowledge of metaphysical techniques to interact with the entities they encounter at haunted locations. These investigators encourage the spirits to share their stories in their own words through amazing EVPs and other evidence that is bridging the gap between the worlds of science and spirituality. \"The R.I.P. Files\" explores the issues of life and death that we all must face. As they learn and grow in their profession, making new discoveries that push the boundaries of paranormal research even further, the investigators also find themselves compelled to examine the effects of their activities on their own lives, on the lives of those around them, and on the spirits themselves.",
        "languages": [
            "English"
        ],
        "title": "The R.I.P. Files",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "The R.I.P. Files (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Marin, Patricia"
            }
        ],
        "production companies": [
            {
                "name": "Marin Group Productions"
            }
        ],
        "distributors": [
            {
                "name": "FOXTEL"
            },
            {
                "name": "FOXTEL"
            },
            {
                "name": "Gaiam Vivendi Entertainment"
            },
            {
                "name": "New Dominion Pictures"
            },
            {
                "name": "Vivendi Entertainment"
            }
        ],
        "plot": [
            "\"_The R.I.P. Files_ (qv)\" features a mostly female group of paranormal investigators who use their intuitive abilities and their deep knowledge of metaphysical techniques to interact with the entities they encounter at haunted locations. These investigators encourage the spirits to share their stories in their own words through amazing EVPs and other evidence that is bridging the gap between the worlds of science and spirituality. \"_The R.I.P. Files_ (qv)\" explores the issues of life and death that we all must face. As they learn and grow in their profession, making new discoveries that push the boundaries of paranormal research even further, the investigators also find themselves compelled to examine the effects of their activities on their own lives, on the lives of those around them, and on the spirits themselves."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 32,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 3.0
            },
            "aged 30 44": {
                "votes": 8,
                "rating": 5.9
            },
            "aged 45 plus": {
                "votes": 8,
                "rating": 7.7
            },
            "males": {
                "votes": 14,
                "rating": 6.8
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 7.8
            },
            "females": {
                "votes": 9,
                "rating": 5.3
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 3.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 6.5
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 9.0
            },
            "us users": {
                "votes": 8,
                "rating": 8.6
            },
            "non us users": {
                "votes": 3,
                "rating": 6.3
            }
        },
        "number of votes": {
            "10": 16,
            "9": 2,
            "8": 2,
            "7": 3,
            "6": 3,
            "5": 2,
            "4": 1,
            "3": 2,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.9,
        "median": 9
    }
}