{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "27 June 2012"
            }
        ],
        "release dates": [
            "Australia::27 June 2012"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Hildebrand, Joe"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "178"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:MA15+"
        ],
        "original air date": "27 Jun 2012 (Australia)",
        "rating": 6.0,
        "votes": 10,
        "budget": "AUD50,000 (estimated)",
        "plot outline": "Australians get a bad rap overseas, and our stocks are especially low in India. In fact a sizeable chunk of India's 1.2 billion people think Aussies are Dumb, Drunk & Racist. But doesn't every country have its negative stereotypes? In this six part factual series, journalist Joe Hildebrand takes four Indians on a road-trip around Australia to examine our worst stereotypes - are we really beer swilling racist bogans, or are we simply misunderstood? Shot entirely on location in India and Australia, this series puts its Indian protagonists smack bang in the middle of passionate debates and immersive experiences that will change their opinion of Australia forever.",
        "languages": [
            "English"
        ],
        "title": "Dumb, Drunk & Racist",
        "year": 2012,
        "kind": "tv mini series",
        "series years": "2012-",
        "akas": [
            "Dumb, Drunk & Racist (Australia)"
        ],
        "director": [
            {
                "name": "Hildebrand, Joe"
            },
            {
                "name": "Smith, Aaron"
            }
        ],
        "production companies": [
            {
                "name": "Cordell Jigsaw Productions"
            }
        ],
        "distributors": [
            {
                "name": "Australian Broadcasting Corporation (ABC) Content Sales"
            }
        ],
        "plot": [
            "Australians get a bad rap overseas, and our stocks are especially low in India. In fact a sizeable chunk of India's 1.2 billion people think Aussies are _Dumb, Drunk & Racist_ (qv). But doesn't every country have its negative stereotypes? In this six part factual series, journalist Joe Hildebrand takes four Indians on a road-trip around Australia to examine our worst stereotypes - are we really beer swilling racist bogans, or are we simply misunderstood? Shot entirely on location in India and Australia, this series puts its Indian protagonists smack bang in the middle of passionate debates and immersive experiences that will change their opinion of Australia forever.",
            "Australians get a bad rap overseas, and our stocks are especially low in India. In fact a sizeable chunk of India's 1.2 billion people think Aussies are dumb, drunk and racist. But doesn't every country have its negative stereotypes? In this six part factual series, journalist Joe Hildebrand takes four Indians on a road-trip around Australia to examine our worst stereotypes - are we really beer swilling racist bogans, or are we simply misunderstood? Shot entirely on location in India and Australia, this series puts its Indian protagonists smack bang in the middle of passionate debates and immersive experiences that will change their opinion of Australia forever."
        ],
        "tech": {
            "runtime": [
                "2 hr 58 min (178 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 10,
                "rating": 6.0
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 5.5
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 5.0
            },
            "males": {
                "votes": 10,
                "rating": 6.0
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 5.5
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 5.0
            },
            "us users": {
                "votes": 1,
                "rating": 8.0
            },
            "non us users": {
                "votes": 8,
                "rating": 5.6
            }
        },
        "number of votes": {
            "10": 0,
            "9": 0,
            "8": 4,
            "7": 1,
            "6": 1,
            "5": 2,
            "4": 0,
            "3": 1,
            "2": 1,
            "1": 0
        },
        "arithmetic mean": 6.0,
        "median": 6
    }
}