{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "20 June 2012"
            }
        ],
        "release dates": [
            "USA::20 June 2012"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Casandra Roache and Vernon Moxey",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "1 May 2014",
                    "year": "2014",
                    "plot": "\n    On today's show we are going help you to Build a Better You. On the couch we have Life Coach Casandra Roache. She is the CEO of Inspire Many. She's a popular speaker and founder of the Resolutions Retreat, the nation's largest gathering of professional women business owners. She has been featured in Woman's Day, Black Enterprise, Ebony, Essence and on BET. Also on the couch is Etiquette Coach Vernon Moxey. He is the founder and president of the Dudley Dickens School of Etiquette, where manners are not mere words, but a way of life.    "
                },
                "2": {
                    "title": "Donata Joseph & Andrea Ivory",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "8 May 2014",
                    "year": "2014",
                    "plot": "\n    On today's show we have two inspirational women whose causes are impacting South Floridians in a big way. On the couch we have Donata Joseph, the founder of Adding Doses of Hope Daily Foundation, Its mission is to encourage, empower and elevate individuals and families with resources that will improve their overall mental and emotional wellness. Also on the couch is Andrea Ivory, a breast cancer survivor and the CEO and founder of The Women's Breast Health Initiative. Her company has delivered hope to over 60,000 households in South Florida. In 2009 CNN recognized her...    "
                },
                "3": {
                    "title": "Young and Talented",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "15 May 2014",
                    "year": "2014",
                    "plot": "\n    Today's show is filled with energy and positivity. On the couch, Keith features Frantzy Moreau an up and coming film maker who started his journey at the early age of five. His new creation 54:17 will take Miamians on roll coaster ride that will leave audiences begging for more. Also on the couch is the cast of 54:17.    "
                },
                "4": {
                    "title": "Florida Film Maker Marcus Marsh",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "22 May 2014",
                    "year": "2014",
                    "plot": "\n    On today's show we are going to talk to an up and coming film maker, Marcus Marsh. He is balancing profession with his passion. This new film maker has a drive unlike any other.    "
                },
                "5": {
                    "title": "SoFlo Performers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "29 May 2014",
                    "year": "2014",
                    "plot": "\n    The Casting Couch just got sexy! She has started a windstorm of curvy delight; with her stage play Color Me Thick; she is single handedly changing the way we look at plus size women. On today's show, host Keith Harrell will introduce the creator of Color Me Thick, Passion Roosevelt. Also on the couch is her beautiful cast of Color Me Thick.    "
                },
                "6": {
                    "title": "Miami's Fashion Scene",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "5 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Welcome to the Casting Couch, the show that gives hidden talent in South Florida exposure. On today's show we explore Miami's Fashion Scene from two very different styles. Her fashion has in bounds. Her bold spikes mixed with reflective leather screams daring. Firmly making her mark internationally Alessandra Gold makes her home here in South Florida. Also on the couch is a designer who is dressing South Florida executives in the finest cuts. Jay R. Dee clothing line showcases well-tailored suits, jackets, jeans and provocative dresses.    "
                }
            },
            "1": {
                "1": {
                    "title": "Finley Polynice and Summer Hill Seven",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "20 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    On the Couch today we our pleased to have Finley Polynice and Summer Hill Seven.    "
                },
                "2": {
                    "title": "Kennedy Achille",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "24 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Today we sit down on the Couch with no other than Kennedy Achille.    "
                },
                "3": {
                    "title": "Lela Elam Castellano",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    On the couch guest Lela Elam Castellano discussed her upcoming projects and her battle with Lupus.    "
                },
                "4": {
                    "title": "Dudley Pinder and Anthony Roberts",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "5 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Dudley Pinder of Stagedawg Productions came on the couch to discuss the technical side of stage and movie performances. Also on the couch was Bahamian born actor Anthony Roberts, he stopped by and give us a look at his new film In Spite of Courage.    "
                },
                "5": {
                    "title": "AAPACT's Founder Teddy Harrell, Jr",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "19 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Keith A. Harrell's guest Teddy Harrell, Jr. discuss being an actor in South Florida. Also, special guests stop by the couch.    "
                },
                "6": {
                    "title": "Clinical Psychologist, Dr. Wade Silverman",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "26 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    On today's show, host Keith Harrell discuss infidelity, marital issues, and domestic violence with Clinical Psychologist, Dr. Wade Silverman. Keith will also ask the burning question \"Once A Cheater Always A Cheater\" and who cheats more men or women, the answer may surprise you. Tune in.    "
                },
                "7": {
                    "title": "Kipri Johnson of Kip's Mix & Shara Bostic of Love Child Essentials",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    On The Casting Couch local business women Kipri Johnson and Shara Bostic will discuss challenges facing female entrepreneurs. Also, host Keith Harrell and Kipri Johnson have a confectionery showdown, who won? - you will just have to tune in.    "
                },
                "8": {
                    "title": "Curtis E. Holland",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "9 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Known in the entertainment business as the triple threat, this performer has wowed crowds all over Miami. On The Casting Couch you'll get a chance to meet Curtis E. Holland, one of Miami's young entertainer.    "
                },
                "9": {
                    "title": "Giordan Diaz and Mcley Lafrance",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "16 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    On the couch Barry University Alums, Giordan Diaz and Mcley Lafrance discuss acting on a collegiate level and the challenges of moving to the professional level.    "
                },
                "10": {
                    "title": "Eric Bendross",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "23 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    On The Casting Couch we interviewed one of South Florida's talented sons, Mr. Eric Bendross. We will discuss his career and his latest project.    "
                },
                "11": {
                    "title": "Oscar Musibay of the South Florida Business Journal",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "30 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Casting Couch guest Oscar Musibay of the South Florida Business Journal discuss the media, first amendment rights, and the current state of journalism.    "
                },
                "12": {
                    "title": "Season Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "6 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The final episode featured some of the Casting Couch memorable shows.    "
                }
            },
            "2": {
                "1": {
                    "title": "Season 02 Episode 01: South Florida Author Dr. Marvin Dunn",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "10 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    He is a Florida historian, legend, and an intricate part of Miami's landscape. As Resident Scholar of the Institute of Homeless Studies at Camillus House. Dr. Dunn began his career as a naval officer, serving from 1961 to 1967. He served as an officer aboard the aircraft carriers U.S.S Kitty Hawk and the U.S.S. Saratoga, and was the commander of the 14th Battalion, U.S. Naval Recruit Training Command in Great Lakes, Illinois. On this show he discussed his latest book, The Beast in Florida: A History of Anti-Black Violence.    "
                },
                "2": {
                    "title": "Big Brooklyn & Jon Saxx",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "30 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Once dubbed \"The Vanilla Teddy Pendergrass\", jazz vocalist, Big Brooklyn Red's unique style and flavor has marveled crowds for years. Jon Saxx passion for music began when his pre-teen ears heard the calming and harmonious sounds of the saxophone and at that moment, the saxophone and he were joined in melodic matrimony.    "
                },
                "3": {
                    "title": "Ethan Henry and Makeba Pace",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "6 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Two of South Florida's stage extraordinaire. This dynamic couple act and they are also professors at the famous New World School of the Arts. Ethan Henry and his wife Makeba Pace ordinated from Chicago, Illinois. One is a triple nominee for the Black Theater Alliance Award the other is a 2013 Best Actor Carbonell Award Nominee. Together they balance career, family, and love for the arts.    "
                },
                "4": {
                    "title": "Tori Ann Hampton & Gigi St Juste and the cast of Catching Up with Gigi",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "13 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    They are the writers and producers of South Florida very own sitcom, \"Catching Up with GiGi\". Here to give us a glimpse into the 2013 season and upcoming projects is Tori-Ann Hampton and GiGi St. Juste. Also on the show are cast members Sonia Granados and Lowrie C. Simon. Sit back as Lela navigates through these interesting and funny group actors.    "
                },
                "5": {
                    "title": "Teddy Harrell, Jr. and the Cast of Anne & Emmett",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "20 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    He is a South Florida pioneer and trailblazer. His entertainment career started while he was in elementary school. As an adult he toured Europe with the legendary music group the Drifters. While on the couch Teddy Harrell, Jr. talked about acting, directing and the theater company he founded, AAPACT. Teddy also brought a little surprise with him; the two stars of AAPACT's play Anne and Emmett, Zasha Shary and Shawn Burgess.    "
                },
                "6": {
                    "title": "Andre Gainey and Will Barnes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "27 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Today's show gets a little hotter when two South Florida acting hunks hit the Casting Couch set. He is no stranger to the stage; it's where Andre Gainey has made his mark on the entertainment industry in SoFlo. He is also the co-founder of the African-American Performing Arts Community Theatre (AAPACT) and former host of the Casting Couch Live. With the \"Leading Man\" stamp on his career this native Virginian has made South Florida his home and the entertainment industry his playground. Here to discuss his career and to tell you why he is Miami's hardest working actor,...    "
                },
                "7": {
                    "title": "Scherazade King and Dr. Patrick Williams",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "4 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Scherazade King is the Executive Director of AmplifyMe, whose mission is to create a renaissance in the media arts that increases civic engagement by empowering people to think differently. He is a world traveler who's sharing his wealth of knowledge with students across South Florida. Dr.Patrick Williams is one of South Florida's sought after lecturers and motivational speaker. He is a Fulbright Memorial Fund Scholar to Japan. A 1984 Silver Knight Award recipient in Foreign Language, he speaks seven languages, plays classical piano, and sings opera. There is more to ...    "
                },
                "8": {
                    "title": "Kevin McNeir and Keith A. Harrell",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "11 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    He is the Editor and Chief of South Florida oldest black and black owned newspaper, the Miami Times. On the show Kevin McNeir will discuss the responsibilities of the media and how the 1st amendment protects the freedom of journalists. He is a pure Miamian, born and raised; This son of South Florida, Keith Harrell grew up witnessing the rise of many cultures, the fall of others, and the struggles of his own African American communities.    "
                },
                "9": {
                    "title": "Jessica Bircann and Peggy Foxx",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "18 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    She has been performing since the age of 3. She attended Point Park University in Pittsburgh, Pa and received a BA in dance. In New York she was cast in such musicals as, A Funny Thing Happened on The Way to the Forum, West Side Story, and Hairspray just to name a few. Jessica Bircann is now here in South Florida she continues to light up the stage. Her erotic poetry is keeping Miami up all night. Peggy Foxx is the erotic poetry queen of Miami, but there is more to this pretty face than meets the eye. On the couch she talked about being a businesswoman and her latest ...    "
                },
                "10": {
                    "title": "Marcell Black and Apon Nichols",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "25 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    He has been lighting South Florida stages up with his bold approach to acting. But there is more to this talented young actor than meets the eye. Marcell Black came on couch to talk about his upcoming projects. He is one of South Florida's most sought after lighting technicians. Apon Nichols is a native Miamian who has worked hundreds of projects in the U.S. and is taking the entertainment business by storm.    "
                },
                "11": {
                    "title": "Justin Robinson, Anthony Roberts, and René Granado",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "1 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    This graduate Florida A&M University is the creator and director of the web series show \"Dade County\". Justin Robinson studied journalism at FAMU and is now homing his craft in South Florida. He is one of the stars of Dade County , Anthony Roberts is heating up South Florida stages and TV screen. René Granado is one of South Florida hottest actors. This heart throb has stared in multiple plays and is on the couch to talk about his new role as a star of Dade County.    "
                },
                "12": {
                    "title": "Lela Elam, Karen Stephens, Alisha Brooks, and Giordan Diaz",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Casting Couch TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "8 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    The Season Finale; watch as Casting Couch web site host Vanessa Rottenburg interviews Lela Elam, Karen Stephens, Alisha Brooks, and Giordan Diaz. The Casting Couch hosts will talk about their experience and share what shows were memorable. Also lighter moments are captured with the four hosts.    "
                }
            }
        },
        "number of episodes": 30,
        "cast": [
            {
                "name": "Harrell, Keith A."
            },
            {
                "name": "Foxx, Peggy"
            },
            {
                "name": "Marsh, Marcus"
            },
            {
                "name": "Jennings, Bernard"
            },
            {
                "name": "Bendross, Eric"
            },
            {
                "name": "Roberts, Anthony"
            },
            {
                "name": "Brooks, Alisha"
            },
            {
                "name": "Elam, Lela"
            },
            {
                "name": "Stephens, Karen"
            },
            {
                "name": "Diaz, Giordan"
            }
        ],
        "locations": [
            "North Bay Village, Florida, USA::(Trios on the Bay)"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:Not Rated"
        ],
        "number of seasons": 3,
        "languages": [
            "English"
        ],
        "title": "The Casting Couch TV",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "The Casting Couch TV (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Harrell, Keith A."
            }
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}