{
    "imdb": {
        "raw release dates": [
            {
                "country": "New Zealand\n",
                "date": "10 October 2012"
            }
        ],
        "release dates": [
            "New Zealand::10 October 2012"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Dimmock, Charlie"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "GBP60,000 (estimated)",
        "plot outline": "In a light-hearted but nevertheless educational look at the fashion and passion of 'growing your own', Charlie Dimmock takes an inspirational journey with two groups of allotment plot holders through their challenges and achievements during an English summer. Each of Charlie's rising gardening co-presenters, Carina Birrell and Jonny Lee Kemp, champion one group of 'allotmenteers' and work with them to produce the best produce in totally contrasting conditions of landscape and soil, trying to win Charlie's 'Best Produce Awards'. They also develop a strong rivalry as they overcome personal challenges set by Charlie and each other. The series covers the period from May to October during which ground preparation, seed sowing, crop tending, the excitement of witnessing growth and the progress of the produce is recorded alongside the background of the human stories of the diverse range of allotment holders. This adds significant human interest to a series, which is light-hearted in its presentation but contains the humour of friendly rivalry between the plot holders, and between Jonny and Carina. Each episode features informal growing tips through discussion and interviews with the village plot holders, as well as formal growing tips by Charlie for 'grow your own' enthusiasts. The series also provides inspiration for those who are considering growing their own for the first time, whether in city window boxes, kitchen gardens or on Parish allotment sites. The thrill of pulling up their first homegrown potatoes, the disappointment of seeing failed growth, the challenges of disease, bugs, heat and soil quality are all part of the learning curve. Unusual challenges such as 'rogue badgers' also provide food for thought as these valiant 'allotmenteers' share their many thoughts, aspirations, challenges and disappointments with the series presenters. Charlie Dimmock openly shares her own valuable knowledge - and at times learns from the allotmenteers whose 'local tips' ensure that the sharing of information and skills is not always one-sided! The viewer is therefore taken through a TV series that brings out the quality of country life, rediscovers forgotten values and yet supplies an exciting and vibrant set of entertaining programmes, which provide a positive example in 'back to basic lifestyle' to both individuals and communities.",
        "languages": [
            "English"
        ],
        "title": "The Allotment with Charlie Dimmock",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "The Allotment with Charlie Dimmock (United Kingdom)"
        ],
        "production companies": [
            {
                "name": "Diddywidge Media"
            },
            {
                "name": "TLWP"
            }
        ],
        "distributors": [
            {
                "name": "Electric Sky"
            }
        ],
        "plot": [
            "In a light-hearted but nevertheless educational look at the fashion and passion of 'growing your own', Charlie Dimmock takes an inspirational journey with two groups of allotment plot holders through their challenges and achievements during an English summer. Each of Charlie's rising gardening co-presenters, Carina Birrell and Jonny Lee Kemp, champion one group of 'allotmenteers' and work with them to produce the best produce in totally contrasting conditions of landscape and soil, trying to win Charlie's 'Best Produce _Awards_ (qv)'. They also develop a strong rivalry as they overcome personal challenges set by Charlie and each other. The series covers the period from May to October during which ground preparation, seed sowing, crop tending, the excitement of witnessing growth and the progress of the produce is recorded alongside the background of the human stories of the diverse range of allotment holders. This adds significant human interest to a series, which is light-hearted in its presentation but contains the humour of friendly rivalry between the plot holders, and between Jonny and Carina. Each episode features informal growing tips through discussion and interviews with the village plot holders, as well as formal growing tips by Charlie for 'grow your own' enthusiasts. The series also provides inspiration for those who are considering growing their own for the first time, whether in city window boxes, kitchen gardens or on Parish allotment sites. The thrill of pulling up their first homegrown potatoes, the disappointment of seeing failed growth, the challenges of disease, bugs, heat and soil quality are all part of the learning curve. Unusual challenges such as 'rogue badgers' also provide food for thought as these valiant 'allotmenteers' share their many thoughts, aspirations, challenges and disappointments with the series presenters. Charlie Dimmock openly shares her own valuable knowledge - and at times learns from the allotmenteers whose 'local tips' ensure that the sharing of information and skills is not always one-sided! The viewer is therefore taken through a TV series that brings out the quality of country life, rediscovers forgotten values and yet supplies an exciting and vibrant set of entertaining programmes, which provide a positive example in 'back to basic lifestyle' to both individuals and communities.::John Hammond"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}