{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 January 2012",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::1 January 2012                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Soltani, Monique"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTg1MzcxNzE4NF5BMl5BanBnXkFtZTgwNDgxNzU0MjE@._V1_SY150_CR23,0,101,150_.jpg",
        "budget": "$10,000 (estimated)",
        "plot outline": "Wine Oh TV with Monique Soltani is a fun, fresh and informative wine, travel and lifestyle show that gives audiences around the world an all access pass into the wonderful the world of wine! Watch Wine Oh TV for wine reviews, wine news, wine travel, food and wine pairings and you can live the wine lifestyle without leaving your living room. From touring and wine tasting in the world's most magnificent wine regions to getting up close and personal with celebrity chefs and world class wine-makers Wine Oh TV helps you learn about wine and \"Elevate Your Taste\" at the same time.",
        "languages": [
            "English"
        ],
        "title": "Wine Oh TV",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Wine Oh TV (United States)"
        ],
        "production companies": [
            {
                "name": "Thinque Media"
            }
        ],
        "distributors": [
            {
                "name": "Hulu"
            }
        ],
        "plot": [
            "_Wine Oh TV_ (qv) with Monique Soltani is a fun, fresh and informative syndicated wine, travel and lifestyle show. Watch _Wine Oh TV_ (qv) on Comcast (Ch.104/819 HD) Wednesdays at 8:30PM. Also Available on Amazon Prime, Roku, and Smart TV's.::Anonymous",
            "_Wine Oh TV_ (qv) with Monique Soltani is a fun, fresh and informative wine, travel and lifestyle show that gives audiences around the world an all access pass into the wonderful the world of wine! Watch _Wine Oh TV_ (qv) for wine reviews, wine news, wine travel, food and wine pairings and you can live the wine lifestyle without leaving your living room. From touring and wine tasting in the world's most magnificent wine regions to getting up close and personal with celebrity chefs and world class wine-makers _Wine Oh TV_ (qv) helps you learn about wine and \"Elevate Your Taste\" at the same time.::Monique Soltani"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}