{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2012"
            }
        ],
        "release dates": [
            "USA::2012"
        ],
        "episodes": {
            "1": {
                "7": {
                    "title": "Loyalty and Betrayal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life Story Project (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "7 Feb. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Curd, Dale"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "Life Story Project is a unique half hour documentary series which follows two hosts as they each engage total strangers in a honest conversation on our iconic purple couch in the middle of a park, a boardwalk or a busy street corner. Every episode captures the most incredible, emotionally compelling life stories. Each guest shares a personal story, a memory or an experience that has changed their life. Life Story Project is candid, revealing and utterly mesmerizing. The hosts pose questions we can all relate to on subjects like, LOVE & REGRET, LOYALTY & BETRAYAL, FORGIVENESS & REVENGE - themes which stir a candid dialogue. The conversations are authentic, sometimes funny, sometimes sad, sometimes thought provoking, but often emotional and deeply moving. Life Story Project illustrates our shared human connection by capturing beautiful, poignant moments of real people baring their souls. Life Story Project reminds us that we are all human and struggle with the same issues of love, loss, pain, fear and regret... Everyone has a story to tell. Sometimes all it takes is the right question.",
        "languages": [
            "English"
        ],
        "title": "Life Story Project",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2013",
        "akas": [
            "Life Story Project (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Gabourie, Mitchell"
            }
        ],
        "production companies": [
            {
                "name": "Pivotal Media"
            }
        ],
        "plot": [
            "_Life Story Project_ (qv) is a unique half hour documentary series which follows two hosts as they each engage total strangers in a honest conversation on our iconic purple couch in the middle of a park, a boardwalk or a busy street corner. Every episode captures the most incredible, emotionally compelling life stories. Each guest shares a personal story, a memory or an experience that has changed their life. _Life Story Project_ (qv) is candid, revealing and utterly mesmerizing. The hosts pose questions we can all relate to on subjects like, LOVE & REGRET, LOYALTY & BETRAYAL, FORGIVENESS & REVENGE - themes which stir a candid dialogue. The conversations are authentic, sometimes funny, sometimes sad, sometimes thought provoking, but often emotional and deeply moving. _Life Story Project_ (qv) illustrates our shared human connection by capturing beautiful, poignant moments of real people baring their souls. _Life Story Project_ (qv) reminds us that we are all human and struggle with the same issues of love, loss, pain, fear and regret... Everyone has a story to tell. Sometimes all it takes is the right question.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}