{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "26 June 2012"
            }
        ],
        "release dates": [
            "USA::26 June 2012"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Protect and Serve",
                    "kind": "episode",
                    "episode of": {
                        "title": "ABFF Independent (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "3 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    ABFF Independent Season 4 Hosted by David Banner showcases short films highlighting African American talent in front of and behind the camera. \"Protect and Serve\" is the theme of episode one highlighting 5 independent films exploring law enforcement from all angles. This timely episode was inspired by recurring events involving police brutality and exhibits a variety of perspectives. Expect an array of genres the whole family can enjoy in ABFF Independent Episode 1 \"Protect and Serve.\"    "
                },
                "2": {
                    "title": "Matters of the Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "ABFF Independent (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "10 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    ABFF Independent Season 4 Hosted by David Banner showcases short films highlighting African American talent in front of and behind the camera. Themed \"Matters of the Heart,\" this episode features a slate of heart-string tugging short films, created by movie-makers from across the country. Watch as love delivers the greatest of joys and the most profound heartbreaks in ABFF Independent's \"Matters of the Heart.\"    "
                },
                "3": {
                    "title": "Words Not Spoken",
                    "kind": "episode",
                    "episode of": {
                        "title": "ABFF Independent (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "17 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    ABFF Independent Season 4 Hosted by David Banner showcases short films highlighting African American talent in front of and behind the camera. So many times we have so much to say, but can't find the right words. From teenage discussions about HIV/AIDS to the awkwardness of ending a long term relationship, in this episode of ABFF Independent you will see films that explore \"Words Not Spoken\" as our characters try to be heard, but struggle to get the right words out.    "
                },
                "4": {
                    "title": "What Would You Do?",
                    "kind": "episode",
                    "episode of": {
                        "title": "ABFF Independent (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "24 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    ABFF Independent Season 4 Hosted by David Banner showcases short films highlighting African American talent in front of and behind the camera. In this episode, we are asking viewers to ask themselves, \"What Would You Do?\" We explore stories with characters facing tough choices and life-altering pursuits all while trying to stay true to themselves.    "
                },
                "5": {
                    "title": "Back Against the Wall",
                    "kind": "episode",
                    "episode of": {
                        "title": "ABFF Independent (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "31 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    ABFF Independent Season 4 Hosted by David Banner showcases short films highlighting African American talent in front of and behind the camera. How do you react when your \"Back is Against the Wall?\" As the theme of this episode, we explore short films about getting in and out of tight jams. These are stories about what happens when under personal, political and psychological pressure.    "
                },
                "6": {
                    "title": "Family Matters",
                    "kind": "episode",
                    "episode of": {
                        "title": "ABFF Independent (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "7 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    ABFF Independent Season 4 Hosted by David Banner showcases short films highlighting African American talent in front of and behind the camera. In this episode we explore the theme \"Family Matters.\" We feature short films that show how families come together and how they fall apart. We highlight the families we're born into and the family-like bonds we create in friendships. You'll be surprised to find a beautiful kernel of truth and triumph in this presentation of award-winning short films.    "
                },
                "7": {
                    "title": "Stranger Than Fiction",
                    "kind": "episode",
                    "episode of": {
                        "title": "ABFF Independent (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "14 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    ABFF Independent Season 4 Hosted by David Banner showcases short films highlighting African American talent in front of and behind the camera. Crossing genres of comedy, drama, sci-fi, and even horror, this episode is nothing short of \"Stranger Than Fiction\". We round out season four with an episode that features highly visual, innovative films that will keep you riveted with their twists and turns.    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Banner, David"
            },
            {
                "name": "Hardwick, Omari"
            }
        ],
        "runtimes": [
            "120"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 4,
        "languages": [
            "English"
        ],
        "title": "ABFF Independent",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "ABFF Independent (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Mabern, Michael"
            }
        ],
        "production companies": [
            {
                "name": "Left Center Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Aspire Television Network"
            }
        ],
        "plot": [
            "A showcase of short films and documentaries from the American Black Film Festival.::bonz6596-507-522839"
        ],
        "tech": {
            "runtime": [
                "2 hr (120 min)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}