{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "October 2012"
            },
            {
                "country": "USA\n",
                "date": "  2013",
                "notes": "                            (video premiere)"
            }
        ],
        "release dates": [
            "USA::October 2012",
            "USA::2013                            (video premiere)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Sherlock Holmes and the Search for Green Jobs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rabbit Ears (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    After watching a short film entitled \"How to Keep a Job,\" the gang decides to embark on job interviews. Meanwhile, Dan convinces everyone to dress as \"Holmesian\" characters for the main feature film \"The Woman in Green,\" which Vicky points out is a black and white film that never mentions what color anyone is wearing. Join the Rabbit Ears gang as they riff this \"classic\" Holmes feature starring Basil Rathbone and Nigel Bruce.    "
                },
                "2": {
                    "title": "Dance-O-Rama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rabbit Ears (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    After finally watching a short film about Minnesota (much to Wyatt's delight) called \"Iron Country,\" the gang attend Vicky's dance class. At the class, several of the students show interest in coming over to the apartment to watch \"Teaserama,\" a 1950's burlesque film starring Betty Page and Tempest Storm. The gang unwittingly agrees, and the nightmare commences. \"Teaserama\" is quite possibly the LEAST erotic film in history (this includes Meet the Feebles and Mary Poppins). In between scenes of women \"dancing\" is some of the strangest, ugliest costumes of all time, we...    "
                },
                "3": {
                    "title": "Destroy All Pizza",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rabbit Ears (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    In this episode of Rabbit Ears, Gamera has invaded Channel 62 and the gang are completely unprepared for the absurdness which is the Japanese classic \"Destroy all Planets.\" Aliens come to Earth and plan to take over the planet. When Gamera intercedes, they decide to use their mind control ray to take over Gamera's mind and order him to set fire to Tokyo. What does any of this have to do with destroying a planet, let alone all of them? That's a good question. The gang gets so excited that they order pizza from Arizona, which is surprisingly good for being over a day ...    "
                },
                "4": {
                    "title": "Dragnet on 33rd Street",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rabbit Ears (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    When Dan decides to create a bomb in protest of the local grocery bag laws, Sgt. Friday and Officer Gannon are called in. In between interrogations, the gang watch 3 full episodes of Dragnet. The Big Bomb: When a crazy man decides to blow up city hall unless they let his brother out of jail (his brother, after all, has two months left on his sentence), Joe Friday must stop him at all costs...even if it means blowing up the mayor in the process. This episode answers the age old question: Can Friday operate an elevator? The Big Grandma: Joe Friday goes on the search for...    "
                },
                "5": {
                    "title": "Dick Tracy Might Be Pregnant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rabbit Ears (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    When Vicky's friends only hear one side of a phone conversation, they are duped into believing she's pregnant. Meanwhile, the gang watches the film \"Dick Tracy Meets Gruesome,\" which actually might never happen.    "
                },
                "6": {
                    "title": "Murder on Flight 502",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rabbit Ears (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    While watching the 70's made-for-tv movie of the week \"Murder on Flight 502,\" Dan gets into the act by ordering a 70's Lincoln. In the middle of the scene where Farah Fawcett decides to slaughter Sonny Bono for being the most annoying man on Earth, Dan's order arrives...but nobody is prepared for the results.    "
                }
            },
            "1": {
                "1": {
                    "title": "And Then There Were... CAT!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rabbit Ears (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Oct. 2012",
                    "year": "2012",
                    "plot": "\n    In this episode, the guys forget to pay their cable bill on Halloween, but do their best to impress their neighbor Vicky by installing rabbit ears on their set to get the local UHF station. However, they aren't prepared for the horror which is the 1945 thriller \"And Then There Were None\" by Agatha Christie.    "
                },
                "2": {
                    "title": "The Miracle on 33rd Street",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rabbit Ears (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Dec. 2012",
                    "year": "2012",
                    "plot": "\n    It's time to celebrate the Holidays \"Rabbit Ears\" style. In-between watching \"Miracle on 34th Street (sort of)\" and a mysterious short film called \"Holiday from Rules,\" the gang does their annual holiday gift exchange. Oh...and someone might get poisoned. Come celebrate the holidays with the gang at Rabbit Ears!    "
                },
                "3": {
                    "title": "Sherlock Holmes and the Secret of Double Dating",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rabbit Ears (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Vicky has been pretending to have a boyfriend to compete with a girlfriend for sometime. Now, she is forced to choose one of the guys to pretend to be her boyfriend for a double date. However, when Wyatt innocently comes over to watch a Sherlock Holmes movie, he gets mistaken for the boyfriend and forces her hand. In addition to riffing \"Sherlock Holmes and the Secret Weapon,\" the gang also take on the classic short \"The Medical Aspects of Nuclear Radiation.\"    "
                },
                "4": {
                    "title": "Bela Lugosi Clones a Brooklyn Gorilla",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rabbit Ears (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Due to a freak science experiment, Dan has apparently been cloned, but none of the gang believes him. They are too busy watching the classic \"Bela Lugosi Meets a Brooklyn Gorilla,\" while Duffy desperately tries to fix the cable. A wannabe Martin & Lewis act teams up with Dracula himself in this completely incoherent tale of love, mad scientists, and of course...gorillas! Or, as Bela would say: \"Bluh!\"    "
                },
                "5": {
                    "title": "Basketball Fixation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rabbit Ears (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    When Jeff and Duffy go to Las Vegas for a Basketball tournament, Dan is left home alone. Out of boredom, he invents the \"Channel 62 App\" so they can all watch the film \"The Basketball Fix\" together on their mobile devices. The Basketball Fix has surprisingly little to do with Basketball, and more to do with college romance and illegal gambling. Add a coach who never stops eating, the most boring narrator in the world, and a slaughtered girl scout troupe, and you have the makings of a \"classic.\" Vicky and Wyatt also stop by to play an epic game of Monopoly and watch ...    "
                },
                "6": {
                    "title": "Zontar, the Thing from the Garage Sale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rabbit Ears (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    A mysterious robot arrives at the apartment, and the gang attempt to get to it's origin while watching \"Zontar: The Thing from Venus.\" Although a captivating movie from 1966 about alien invaders, the gang are constantly distracted by a new roommate, Prospector Pete, who has decided to move in. And speaking of \"captivating,\" Duffy has been abducted by terrorists. With it's profound plot rip off of \"It Conquered the World,\" Zontar the Thing from Venus tells the tale of two scientists and how their life choices lead them to---oh forget it. There's some weird bat creature...    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Cain, Victoria"
            },
            {
                "name": "Dye, Daniel"
            },
            {
                "name": "Greenwalt, Jeff"
            },
            {
                "name": "Ptak, Wyatt"
            },
            {
                "name": "Goldrup, Tom"
            },
            {
                "name": "Duffy, Paul"
            },
            {
                "name": "Goldrup, Jim"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjQxZjE5ZDctYTI1NC00NTg5LTgxYWYtMTk4NTU3NjU0ODNkXkEyXkFqcGdeQXVyNDI4NzQwMzQ@._V1_SY150_CR50,0,101,150_.jpg",
        "budget": "$1,000 (estimated)",
        "plot outline": "Meet Dan and Jeff - young and effervescent 30-somethings making their way in a no-nonsense, play-by-the-rules, anything-goes small rural big city town. Between scraping pennies together and entertaining their unusual friends Duffy, Wyatt and the neighbor Vicky, they find just enough time in their busy schedules to not pay their cable bill. As a result, their old tube TV set is perpetually stuck on Channel 62 (a station that may or may not have burned to the ground years ago) and turns itself on at seemingly random moments. Like all young Americans, when a screen of any kind is cascading its stunning shimmer into the room, Dan and Jeff are helpless to resist watching - and commenting. Join the fun and watch the mystery unfold.",
        "languages": [
            "English"
        ],
        "title": "Rabbit Ears",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Rabbit Ears (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Duffy, Paul"
            },
            {
                "name": "Greenwalt, Jeff"
            }
        ],
        "plot": [
            "Not paying your cable bill has it's drawbacks. Join a bunch of college dropouts as they sit in their basement and have nothing to watch but \"Channel 62,\" the local UHF station. These guys can't hold a job, but boy can they riff movies.",
            "Meet Dan and Jeff - young and effervescent 30-somethings making their way in a no-nonsense, play-by-the-rules, anything-goes small rural big city town. Between scraping pennies together and entertaining their unusual friends Duffy, Wyatt and the neighbor Vicky, they find just enough time in their busy schedules to not pay their cable bill. As a result, their old tube TV set is perpetually stuck on Channel 62 (a station that may or may not have burned to the ground years ago) and turns itself on at seemingly random moments. Like all young Americans, when a screen of any kind is cascading its stunning shimmer into the room, Dan and Jeff are helpless to resist watching - and commenting. Join the fun and watch the mystery unfold."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}