{
    "imdb": {
        "raw release dates": [
            {
                "country": "Mexico\n",
                "date": "1 January 2014"
            }
        ],
        "release dates": [
            "Mexico::1 January 2014"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Pelucas Carmella",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Wig making is a trade which in times past was synonymous with fashion and vanity; today, it is also a synonym for wellness, as women, men, boys, and girls have found in them a means of enhancing their beauty, but also a way to resume their lives bravely in the face of advancing age or illness or as a vehicle for the courage needed to express their differences in expressing and defining their sexuality. Pelucas Camella is also a synonym for legacy, tradition, and the certainty that what the firm makes has a reason for being. It is, then, a win-win relationship, a ...    "
                },
                "2": {
                    "title": "Nunca nos volveremos a ver. Salvador 'Rabito' Agüero.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    For Salvador Aguero, aka Rabito, music has been his companion from his early days, when his father took him to XEW. The impact of discovering big band drummer Jim Krupa and jazz rhythms motivated him to prepare for and gain admission to the Free School of Music. He spends countless hours studying and practicing music. Many hours of practice are needed to improvise and find the desired harmony, and between chords you form the jazz melody you seek, your own sound. As a professional drummer, Rabito has worked with prominent musicians like Frank Rosolino, Clare Fisher, ...    "
                },
                "3": {
                    "title": "Dicha, fortuna y felicidad. Eloy Gómez.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Cuautempan was the village where Eloy learned what would be his vocation, is trade. When he was a young boy, a traveling bird fortune teller handed him three cards which showed him his mission in life. In time, suitcase in hand and with his three canaries, Lucero, Paquito, and Toño, he traveled over most of Mexico. His birds bring joy to people of all ages, young and old; he gives them three cards to learn their joy, fortune, and happiness. His children and grandchildren, who live in Chicago, visit him from time to time, and are his pride and joy. He is the famous ...    "
                },
                "4": {
                    "title": "Yo ya me voy. Eliseo Torres Hormero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    For more than fifty years, Eliseo Torres Cobian has made lasts for shoes. The pieces he makes are an invaluable tool for shoemakers in making any kind of footwear, because they imitate the dimensions and contours of the human foot. From experience, Eliseo knows that he needs to work with painstaking care so that customers can find shoes that fit right. Last making is an artisanal craft which demands rigor and precision in carving and measurement. The final process of fashioning a last includes attaching the insole, to guarantee the shape and size of the shoe. It is a ...    "
                },
                "5": {
                    "title": "Un astillero en la ciudad. Leonardo Gabino.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Leonardo Gabino Torres and his family practice the trade of building Mexico's traditional canal boats or trajineras. Historically, in Mexico the boats have been used for varied purposes, providing transportation for plants and flowers, or for entire families who need to move about in the canals daily, taking children to school or to get to work raising crops on the artificial island gardens known as chinampas. Xochimilco's canals and colorful boats also invite countless visitors to imagine and enjoy, in one-hour intervals, the lacustrine Mexico of pre-Hispanic times. ...    "
                },
                "6": {
                    "title": "Quebrantadero. Daniel Sánchez.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    I have always loved being around horses, and my whole family always liked fine horses. For Daniel, Paloma and Papa have been faithful companions; they start their days together waking at five o'clock in the morning to work in the fields, getting them ready for planting. He describes how both horses have been near death, but fortunately pulled through. He recalls how he and his brothers broke broncos, and neighbors, aware of how hard the job could be, admired and respected them. Taming a horse, he explains, requires will, patience, and courage. You need to stay with ...    "
                },
                "7": {
                    "title": "El secreto de los escarabajos. Aldi de Oyarzabal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Aldi de Oyarzabal Salcedo was fascinated by beetles from his first encounter with them, when he imagined that they kept secrets. And through them, he found the tenacity and the persistence to achieve the desired image, color, and texture in his illustrations. Personal and professional experiences, like living on countless islands, or studying the blue-crowned motmot, have led him to understand that the concept of beauty is associated with rhythm, harmony, and symmetry, encompassing even the imperfection in nature. He stresses that, although it is often right in front ...    "
                },
                "8": {
                    "title": "Un clásico no pasa de moda. Jorge Ramos.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Don Carlos knows from experience that any car, from any model year, if properly repaired, can work which is why he hand his son Angel share their enthusiasm for restoring antique cars. Restoring classic cars requires not only dedication, but a special passion for repairing doors, windows, and body parts which in some cases have to be hand crafted, because they are no longer made. The art of restoring classic cars continues to be passed down from generation to generation like the continuation of an endless piece of music. Each car in the shop has unique qualities ...    "
                },
                "9": {
                    "title": "De aquí a la eternidad. Pablo Rodríguez.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Pablo Juan came to Mexico City as a child, and every day he brought lunch to his father, who worked in a graveyard. He clearly recalls how, after school, he and his would offer their services cleaning gravesites. Over time, he worked digging graves, mending tombstones, and tending the grounds. From time to time, he shares the stories and legends of the graveyard: the dead man dressed as a charro enveloped in flames, the welder a group of young girls saw, or a coffin from which the body was missing. Apparitions, ghosts, memories which blur the lines between fact and ...    "
                },
                "10": {
                    "title": "Una vida entregada al cine. Lorenzo Mondragón.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Starting when he was a teenager he worked with his father in a mattress factory, but Lorenzo Eduardo Armando Mondragon y Ochoa always knew his true vocation was in the movies. He got his start working the box office at the former Cine Versailles. After a short time, he was put in charge operating the lights, curtains, and audio during and after intermission in the theater. In a twist of fate, which hardly anyone understands, he came to Cine Laboratorio, where he learned the jobs of positive reviewer and later film developer. On countless occasions, he worked around ...    "
                },
                "11": {
                    "title": "De la resurrección. Enrique Cervantes.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Not long ago, girls found endless enjoyment in playing with dolls, and when they broke, their parents went running to have them repaired at the Doll Hospital, bringing them back home good as new, without a scratch. Enrique Cervantes Rojas has enjoyed fixing all kinds of dolls in his workshop, or hospital. He knows that the experience accumulated over many years has helped make countless girls happy again. However, with a note of sadness, he observes how girls today no longer enjoy playing with dolls, and now most of his customers are older people, who have kept their ...    "
                },
                "12": {
                    "title": "El hombre de Rosa. Ismael Zarazúa.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    The game ends when the clock marks ninety minutes, although sometimes play is shortened by prior agreement among the players. I have red and yellow cards, but I try not to use them and encourage teams to play cleanly. From start to finish, I run around urging the players on both sides to strive to play their best, seeing how their faces invariably reflect their dedication, enjoyment, and passion for soccer. As referee, I have to make split-second decisions to mark or not mark violations. In the heat of competition, you always have to find solutions, and you accomplish...    "
                },
                "13": {
                    "title": "El hombre que quiso olvidar. Ultiminio Ramos.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Ultiminio Ramos speaks in singsong and dances in the ring. The house at Compostela 16 in Matanzas, Cuba, is the birthplace of this young world champion, who made three successful title defenses. With nostalgia and grace, he recalls the time his opponent, \"a real master of the corner,\" had to be hospitalized because he felt bad after the fight. Five days later, Davey Moore died, with many citing the metal ropes enclosing the ring and Matancero's powerful fists as causes of death. Through discipline in the gym, he forged his body, his spirit, and the heart to be the ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Campanero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Cathedral Bell Ringer When the bells ring we hear God's voice on earth.The angels laugh with joy and people hear the divine call. The sound of bells is a reminder of the call to prayer, to dialog with God. The deacon and bell ringer of the metropolitan cathedral tells us his life story, of his transition from a heart filled with rage to a search for forgiveness and transformation through his occupation as bell ringer. A symphony of bells fills the evening air, flooding the vastness of Mexico City with its sound. It is a call summoning those looking for answers from ...    "
                },
                "2": {
                    "title": "Sastre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Nov. 2012",
                    "year": "2012",
                    "plot": "\n    A true Mexico City native, merging old-fashioned and cosmopolitan styles, has worked as a tailor and dry cleaner for more than fifty years. Heir to his father's business; he plies his trade on the same premises as his father before him. The shop's is named El estilo (The style), a name that captures the essence of his philosophy: \"dress with style, laugh with style, and work with style\". A friend to all his customers, an irrepressible seducer and bon vivant, he seems to savor every instant as if it were his last.    "
                },
                "3": {
                    "title": "Barbero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Barber Aniceto, nicknamed \"El Anís,\" has had a barbershop in Colonia Pencil for more than forty years. Son of a barber and with a brother who is also a barber, they are masters of their trade, which is in danger of disappearing in the face of salons and beauty parlors. His barbershop could not have a more inspiring name \"La inpiración\". The interior décor and accouterments create the impression that time has not passed. Aniceto is concentrating on finishing a young man's haircut, and when he finishes the customer stands and they take leave of one another exchanging ...    "
                },
                "4": {
                    "title": "Alientos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Wind instrument repairmen During the French intervention, a French soldier of the Napoleonic military band was wounded and left stranded in Huejotzingo, Puebla. He took a member of the Olarte family as his apprentice and opened a small workshop to repair woodwind and brass instruments, which has continued to serve musicians for over two hundred years. An old-school master of the almost microscopic art of repairing wind instruments, Carlos Olarte has taught three generations of descendants who today practice the trade. \"Work, work, and work.I was born to work, and then...    "
                },
                "5": {
                    "title": "Heladero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    More than sixty years ago he began working with the grandparents of the current owners. He quickly acquired a love of his trade and the small ice cream parlor that exceeds even that of its owners. Although he has had opportunities in other businesses, his love for La Especial de Paris keeps him there, making ice cream the traditional way, using a time-honored process whose paternityis disputed between Italian and French ice-cream makers, with unique flavors and special, but not exotic, combinations, but rather gourmet combinations with only the finest ingredients. ...    "
                },
                "6": {
                    "title": "Circo, Entrenador de caballos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    1. Circus, breaking horses at liberty Horses run free through a circus ring. There are two, four, six, eight.Alberto Atayde, heir to a family tradition of circus performance dating back more than a hundred and twenty years, trains and rehearses his fine horses using a technique based on affection, kindness, and respect, prioritizing their comfort and well-being. The ring is flooded with white smoke illuminated by greenish blue lights that pierce the thick fog, creating a dreamlike ambiance. It is the equestrian act of Celeste Atayde, heiress to the Atayde tradition, ...    "
                },
                "7": {
                    "title": "Mariachi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mariachi In the shadowy glow of an alleyway, Jesus gives the final instructions in a trumpet lesson. Authentic mariachi music is disappearing, and it is important to him that the tradition not be lost. For that reason, in addition to performing with several groups, he also gives trumpet lessons to students who seek him out. The neighborhood surrounding Garibaldi Square is a place peopled by phantoms. Of lost souls who wander aimlessly, blind, adrift. The mariachis loiter idly, wandering, in a monotonous, repetitive routine, day after day, from dawn to dusk and from ...    "
                },
                "8": {
                    "title": "Relojero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Time expands and contracts. It is the systole and diastole of the universe. It is the pulse of creation. It is eternal. It has always been there and will never fade. At least that is what watchmakers and clock-makers think as they painstakingly toil over minuscule components, true masterpieces of industrial engineering, of wristwatches; wall clocks; hand wound timepieces; cuckoo clocks; and animated, robotic, musical, and monumental clocks like the Clockon the Metropolitan Cathedral, the Ottoman Clock at Bolivar and Republica del Salvador, the Chinese Clock at ...    "
                },
                "9": {
                    "title": "Tramoyista",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Opera House Stage Hand Giant stage flats more than fifty feet long are removed from the stage at Bellas Artes Theatre. The deep orchestra pit opens and swallows the massive structures. In minutes, special flooring is assembled covering the entire stage, on which the National Dance Company will perform a few hours later. In a whirl, curtains are removed and the stage is filled with new furniture, decorations, curtains, fabrics, and stage flats, and in a matter of minutes it is transformed into an entirely different space, a universe that appears and disappears so ...    "
                },
                "10": {
                    "title": "Planchadoras",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Through the inconspicuous house in the San Rafael District the Mexican aristocracy has passed for nearly one hundred years. A matriarchal family of hard working women, heirs to the closely guarded European technical secrets for washing and pressing fine fabrics, such as silk, linen, and Egyptian cotton, with all the secrets of a discrete, intimate, and feminine trade. They deftly handled fine undergarments, lingerie, the most delicate shirts, and haute couture dresses from designers like Coco Chanel and others of the era.They caressed the table linens of the ...    "
                },
                "11": {
                    "title": "Animalero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Zookeeper Asa child he was often taken to the zoo, as most children are. Like many young men, he decided to go to the United States in search of a better life, but he decided to return to his native land. A relative encouraged him to apply for a job at the zoo. He never imagined that a short time later he would be part of the team that cared for the first panda born in captivity. Later, as a zoo-keeper, he would be assigned to tend to the sea lions and penguins. He never imagined that would be his lot in life.    "
                },
                "12": {
                    "title": "Jazan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Moshe Mendelsohn was born in Jerusalem, of a Russian and Polish family, Ashkenazi Jews. There were singers and rabbis in his family, and it was no coincidence that they were Orthodox. They even were in charge of some important synagogues, which afforded him the opportunity to learn to sing. However, Moshe traveled extensively and sampled many groups and popular styles before becoming a singer in the synagogue. He sang Hassidic songs, Israeli popular music, Klezmer music, and even jazz. He was born with a privileged voice, a powerful baritone that could even reach a ...    "
                },
                "13": {
                    "title": "Sparring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    No sparring partner likes to be called by that name, because sparring partners are seen as failed boxers, gym boxers, boxers who rent themselves out to take a beating. Human punching bags, with speed bags for heads, who are the target of daily poundings from fighters who still have what it takes to step into the ring, who are waiting for a break, anxiously awaiting a fight that will open the door to national and international championships.    "
                },
                "14": {
                    "title": "Tablajero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Butcher Every morning before dawn, Luis drives his van to the huge refrigerated warehouses where meat arrives, which, hours later, will be on tables throughout the city, warehouses which are at ten or fifteen degrees below freezing to preserve the meat. There, Luis chooses the pieces he will take to his butcher shop to sell in the ensuing hours. At the shop he is awaited by, Juan, his father, who passed down to him his trade and the family business. Juan has worked as a butcher for more than fifty years. He knows all the tricks of the trade, having apprenticed with ...    "
                },
                "15": {
                    "title": "Pulquero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Twenty years ago the Pulque Customs in Mexico City was a scene of constant revelry. Two miles of double-track loading docks formed the port of entry to the city for thousands of liters of pulque. Every neighborhood had its pulqueria and devotees imbibed the ancient beverage until they dropped from its effects. So great was the power of pulque that the tax on it represented one of the leading sources of revenue for the local treasury, rivaling oil. The pulque producers were a unified, guild, who functioned like the mafia, controlling territories and dividing up a huge ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Tololoche",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Marcos Serna started playing the tololoche, or Mexican double bass, in 1969. He started playing with various groups in Monterrey and came to Mexico City 41 years ago. The tololoche is love, as Marcos conceives his musical vocation. To do what he does requires boundless love, and every night in Plaza Garibaldi, Marcos plays into the wee hours of the morning. Following his great love, music, has led him to live far from his family, who are in Chinahuapa, Puebla. Marcos lives in a small apartment near Plaza Garibaldi, and ever smiling and cheerful, Marcos Serna plays his...    "
                },
                "2": {
                    "title": "Mago",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    A maker of dreams and illusions, Chen Kai builds his own machinery for his performances, like in a tale, he takes plans from the books of great magicians to build magical artifacts in his little workshop, in the company of his other great passion: animals. In his home he has a vast storeroom filled with mysterious crates and strange apparatuses, a space and an atmosphere worthy of a magician. A master of new magician's apprentices, Chen Kai continues to perfect his craft and do what he does best, fill the world with magic, in front of children or adults; for him, ...    "
                },
                "3": {
                    "title": "Sochantre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Father Felipe Galicia is sub-precentor of the Mexico City Cathedral. He too was a member of the boys' choir and since then has remained deeply involved in the children's school. The choir is formed by around twelve boys, who are students in the third to sixth grades of elementary school. Their school hours are from 6:45 in the morning to 7:00 in the evening. The boys live at the school and every morning they walk down Calle Donceles to the Cathedral to sing at mass. When they finish they return to the school for breakfast and continue their studies under Father ...    "
                },
                "4": {
                    "title": "Chinampero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Miguel Valle and his sons, Javier and Marco, are the second generation of a family devoted to a vanishing lifestyle: cultivating vegetables and flowers on the traditional raised beds known as chinampas. They practice the ancient farming method the Mesoamerican cultures, who created one of the world's most beautiful floating cities, Xochimilco. Miguel Valle married very young and from the time he became responsible for a family he undertook to ensure that they would not want for anything, fining that the earth, when worked properly, is an inexhaustible source of food. ...    "
                },
                "5": {
                    "title": "Zapatero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Francisco Castillo inherited the cobbler's trade from his father, Nicolas Castillo. He was born in 1940, and that same year his father opened his shoe repair shop. Thus, Francisco's life has always been linked to footwear. By age twelve, Francisco could make new shoes, custom styled to the pattern the customer chose. He bought the leather and cut and stitched it by hand; they were shoes made to last, to walk. But time has brought new technologies to footwear and today's shoes don't last like before. They are made to be replaced frequently, in a time when almost ...    "
                },
                "6": {
                    "title": "Referi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Gelasio Perez Huerta (1941) came to Mexico City when he was ten years old, and one year after his arrival, began to learn boxing at the Gloria gym in Colonia Morelos; within a few years he made his debut as a professional fighter. Gelasio is retired from Central Mexico's former electrical company Luz y Fuerza del Centro, and on retiring from his job as an electrician he embarked on a new career: he became a boxing referee, and to date has officiated in almost 50 world championship bouts. Thanks to his new profession, Gelasio Perez has had the opportunity to travel to ...    "
                },
                "7": {
                    "title": "Tecnólogo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Jose de la Herran was born in Mexico City in 1925. He grew up surrounded by technology, transmitters, and electronics, because his father worked for a prominent Mexican radio station. He was a child fascinated by technology, which shared its secrets, transforming him into an authentic expert even at an early age. Jose de la Herran has devoted his life to knowledge, science, and the inventions which inspire awe and wonder at the human mind. In the year 1983 he received a richly deserved National Award for Science and Arts, one of many awards bestowed upon one of the ...    "
                },
                "8": {
                    "title": "Masajista",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Touch is the body's most important sense for para Emilio Gonzalez and Justo Perez, who lack the sense of sight, more than smell or taste. In touch they have found their greatest talent and their livelihood: therapeutic massage. Every day Emilio leaves his home in Mexico City's Agricola Oriental district, and takes a bus and then the subway, to Dr. Alfonso Herrera School, on Calle Donceles downtown, where Emilio and Justo have a parlor where they offer massages which, they insist, can cure almost anything. Lacking vision, Emilio and Justo have developed their other ...    "
                },
                "9": {
                    "title": "Clown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Aziz Gual is an artist with a long career, a disciple of great masters of the art of the emotions, clowning, like Marcel Marceau and Russia's Anatoli Locachtchouk. An extroverted and tireless man who has perfected his technique in the world's leading schools and showcased his art on extensive tours of the USA, Turkey, Croatia, Italy, France, and Brazil among many other distant locations. Gual has received important awards in recognition of his art.    "
                },
                "10": {
                    "title": "Muñequitos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    An old building houses several workshops which make different metal figures to sell. Upstairs there is a small but comfortable apartment, home to Guillermo Perez and his family, who, for more than 25 years, have produced cake figurines, for weddings, quinceañera parties, and baptisms. They sell their figurines at the old La Ideal Pastry Shop, on Calle 16 de Septiembre in the Historic District.    "
                },
                "11": {
                    "title": "Taxidermista",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Severiano is the fourth generation of a family devoted to taxidermy. His great grandfather first took up the work of preserving the bodies of animals for posterity. His art, as Severiano sees it, has been safeguarded and perpetuated by the Lopez family in Mexico. His family was entrusted with one of Mexico's most spectacular and important projects for the knowledge and divulgation of science: they mounted the specimens on display in the magnificent showcases of the Mexico City Museum of Natural History, a place that leaves its mark on the souls of every child that ...    "
                },
                "12": {
                    "title": "Dibujante",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Marcelo Diaz is an extraordinary drawer. He started practicing his trade at age 19, drawing cartoons and comic strips for newspapers. His natural talent earned him a spot in one of the Mexico's leading publishing firms in the 1970s and 80s: Novedades. Marcelo grew up admiring the drawing in comics from other countries, and even as a boy he imagined that drawing could open doors to the world for him, and so it did. He drew numerous story boards in the golden age of the graphic novel in Mexico. Beautiful and exuberant women and strong, steely eyed heroes, with an ...    "
                },
                "13": {
                    "title": "Maniquies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Joel is an affable, hard-working man. At 18 years old he started working as assistant to his brother-in-law making mannequins. At the time he had no idea that the trade he learning would become the center of his universe. He learned to make mannequins after finishing junior high school but interrupted his apprenticeship to take a job as a Mexico City police officer, in constant pursuit of a better future.    "
                }
            },
            "3": {
                "1": {
                    "title": "Vidrieros",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In the year 1935, in the City of Puebla, a true artisan, Mr. Martinez - as he was known at the time - decided to work hard, and save up as much money and scrap material as possible - however many years it might take - with a clearly set goal of starting his own business, a blown glass factory, and devote the rest of his life to what he loved best, creating original artisanry in glass.Today, more than 80 years after La Fábrica de Luz opened for business, we find Jaime Fernandez, another self-identified true artisan, fashioning blown glass in the same factory which ...    "
                },
                "2": {
                    "title": "Carlos Jurado",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    For Carlos, the perception of other planes existing beyond what our senses allow us to perceive was part of the construction of his existence, magic, alchemy, fantasy, a world where the barriers of the seen and the touched fade with the felt, the sought after, the found. In photography he found an ally, known in centuries past as \"the art of capturing images.\" In his world, unicorns, wizards, magic, the innocence of children which give our inner reality its glow, the reality which inhabits us, so completely nonexistent in the eyes of others, have accompanied him in ...    "
                },
                "3": {
                    "title": "Reparador de Niño Dios",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Maximino is 67 years old, of which he has devoted 50 years to creating fine crafts and restoring images of Child Jesus. Among his childhood memories, he recalls with a certain fondness how he did not like the tradition of Child Jesus, when the courtyard of his house was filled with molds and loose pieces and his family would shout at him for doing what he liked best, playing ball, as the ball bounced willy-nilly into one of the molds and shattered it, triggering scolding and slaps upside the head from his mother. At the time he thought he would never make his career ...    "
                },
                "4": {
                    "title": "Tortillera",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Catalina is an 82-year old woman, mother, grandmother, and great grandmother. She is the center of a family which learned the trade of making tortillas for pleasure, as a tradition, out of necessity, because there's no other option, because that's what I have to do. At a very early age Catalina was faced with the need to learn the trade known as tortillería; in other words, she learned to make tortillas by hand, at a time when the tortilla was a staple, and by far the best option for the majority of Mexicans, in a diet, combined with beans, chili peppers - and with ...    "
                },
                "5": {
                    "title": "Embalsamadores",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Janette comes from a family dedicated to matters of the dead, of burials, of farewells... Her family, owners of a funeral home, instilled in her unconscious mind the vision of creating a profession through the departed. From an early age she watched her parents and her uncles and aunts work with death, and as a result she grew up seeing those cold bodies as part of an imminent reality which will overtake us all.    "
                },
                "6": {
                    "title": "Charros",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    One thinks of charros and does not readily see that behind a man in the dress so characteristic since colonial times, with its elegant originality, which distinguishes us worldwide, identifies us as Mexicans, and symbolizes - to put it bluntly - the typical image lodged in the collective unconscious of the \"Macho Mexicano\" is a un doctor, a man devoted to study, to a profession, encouraging his children to prepare themselves to be productive members of society, and a loving husband to a beautiful woman, who is also a distinguished physician.    "
                },
                "7": {
                    "title": "Cantinero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Roberto is a man who has worked 60 years in a bar, always giving his best effort. From an early age, at just 17, he made his start in what he refers to as \"el ambiente,\" or \"the milieu.\" At first his job was to move cars, and today he has served 46 years behind the bar at La Potosina. We see in Roberto a man proud of his work, and from his position behind the bar he tells us how \"Emiliano Zapata and Pancho Villa came here for tequilas, and Fidel Castro and Guadalupe Posadas also came for drinks,\" the anecdotes told through a melancholy smile at something he did not ...    "
                },
                "8": {
                    "title": "Luchadora",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Irma Gonzalez, the champ A legend in women's professional wrestling in Mexico, also well known in various international arenas, today at 70 years of age, Irma Gonzalez shares her skills and accumulated knowledge with young women who dream of one day entering the world of women's professional wrestling. The daughter of circus performers, at age 13 she came to Mexico City after a fire destroyed her father's circus. Thus, conditions present themselves, often inexplicably, for a person, and she was invited to a professional wrestling function and offered the chance to get...    "
                },
                "9": {
                    "title": "Reparador de pianos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    This story begins with a family of musicians, grandfather, father, children, and grandchildren, coming full circle when they decided to learn the trade of piano repair. Salvador, the third of four children, studied at the National School of Music to be a performer and composer and chose the piano as his instrument. Today, at age 70, he sends his time repairing pianos and organs and giving music lessons. He recalls his grandfather, Nicolas Felix Hernandez, opening pianos to then tune them. \"We are the ancient masters of the keyboard. As a great pianist told me, \"What ...    "
                },
                "10": {
                    "title": "Partera",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Mercedes Bautizta Lopez Mercedes is a woman who has spent 66 years performing a beautiful task: helping other women give birth. The name of her impressive and beautiful profession is midwifery. The first time Mercedes plied her trade was at the tender age of 16. Her mother, also a midwife, was away assisting the birth of her niece, and Mercedes knew \"she would not be home for a long time,\" she recalls with a twinkle in her eye and a giggle, as if savoring the memory, so, knowing that and with a patient in labor in her living room, in a matter of minutes Mercedes ...    "
                },
                "11": {
                    "title": "Bailes de salón",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Irma Montero was a restless and timid child. She was born in a working class neighborhood and her parents wanted the best for her, including education and advancement through a conventional career. Whenever she could, she would escape with friends to block parties and neighborhood dances. Any excuse would do, what mattered was to dance. And so she learned the steps to the popular and traditional-ballroom dances practiced in Mexico.    "
                },
                "12": {
                    "title": "Animador Cinematográfico",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Mario Noviello found an open space, an opportunity, and slipped in - accompanied by a smile which reflects the joy of living, and embarked on a distinguished career in Mexico as a film animator in the 1970s and 80s, when animated motion was achieved with pictures drawn frame by frame. Neapolitan by birth, Mexican at heart, he drinks copious amounts of coffee and considers himself fortunate. \"I've been very curious all my life and it all began in my childhood, when I liked operating a camera,\" he explains, smiling, in his lilting Spanish. He recalls how, as a boy, he ...    "
                },
                "13": {
                    "title": "Herbolaria",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Raised smelling, drying, and gathering plants, flowers, and roots, she learned quickly what they could be used for; in her world, in a culture more connected to the earth, rain, air, and fire of nature cures, heals, and promotes many forms of wellness. A possible path is laid out, a heritage of Zapotec tradition - in her case - which flows through her veins and serves as her guide, and Florentina takes it, makes it her own, and forges her destiny with it.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "01 Campanero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maestros Olvidados, oficios que sobreviven (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "Nov. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 55,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Mexico"
        ],
        "country codes": [
            "mx"
        ],
        "language codes": [
            "es"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 4,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQxZDk3ZTYtNTc0Zi00ZDkyLWE1YWYtZTc3YjM5NTYzOGJkXkEyXkFqcGdeQXVyMjM5NDU0NDk@._V1_SY150_CR93,0,101,150_.jpg",
        "plot outline": "Sensitive, accessible stories. A caring and empathetic look at the lives of masters of different trades. Endearing characters who bare their hearts to us and let us into their inner world. Cinematographically narrated stories in which action and work accompany the narrative.",
        "languages": [
            "Spanish"
        ],
        "title": "Maestros Olvidados, oficios que sobreviven",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2018",
        "akas": [
            "Maestros Olvidados, oficios que sobreviven (Mexico)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Güemes, Sergio Muñoz"
            }
        ],
        "production companies": [
            {
                "name": "Gravedad Cero Films"
            },
            {
                "name": "Sistema Público de Radiodifusión del Estado Mexicano"
            }
        ],
        "distributors": [
            {
                "name": "Sistema Público de Radiodifusión del Estado Mexicano"
            },
            {
                "name": "Sistema Público de Radiodifusión del Estado Mexicano"
            }
        ],
        "plot": [
            "Sensitive, accessible stories. A caring and empathetic look at the lives of masters of different trades. Endearing characters who bare their hearts to us and let us into their inner world. Cinematographically narrated stories in which action and work accompany the narrative.::Sergio Muñoz"
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        }
    }
}