{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "July 2012"
            }
        ],
        "release dates": [
            "USA::July 2012"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Episode dated 18 December 2016",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destination Whitetail (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "18 Dec. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Rich, Lauren"
            },
            {
                "name": "Glaze, Brittney"
            }
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjFhZWRmNGItZjY0Yi00ZDdmLTgxZmQtMjFhZmEyYmJmZWQyXkEyXkFqcGdeQXVyNjAyOTExOTI@._V1_SY150_CR82,0,101,150_.jpg",
        "plot outline": "Destination Whitetail is truly a unique format that will entertain as well as inform all deer hunters on how we pursue whitetail across the country. Host Brittney Glaze showcases the people, places and ways to hunt whitetail throughout North America... confirming no two whitetail hunters are the same. In the 43 states that have deer populations, their habitat varies as greatly as the traditions and methods used to hunt them. We follow every imaginable type of hunter and weapon used from guns to crossbows and reveal that each state, county and landowner all have there own way to harvest whitetail. Along the way, we take a look behind the hunt and find out what makes each destination and the people that live there so unique.",
        "languages": [
            "English"
        ],
        "title": "Destination Whitetail",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Destination Whitetail (United States)"
        ],
        "distributors": [
            {
                "name": "Sportsman Channel"
            }
        ],
        "plot": [
            "_Destination Whitetail_ (qv) is truly a unique format that will entertain as well as inform all deer hunters on how we pursue whitetail across the country. Host Brittney Glaze showcases the people, places and ways to hunt whitetail throughout North America... confirming no two whitetail hunters are the same. In the 43 states that have deer populations, their habitat varies as greatly as the traditions and methods used to hunt them. We follow every imaginable type of hunter and weapon used from guns to crossbows and reveal that each state, county and landowner all have there own way to harvest whitetail. Along the way, we take a look behind the hunt and find out what makes each destination and the people that live there so unique."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}