{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "1 June 2012"
            }
        ],
        "release dates": [
            "UK::1 June 2012"
        ],
        "episodes": {
            "9": {
                "1": {
                    "title": "Real Life Stories Special, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 1,
                    "original air date": "7 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    The second of a three-week special where we look back at some real-life stories we've had on the show - some of them very inspiring and some thought-provoking but they all have one thing in common and that is that you will learn something from each story.    "
                },
                "2": {
                    "title": "Real Life Stories Special, Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 2,
                    "original air date": "14 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    The final of a three-week special where we look back at some real-life stories we've had on the show - some of them very inspiring and some thought-provoking but they all have one thing in common and that is that you will learn something from each story.    "
                },
                "3": {
                    "title": "Homelessness & Mental Health, Starting Afresh & Lots More",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 3,
                    "original air date": "21 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Chrissy delves into the problem of homelessness and features the story of a man who ended up on the streets after his friends didn't want him around in fear of \"catching\" his mental health issue. Also on the show is resident Psychologist Dr. Audrey Tang for this week's Psychology Matters, on how homelessness affects a person's mental health. We also hear from news correspondent Helena Chard in this week's a Helping of Happy and fitness expert Natalia Kotowska takes us through a workout. Dr. Rob Hicks answers your medical questions and Lily Soutter answers your ...    "
                },
                "4": {
                    "title": ", plus lots more..",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 4,
                    "original air date": "28 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Chrissy speaks to Isha Panesar who suffered from domestic abuse for four years but is now spreading the word that no one should feel trapped in an abusive relationship and that it really is possible to escape and have a second chance to live a healthy happy life. She also tells us why makeup was her sanity and how she has now turned that into her own business. Also on the show is resident Clinical Psychologist Dr. Nihara Krause for this week's Psychology Matters talking about the effects of domestic abuse and what victims can do. We then have news with a positive ...    "
                },
                "5": {
                    "title": "A British Olympian's journey to mental wellbeing, plus lots more...",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 5,
                    "original air date": "4 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    We regularly cover fitness on our show because we know how important it is for our mental health and wellbeing. And someone that knows this all too well is British former competitive diver Leon Taylor who became a national champion and represented Great Britain at three Olympic Games. He tells us about how sport drew him out of depression and why he thinks everybody should find their movement. Also on the show, we have our resident Psychologist, Dr Audrey Tang, for this week's Psychology Matters, and she about the psychology of movement. We then have news with a ...    "
                },
                "6": {
                    "title": "Expressing Your Mental Health, and lots more",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 6,
                    "original air date": "11 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    We like to encourage our viewers to open up about their mental health and talk about their feelings. But for some, this is easier said than done. What if you find it difficult to express your feelings by talking? What if you're afraid people won't understand you? What if you don't fully actually understand what you're going through yourself. Well, there are other ways of expressing yourself which we'll be looking at on this episode. Real life story guest, upcoming singer-songwriter London King started suffering from depression and anxiety at age 16 and wrote a song ...    "
                },
                "7": {
                    "title": "When it's time to take a leap of faith, and lots more",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 7,
                    "original air date": "18 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Do you enjoy your job, or do you wake up dreading going into work? Do you feel that you're in the right career or do you feel like something is missing? Perhaps you don't hate your job, or dread going into work, but at the same time, you don't feel very motivated either. Could it be time to take a leap of faith and try something new like your own business, or should you play it safe? Real life story guest Denise Mortimer followed her passion after 50 to create a dream business after 20 years in the NHS. How did she step out of her place of fear to achieve her dreams? ...    "
                }
            },
            "6": {
                "101": {
                    "title": "Depressed After Being Burned in a House Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 101,
                    "original air date": "12 Sep. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "7": {
                "1": {
                    "title": "Best Moments 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "2 Jan. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "How to Get Rid of New Year Debt & Live Minimally",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Are you nursing a New Year debt hangover? Well if so then fear not as Chrissy speaks to Debt Expert Priti Shah for some much-needed advice on what can be the most difficult financial time of the year. We also learn about the things you didn't know about the celebs with Helena Chard, and Dr. Rob Hicks answers viewers medical questions in Doctor's Answers. We also look at the benefits of minimalism with Rebecca Oppenhelm who tells us about how removing clutter from your life and living with less can improve your mental health. And Chrissy reveals 5 ways to declutter ...    "
                },
                "4": {
                    "title": "- Living with Schizophrenia",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "18 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    \"You're worthless, you're stupid, you'll never make it, why don't you just give up? It's better if you kill yourself, we HATE you.\" Imagine constantly hearing these voices. Hearing voices is just one of the symptoms of schizophrenia, which is also known to build feelings of paranoia and insomnia, among many others. Schizophrenia affects 1% of the UK population. Chrissy speaks to resident Psychologist Dr. Audrey Tang and we see a real-life story of a woman who was tormented by voices. There is also nutritional advice from Nutritionist Sevrine Menem with some superfast ...    "
                },
                "5": {
                    "title": "5 Ways to Get a Good Night's Sleep, Living with PTSD & More...",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "20 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Did you know that sleep deprivation is known to kill faster than food deprivation? There are so many health benefits to getting a good night's sleep so Chrissy interviews sleep expert Dr. Nerina Ramlakhan who reveals 5 ways to get a good night's sleep. And we all know how important feeling good about ourselves is for our mental health, so we treat Melissa Prior, who overcame a difficult childhood of emotional abuse and a further struggle with PTSD. Chrissy also shares 3 tips on how to stop worries from disturbing your sleep.    "
                },
                "6": {
                    "title": "Psychosis, Panic Attacks, 5 Ways to Boost Your Mood with Food & More...",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "23 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Imagine you could no longer distinguish between what is real and what isn't. You hear voices that do not exist, believe things that you know you wouldn't ordinarily believe in and often feel like those who love you want to do you harm. All of these are symptoms of Psychosis, which can be experienced by people suffering from a wide range of mental health issues, from schizophrenia and bipolar disorder to heavy migraines. Chrissy speaks to resident Psychologist Dr. Audrey Tang, who breaks down some of the myths associated with Psychosis and helps us understand why some ...    "
                },
                "7": {
                    "title": "Tackling the Five Stages of a Break-up, Fitness Advice & Lots More",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "25 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    This show is all about a very stressful period that almost one in five couples in the UK considers on a regular basis. It's not pretty, it's not something we like to talk about and they can sometimes get a little bit nasty, but however they happen, break-ups undoubtedly affect a person's mental health. But it doesn't all have to be negative. Chrissy speaks to Divorce Coach Sara Davison about how she is making divorce a healthier experience for everybody involved, from tackling the five stages of a break-up to setting up a support team. We also treat single mother-of-4...    "
                },
                "8": {
                    "title": "OCD - Symptoms, Treatments, Nutrition & More",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "30 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    We cover our Mental Health Topic of the Week. Often exaggerated in media as a disorder of the extremes, we look at an issue that is considered to be the fourth most common mental illness in the world: Obsessive-Compulsive Disorder or OCD. To help viewers understand the needs and compulsions of OCD sufferers is Psychologist Dr. Nihara Krause and real-life story guest Julie-Ann Robertson. Chrissy also speaks to Margaret Unwin, Director of our Charity of the Week - OCD Action. For our Nutrition segment, Chrissy speaks to Laura Southern discussing obsessive eating - from ...    "
                },
                "9": {
                    "title": "Makeover Day, Stress Boxing & More",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "original air date": "1 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    All content on our program aims to help you in some way, with handy tips, advice from experts and inspiring stories. On this show, we treat psychotherapist and powerhouse lady Jenny Wagstaff to a makeover and she tells us all about her empowering social network platform, Women Only Connected. Makeup artist Sanni Sorma gives her latest tips and tricks on how to makeup hooded eyes, and musician Mike Allen performs his song, Hope. Fitness expert Liam Blackwood demonstrates his signature workout, Stress Box, and Chrissy shares 5 ways to feel more empowered.    "
                },
                "10": {
                    "title": "The Power of Vitamins, Top Cleaning Tips & More",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "original air date": "3 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Do you get enough vitamins? Did you know that they play a vital role in bodily functions such as metabolism, immunity, and digestion, and without them, we can even die? Chrissy speaks to Dr. Sarah Jarvis who discusses how important Vitamin D is for both our physical and mental health. Dr. Rob Hicks answers viewer medical questions, we catch up on how celebrities are dealing with mental health with Helena Chard in Behind the Fame. Then at the end of the show, Chrissy speaks to Director of Ekko Cleaning Service Dilyana Asenova for handy hints and tips to clean your home...    "
                },
                "11": {
                    "title": "Child Mental Health, What to Feed Your Children & More",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 11,
                    "original air date": "6 Feb. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Looking After Your Back, Getting the Perfect Brows & Lots More...",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 12,
                    "original air date": "8 Feb. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "What Never to Do in an Interview, How to Organise Your Wardrobe & Much More...",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 13,
                    "original air date": "10 Feb. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Eating Disorders & 4 Ways to Have a Better Body Image",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 14,
                    "original air date": "13 Feb. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Dealing with Sweat, Blasting Off Fat & Makeover Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 15,
                    "original air date": "15 Feb. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "The Terrible Tweens, How to Bring Your Ideas to Life & More",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 16,
                    "original air date": "17 Feb. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "17": {
                    "title": "Self-Harm - Can Good Nutrition Prevent It? Plus Lots More...",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 17,
                    "original air date": "20 Feb. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "Gadgets to De-stress & How to Make the Perfect Pitch",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 18,
                    "original air date": "24 Feb. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "PTSD in Soldiers & Veterans",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 19,
                    "original air date": "27 Feb. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "Tips for Your Ears, Face, Hair, Body & Lots More",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 20,
                    "original air date": "1 Mar. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "Top Money-Saving Tips",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 21,
                    "original air date": "3 Mar. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Steps to Deal with Insomnia",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 22,
                    "original air date": "6 Mar. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "23": {
                    "title": "Top Tips to Look After Your Eyes & How to Change Your Lifestyle",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 23,
                    "original air date": "8 Mar. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "24": {
                    "title": "How to Deal with Conflict at Work & Getting Organised",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 24,
                    "original air date": "10 Mar. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "25": {
                    "title": "Teeth Care, Dealing with Panic Attacks & More",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 25,
                    "original air date": "15 Mar. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "26": {
                    "title": "How to Handle Puberty - A Guide for Parents",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 26,
                    "original air date": "17 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Unexplained mood swings, low self-esteem, drastic physical changes, aggression, even depression. It can only mean one thing. Puberty. Yes, it's a testing time for all involved, but if you're struggling then do not worry, as Family Coach Sharon Lawton gives parents her expert advice on how to handle the difficult side to growing up. And we hear from our Good Cause of the Week, John Ryan, a comedian who puts raising awareness for mental health issues at the heart of his set. We also see how the Chrissy B Team got on when they visited Yurt Lush a Mongolian-themed ...    "
                },
                "27": {
                    "title": "Autism Awareness - The Hidden Disability",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 27,
                    "original air date": "20 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    We discuss a hidden disability that very often goes unseen in an individual. Anxiety, highly-focused interests, difficulties with social interaction - these may be feelings we all recognise, but they are symptoms that those with autism experience in extreme cases on a day to day basis. So we raise awareness for Autism Awareness Month, which takes place in April. Chrissy speaks to resident Psychologist Dr Audrey Tang, who breaks down Autism and the common difficulties and solutions. She is also joined by Anna Kennedy of Anna Kennedy Online who has first-hand experience...    "
                },
                "28": {
                    "title": "The Stress of Moving, Divorce, Rape & More",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 28,
                    "original air date": "22 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    On this show, Dr. Rob Hicks answers all your pressing medical questions, stylist Desreen Ahanonu shows us how you can achieve that cat walk look on a high street budget and make-up artist Sanni Sorma teaches us how to spring clean our makeup. We also treat Nataleen Henry to a makeover before hearing her story on how she persevered through PTSD following being kidnapped and raped. Chrissy also speaks to Francisca Rigaud on how she picked herself up through a difficult divorce and having to move to another country. And Chrissy shares her tips on how to adapt to ...    "
                },
                "30": {
                    "title": "Business Advice from the Best",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 30,
                    "original air date": "24 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    We welcome Mark Wright, winner of The Apprentice, founder of digital marketing agency Climb Online and business partner to Lord Sugar, as the new resident Business Expert on The Chrissy B Show. We get to know the real Mark - what was he like growing up? What were his first ambitions before he became one of Europe's top 30 under 30 Marketing and Media Masters? Then we'll also be hearing Mark's seven top tips on formulating a winning business idea - and of course, how to look after your mental health whilst doing so. And if that's not enough, we have Helena Chard on ...    "
                },
                "31": {
                    "title": "ADHD - It's Not Just for the Kids",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 31,
                    "original air date": "27 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Do you or your child have trouble sitting still? Do you struggle to pay attention? Maybe controlling impulsive behavior seems an impossible task. Well if so then you may have what is known as ADHD, or Attention Deficit Hyperactivity Disorder. On this show we look into what makes up this disorder and how we can treat it with our resident Psychologist Dr Audrey Tang, who will also be joined by Project Manager Heather Carr, who has had undiagnosed ADHD all of her life. Chrissy also speaks to Ryan Swain, who has channeled his ADHD into his career as a comedian and ...    "
                },
                "32": {
                    "title": "Bladder Health, Self-love & Makeover Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 32,
                    "original air date": "29 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Chrissy speaks to Chief Executive of the Urology Foundation Louise de Winter to tell us how to take better care of our kidneys and bladder. Makeup artist Sanni Sorma demonstrates how to turn your everyday makeup into an evening look and stylist Nicola Noviello will be telling us how to rock the shorter hairstyles. And we treat Susanna Statton to a makeover and hearing all about her story on how she overcame serious health issues. And Chrissy shares her tips on how to stay positive during a loved one's illness and fitness instructor Feyi Jegedi demonstrates how to tone...    "
                },
                "34": {
                    "title": "Control Those Thoughts - Living with Paranoia",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 34,
                    "original air date": "3 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Our imagination can be beautiful. It allows us to form new ideas, be creative and move forwards in life. But what about when your imagination turns on you and you begin to get irrational fears, feelings that you are being watched and severe anxiety, i.e. paranoia. Psychologist Dr Audrey Tang explains where paranoia comes from, how it can present itself and how we can try to cope with it. We also show a video courtesy of The Mental Health Channel, about how one man overcame his paranoid schizophrenia to lead a happy, fulfilled life and we feature a video courtesy of ...    "
                },
                "35": {
                    "title": "Depression, Suicide Attempts & More",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 35,
                    "original air date": "5 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Chrissy speaks to Sandy Kilpin-Miller on how she beat depression as well as suicidal thoughts, to now be writing ebooks and blogs on promoting mental wellness and removing stigma surrounding mental health. We also hear from Optometrist Belinda Babumba on tips to look after your eyes, plus much more.    "
                },
                "36": {
                    "title": "How to Get a Mortgage & Spring Cleaning Tips",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 36,
                    "original air date": "7 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Are you struggling to get on the property ladder? Maybe you're getting lost just trying to find the ladder? Whatever your struggles, fear not, because Chrissy interviews Mortgage Expert Darren Reuben, giving advice on how to get a mortgage and put an end to all the stress and anxiety that often goes with it. Dr Rob Hicks answers viewer medical questions and with Spring being well under way, we welcome professional declutterer Sally Walford back on the show to teach us how to go about our spring cleaning. Finally Chrissy gives her top tips on how you can give your mind...    "
                },
                "37": {
                    "title": "Life as a Borderline, Healthy Feel-good Food & More....",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 37,
                    "original air date": "10 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    We take a closer look at Borderline Personality Disorder, that affects mood and the ability to interact with others. We hear from our Psychologist Dr Audrey Tang, who explains the disorder in a little more detail, as well as the potential treatments that are out there. We also hear from Misha Caesar, who was diagnosed with BPD at eighteen We also see how The Chrissy B Team got on when we visited the launch of the Anna Kennedy Online album 'Building Bridges' at The Hard Rock Cafe in London, then our Nutritionist and Fitness Expert Marc Dressen goes through some of the ...    "
                },
                "38": {
                    "title": "Living with Bipolar, a Makeover & More",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 38,
                    "original air date": "12 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Chrissy speaks to Sharon Sutton, who has lived with bipolar for many years and is raising awareness for the condition through her numerous blogs and campaigns. We see the result of her makeover courtesy of Hair Stylist Nicola Noviello and makeup artist Theresa Maegan Gregoire. And Fashion Expert Cynthia Liza Gregoire talks spring cleaning your wardrobe. We also see author Kevin Healey on how his book, all about his struggles growing up with autism, have been adapted into a film, and Fitness Expert Alex Bonnick demos how we can make the most out of our pre and ...    "
                },
                "40": {
                    "title": "Chrissy B Show Special - Real Life Stories",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 40,
                    "original air date": "17 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    We look back at some interesting real life stories of 2017 so far.    "
                },
                "41": {
                    "title": "Chrissy B Show Special - Valuable Tips & Advice",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 41,
                    "original air date": "19 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    We love to give tips to our viewers about everything from health, cleaning, fashion, etc. We look back at some great advice we've received from expert guests.    "
                },
                "42": {
                    "title": "Single Parenting & the Effects on a Child",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 42,
                    "original air date": "21 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Are you struggling as a single parent? Maybe you're afraid of the impact being a single parent will have on your child and are in need of some advice. Chrissy speaks to Family Coach Sharon Lawton to give you her expert advice. We also hear some of the more interesting celebrity happenings in this week's Behind the Fame with Helena Chard, and we have a lovely suggestion for you for a fun place to visit with your child or children. Dr. Rob Hicks answers your questions in Dr's Answers, and at the end of the show Chrissy gives her tips on 7 ways to look after yourself as ...    "
                },
                "43": {
                    "title": "Living with MS, Balancing Your Nutrition & More...",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 43,
                    "original air date": "24 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Fatigue, problems with vision and difficulty walking. These are all symptoms that those living with MS, or Multiple Sclerosis, may have to put up with every day. MS is a lifelong condition affecting the central nervous system and we support MS Awareness Week, which starts on Monday 24th April, by taking a closer look at the condition. Chrissy speaks to resident Psychologist Dr Audrey Tang, who discusses the psychological affects of living with the condition, as well as the support that is available. She also speaks to Trishna Bharadia, who has battled with MS since ...    "
                },
                "44": {
                    "title": "Find Your Career, Get Green Fingers & Makeover Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 44,
                    "original air date": "26 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    It's one of life's biggest struggles - achieving that career. It's often a rocky journey and it takes a great deal of work - something Chrissy's guest knows a lot about. Vikki Coombes worked across five different careers, in 20 jobs, until she set up her own business, Your Bright Horizons. Vikki shares her journey with us, as well as giving her tips to those who might be struggling in different careers. And of course it is makeover day, so she's treated to a makeover courtesy of beauty expert Sanni Sorma, who also gives her top tips for acne-prone skin. We are also ...    "
                },
                "45": {
                    "title": "Handing New Workloads",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 45,
                    "original air date": "28 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    A recent survey conducted by independent research firms found that workers' top workplace stressor is a 'heavy workload and looming deadlines', so we thought it was about time we tackled the issue. With the help of our actors, our Coach Chris Browne gives his advice on how to tackle that new and heavy workload, as well as understanding when, and most importantly how, to say no. And with all that stress it's vital we take care of our heart, so Dr. Rob Hicks is on hand to tell us all about how to avoid heart disease in Doctor's Orders. We also hear this week's mental ...    "
                },
                "46": {
                    "title": "Exercise and Mental Health",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 46,
                    "original air date": "1 May 2017",
                    "year": "2017",
                    "plot": "\n    Everyone knows that exercise makes us feel good so we go deeper into why exercise has such a positive influence on our mental health. Chrissy's guests include Psychotherapist and author of Run for your Life, William Pullen, who believes mindful running is the key to happiness. Chrissy also speaks to Bruce Baklarian, Director of the documentary, Rx Run, which follows three young Canadians with severe mental health issues, who are prescribed to join a long-distance running group in an attempt to transform their lives. Hannah Richards gives her nutritional tips for those...    "
                },
                "47": {
                    "title": "Nothing Will Hold Us Back - Highlights",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 47,
                    "original air date": "3 May 2017",
                    "year": "2017",
                    "plot": "\n    We love to give you as much advice and inspiration as we can on this show and today we look back over some of our favourite stories, tips and performances of 2017.    "
                },
                "48": {
                    "title": "Pros and Cons of Freelancing & How to Get It Right",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 48,
                    "original air date": "5 May 2017",
                    "year": "2017",
                    "plot": "\n    The freelance economy has grown by 25% in the last eight years - equating to around £109 billion a year. But what are the pros and cons? Resident Coach Chris Browne explains how working freelance can give workers greater freedom, but also less security and more. We also hear from Beulah Shadrache, who founded her own training company, Kairos Care, when she noticed there was a serious issue with the way in which care staff were being trained. And Chrissy is also joined by Helena Chard, for the latest mental health news in Behind the Fame, and we feature an inspiring ...    "
                },
                "49": {
                    "title": "Infertility & Mental Health - Tips & Solutions",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 49,
                    "original air date": "8 May 2017",
                    "year": "2017",
                    "plot": "\n    We discuss the difficult relationship between fertility and our mental health. We hear from Clinical Psychologist Nihara Krause on how to take care of mental health during trying to get pregnant. Chrissy also speaks to expert Ashish Paul for top advice on those struggling to get pregnant. Nutritionist Lily Soutter shows us the foods that can help improve fertility, as well as rustling up a delicious recipe full of antioxidants and great for improving fertility. We also feature Bonded Thru Cancer as our Good Cause of the Week, then Chrissy gives her top tips on how you...    "
                },
                "50": {
                    "title": "Supporting Mental Health Week - Surviving or Thriving?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 50,
                    "original air date": "10 May 2017",
                    "year": "2017",
                    "plot": "\n    We support Mental Health Awareness week with the theme being 'Surviving or Thriving'' - Chrissy speaks to real life story guest Pamella Santoro about the struggles she's been through with her mental health and how she reacted to a surprise pregnancy and then to a very traumatic birth. We also hear from make up artist Sanni Sorma on the best foundation types for your skin and veterinarian Dr. Michael Lazaris answers viewer questions about their pets. And we also feature a very unusual restaurant called Archipelago.    "
                },
                "51": {
                    "title": "Public Speaking - There's No Need to Be Afraid",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 51,
                    "original air date": "12 May 2017",
                    "year": "2017",
                    "plot": "\n    Does the thought of speaking in front of a group of people fill you with fear? Is that looming presentation keeping you awake at night? A fear of public speaking is something many of us face, so we thought we would get the advice of our Business Expert and Confidence Guru Chelsey Baker, who gives her top tips on how you can control those nerves and sell yourself the right way. Helena Chard gives us all the mental health news in this week's Behind the Fame, and Dr. Rob Hicks answers all of your medical questions in Dr's Answers. Chrissy also gives her tips on how you ...    "
                },
                "52": {
                    "title": "Control That Anger",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 52,
                    "original air date": "22 May 2017",
                    "year": "2017",
                    "plot": "\n    We all feel it. It's human. But when not treated correctly it can be dangerous and hugely damaging to ourselves and others. More than 1 in 10 of us have trouble controlling our anger, so we thought we would take a look at how you can help tame yours. Psychologist Dr Audrey Tang gives us a professional opinion about anger. Chiropractor Anna Garstin talks about how she has handled a multitude of anger in her life, from her parent's divorce to abusive partners. Nutritionist Lily Soutter is on hand to give us her top tips for controlling anger through the food that you ...    "
                },
                "53": {
                    "title": "Craig Shergold - Cancer, Comedy and Girls",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 53,
                    "original air date": "24 May 2017",
                    "year": "2017",
                    "plot": "\n    He's had a Hollywood film made about him, he holds the World Record for receiving the most get well cards ever, but most impressive of all, he beat cancer. Craig Shergold tells us all about his miraculous journey, as well as his aspirations of becoming a stand-up comedian with the help of mentor, Stephen Truby. We also give Craig some extra help as he moves onto the next big stage in his life, that is finding a girlfriend. Dating Coach Genevieve Zawada of Elect Club will be give Craig (and the viewers) some top tips on how he can find the perfect partner, as well as ...    "
                },
                "54": {
                    "title": "Organic products",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 54,
                    "original air date": "26 May 2017",
                    "year": "2017",
                    "plot": "\n    On this show, we go all natural with founder of Odette Beauty, Paige Sinnott, who will be telling us why she uses only the most natural and organic beauty products in her store. We hear all of this week's mental health news with Helena Chard in Behind the Fame and Dr. Rob Hicks answers all of your medical questions in Dr's Answers. We see how presenter Julie-Ann and Chrissy got on when they had breakfast and lunch at Bubba Gump in London, and Professional Declutterer, Sally Walford, gives her tips on how to clean and tidy that messy kitchen. Then at the end of the ...    "
                },
                "55": {
                    "title": "Incarceration & Recovery",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 55,
                    "original air date": "29 May 2017",
                    "year": "2017",
                    "plot": "\n    Chrissy and guests tackle the difficult topic of incarceration and recovery. She speaks to Dean Stalham, a former prisoner born into one of the North West London's biggest crime families, who turned his life around to become an artist, writer, director and activist for prison reform through art and education. He is joined by Carlotta Allum, a former prisoner who founded her charity Stretch, to enhance the rehabilitation and education of marginalized communities here in the UK. Then Chrissy speaks to artist Joe Machine, who has gone on to achieve success following a ...    "
                },
                "56": {
                    "title": "How to Spot & Stop a Paedophile",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 56,
                    "original air date": "31 May 2017",
                    "year": "2017",
                    "plot": "\n    We explore a very sensitive issue that many, particularly the parents amongst us, don't like to think about. There are currently over 57,000 children identified as needing protection from abuse here in the UK, yet still there is little to no adequate training for spotting the signs and behaviours and preventing abuse before it is too late. Founder of Enough Abuse UK, Marilyn Hawes openly speaks about how her three sons were sexually abused by their Headmaster, who was also Marilyn's boss and best friend and the massive impact that had on her mental health when she ...    "
                },
                "57": {
                    "title": "Don't be naughty! Causes & Cures of Misbehaviour",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 57,
                    "original air date": "2 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Do your children spend a little too much time on the naughty step? Are you unsure why they keep misbehaving? Family Coach Sharon Lawton is on hand to answer all your burning questions. Helena Chard gives us this week's mental health news in Behind the Fame, then Dr Rob Hicks answers all of your medical questions in Dr's Answers. And Chrissy gives her top tips on how you can deal with difficult people, including those who love to misbehave.    "
                },
                "58": {
                    "title": "Manage Stress & Balance Your Diet",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 58,
                    "original air date": "5 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    It's exam season for many, so what better time to discuss stress - one of the most common and difficult feelings to understand. Helping us to do so is our resident Psychologist Dr Audrey Tang, who goes through some of the most common causes and treatments of stress. Chrissy also speaks to special guest, Izabella Niewiadomska, who explains how stress caused such severe panic attacks that she would end up in hospital each time she had one. Nutritionist Laura Southern gives some tips on how to reduce stress through your diet, as well as giving us a delicious recipe for a...    "
                },
                "60": {
                    "title": "Build Successful Teams in Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 60,
                    "original air date": "9 Jun. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "61": {
                    "title": "Living with Dyspraxia & Dyslexia",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 61,
                    "original air date": "12 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    What do Daniel Radcliffe, Richard Branson, Cara Delevingne and Albert Einstein all have in common? They have all lived with Dyspraxia, otherwise known as Developmental Co-ordination Disorder, a condition that affects physical coordination in children and adults. We delve into the condition with our resident Psychologist Dr Audrey Tang, who gives us tips dealing with the condition and this week's special guest, Ross Foad, who has suffered from Dyspraxia, amongst other mental health issues, since he was 11 years old shares his story. Nutritionist Severine Menem gives us...    "
                },
                "62": {
                    "title": "Raising Awareness, Preventing Suicide",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 62,
                    "original air date": "14 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    We look at the many wonderful ways in which we can raise awareness for mental health. We feature a very special event which Chrissy took part in called Walking Out of Darkness, a ten mile walk in London which was a great opportunity to offer support and unity to individuals and families suffering from mental health difficulties. Chrissy also speaks to special guest, Kevin Jay, an ex-army Corporal who has overcome some huge obstacles in life, including PTSD, his son's suicide as well as his own suicide attempt. And we are all about looking after oneself and taking the ...    "
                },
                "63": {
                    "title": "A Day in the Life of a Successful Person",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 63,
                    "original air date": "16 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    What's every day life like for a successful business person? We take an exclusive look at a typical day in the life of Apprentice winner and business partner to Lord Sugar Mark Wright. We'll also be joined by Helena Chard, giving us the week's positive news in Behind the Fame, and Dr Rob Hicks answers all of your medical questions in Dr's Answers. Chrissy also gives you her tips on how to be a great mentor.    "
                },
                "64": {
                    "title": "Attack your Panic... Time to Fight Back!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 64,
                    "original air date": "19 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Your heart races, a sense of terror chills you to the core, your chest hurts and you're having trouble breathing - it can only mean one thing: you're having a panic attack. If this is you, then we at The Chrissy B Show are here to help, as we turn our attention to anxiety and panic attacks. Psychologist Dr Audrey Tang, helps us understand what happens to us when we suffer from anxiety, as well as giving us some tips on how to deal with a panic attack. Chrissy also speaks to Jamie Roberts, who has struggled with anxiety, panic attacks and depression from a very young ...    "
                },
                "65": {
                    "title": "Special Needs in Education & Makeover Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 65,
                    "original air date": "21 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    On this show we love to treat deserving people who are doing great things for others to a makeover. Today's lucky recipient is Special Educational Needs Co-ordinator and writer Soli Lazarus, who has been doing some amazing work for children and families living with special needs. She is treated to a makeover by makeup artist Ursula Jones, as well as telling the viewers her 5 reasons why most schools are failing children with special needs and Ursula gives her makeup tips for getting that highlight glow. And of course we're always looking to keep you healthy here on ...    "
                },
                "71": {
                    "title": "Changing Career to Save Your Children",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 71,
                    "original air date": "5 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    What lengths would you go to look after the health and well-being of your children? Chrissy's guest changed her route in life when she found out her son had a life-threatening allergic reaction to a foreign chocolate bar. She tells Chrissy about how she dealt with the horrible experience, as well as giving tips for parents when feeding their children. Makeup Artist Theresa Maegan Gregoire also gives us some tips for long wear makeup products for Spring and Summer. And if that's not enough, we're also helping you to look after your ears with an Audiologist with advice ...    "
                },
                "72": {
                    "title": "Get the Right Work-Life Balance",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 72,
                    "original air date": "7 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Do you feel like you're constantly at work and not finding enough time to spend with the family? Or maybe it's the other way round, and you feel like you just need to get out of the house more. Whatever your struggles may be, we are here to help find the right work and life balance for you, with our resident Family Coach Sharon Lawton. And with the school summer holidays looming, Professional Declutterer Sally Walford is on hand giving advice on how to maximise suitcase space. Helena Chard gives all of the week's mental health news in Behind the Fame, and Dr. Rob ...    "
                },
                "73": {
                    "title": "Dealing With Separation & Bullying",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 73,
                    "original air date": "10 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    On this show, we look into the damaging effects that separation can have on our mental health with Chrissy's special guest, Kandy Dolor. She tells viewers all about how she was left feeling lonely and vulnerable when two of her partners abandoned her, both whilst she was pregnant. Our resident Psychologist Dr Audrey Tang is on hand to explain what happens to us when we suffer from heartbreak, as well as giving us her tips for avoiding making the same mistake twice. Nutritionist Lily Soutter shows us some feel-good food tips, and answers viewers nutritional questions, ...    "
                },
                "75": {
                    "title": "How to Cope with Redundancy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 75,
                    "original air date": "14 Jul. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "8": {
                "57": {
                    "title": "Narcissistic Personality Disorder Uncovered, plus more...",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 57,
                    "original air date": "18 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    We explore Narcissistic Personality Disorder and real-life story guest Wendy Gregory tells us just how serious an issue this is. Wendy thought she met her Prince Charming but it soon became evident that he was actually a very dangerous and poisonous frog We also have expert input on the matter from our psychologist Dr Audrey Tang in our Psychology Matters segment. We also welcome back our resident Autism correspondent Jo-Ann Da Costa Manuel and her daughter Sienna Manuel who published her very first book teaching mainstream children about peers with Autism. Helena ...    "
                },
                "58": {
                    "title": "Highlight",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 58,
                    "original air date": "22 Jun. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "59": {
                    "title": "HELP! I can't sleep",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 59,
                    "original air date": "25 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Chrissy and guests look at Insomnia - causes, effects and solutions. Her real-life story is Louis Armstrong, who has had a very hard time with Insomnia and he explains how this has affected his mental health and what he's doing about it. Dr Audrey Tang gives us some possible solutions, Coach Chris Browne talks about how to deal with falling asleep at work, Severine Menem gives nutrition tips to aid good sleep and also a recipe that can help. Plus we have Dr Rob Hicks answering your medical questions and Helena Chard with the news.    "
                },
                "61": {
                    "title": "Highlights 24",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 61,
                    "original air date": "6 Jul. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "62": {
                    "title": "Knife Crime - Causes & Cures",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 62,
                    "original air date": "9 Jul. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "63": {
                    "title": "When Change Causes Anxiety",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 63,
                    "original air date": "16 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    We all go through changes in life - some of them we look forward to - like getting married, moving house, welcoming a new little person into the family and going off to university. And other changes are very difficult to go through such as losing a job, a break-up and the loss of a loved one. But how can we manage change in the best possible way? There's lots of advice on this show, including tips from Dr Audrey Tang. Even a perceived good change can cause a person a great deal of stress, as illustrated by Chrissy's guest Fiona Segneir. She decided to come to the UK ...    "
                },
                "64": {
                    "title": "When Student Life isn't Fun",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 64,
                    "original air date": "23 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Although exciting, going to college or starting university can be a stressful experience because often it involves changes such as leaving home and moving to a new area, meeting new people and learning to manage on a tight budget. The way you deal with all these is the key to whether or not they develop into a health problem. So how can you as a student ensure that normal levels of stress don't go on to be abnormal? Chrissy speaks to resident psychologist Dr Audrey Tang to discuss how best to prepare for Uni and Helena Chard gives us a helping of happy in her news ...    "
                },
                "65": {
                    "title": "Rare medical conditions and surrogacy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 65,
                    "original air date": "30 Jul. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "66": {
                    "title": "Making a Difference",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 66,
                    "original air date": "13 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Would you consider yourself a person that is making a difference in this world? Are you making a difference in the lives of those close to you? And did you know that only thinking of yourself could cause you serious issues? Chrissy explores this topic with the help of resident experts including psychologist Dr Audrey Tang speaking about the impact of making a difference on your mental health. Recently Chrissy spoke to former gang-member Mark Higgins who had been stabbed 5 times. Now a reformed young man with the help of Victory Youth Group Leader Ade Titlawo, he's ...    "
                },
                "67": {
                    "title": "Selling You or Slating You?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 67,
                    "original air date": "20 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Do you know your worth? Do you value your skills and abilities, or do you tend to focus on the areas that you're not so good at? Do you know how to sell yourself in an interview or a business meeting, or do you just consider it boasting? And could you be hindering your progress in your career and life in general? We begin with careers expert Coach Chris Browne taking us through 5 steps to selling you. Dr Audrey Tang talks about the psychology behind the way we project ourselves to others and how that helps or hinders us. Rob Hicks answers your medical questions in ...    "
                },
                "68": {
                    "title": "Mental Health Stigma",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 68,
                    "original air date": "27 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    People who are living with a mental health condition often hear things from others that are dismissive, offensive or hurtful. And matters are made even worse when these things are said by loved ones, colleagues and even healthcare professionals. This is exactly one of the reasons why this show exists - to dispel the myths and get people understanding more about mental health and to make it easier for those with mental health issues to open up and talk. Chrissy's guests include resident Autism correspondent Anna Kennedy with her guest, Dorset Mind Ambassador, Calvin ...    "
                },
                "69": {
                    "title": "I don't see what you see.",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 69,
                    "original air date": "3 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    For some people, no matter how much you tell them they're pretty or handsome, they're talented, a lovely person, they just can't see it. So we've titled today's show \"I don't see what you see.\" To illustrate this very point, Chrissy interviews Joseph Cornforth. Even though he has a lot going for him, he feels inferior to everyone else in terms of his friendships, relationships, and more and started to feel low, ashamed and useless. He is joined by resident psychologist Dr Audrey Tang who has been assisting him. Also on the show, Dr Rob Hicks answers your medical ...    "
                },
                "70": {
                    "title": "Death is NOT the answer - World Suicide Prevention Day Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 70,
                    "original air date": "10 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    The World Health Organization estimates that over 800,000 people take their own lives each year - that's one person every 40 seconds. Up to 25 times as many again make a suicide attempt. So, the UK's only TV show dedicated to mental health and wellbeing, we're doing our bit for World Suicide Prevention Day which is observed every year on the 10th September. Chrissy interviews Angela Samata whos partner Mark took his life in 2003. She was the last person to speak to him 15 minutes before she found him dead. Angela speaks about the impact that Mark's death had on her ...    "
                },
                "71": {
                    "title": "Panic Attacks and Anxiety - Facts & Cures",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 71,
                    "original air date": "17 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Have you ever experienced a panic attack? Unless you have, you won't be able to understand just how terrifying it is. And that's why we are raising awareness about panic attacks and the other mental health issues around this disturbing condition including anxiety, and giving you tips and advice on what you can do. We see the story of Mary Lou Dupuis' who has panic disorder and we follow her as she drives on a motorway, even though she is terrified of having a panic attack or heart attack whilst driving. Now although exercise isn't thought to cure panic attacks, it can...    "
                },
                "72": {
                    "title": "How can I tell my child that?!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 72,
                    "original air date": "24 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Becoming a parent, although exciting, comes with all sorts of challenges. You are no longer living for yourself, but now you have another human being that is totally dependent on you. Now imagine dealing with everyday challenges and then suddenly, you get the bad news that changes your whole world? How do you cope, should you share the news with your young children and if so how? That's exactly the dilemma that Donia Youseff, had to face. She has just fought a successful but life-changing battle against cancer and now published her children's book called the 'Monster ...    "
                },
                "73": {
                    "title": "When someone tells you that you can't",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 73,
                    "original air date": "1 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    \"You can't do it.\" \"This isn't for you.\" \"You need to be brainy to have your own business.\" \"You need a degree to be successful.\" \"You'll never walk again.\" \"Your child will never speak.\" Have you ever been told that you or your child couldn't do something? How did you feel and how did you react? Did it make you feel like giving up or did it bring out your fighting spirit? Chrissy welcomes on a special young lady called Charlotte who was diagnosed with atypical autism at 3 years old and doctors expected her to remain non-verbal. But at the age of 5, something amazing ...    "
                },
                "74": {
                    "title": "The importance of making time for self-care",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 74,
                    "original air date": "8 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    What happens if deep down, you feel like something is wrong with you, but when you ask for help, you're told everything is fine. This was the situation that Kelly Bird found herself in. She felt an ache in her breast and sought treatment but no one could find a lump. But she managed to get another opinion and low and behold, they found a very hidden malignant tumour. Also on this show, we talk about the importance of self-care. Clinical Psychologist Dr. Nihara Krause tells us why some people neglect their mental health and give tips on mental health self-care. Hannah ...    "
                },
                "75": {
                    "title": "What to do when facing a dilemma",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 75,
                    "original air date": "15 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    We all have to make several decisions, often on a daily basis. Some decisions are relatively straightforward such as what to wear and what to have for lunch. And others need a lot more thought such as which university to go to or what jobs to apply for. And then there are those decisions which are really hard to make - and are more of a dilemma where we need to choose between two or more alternatives, all with life-changing consequences. Nigel Richardson was faced with the opportunity for voluntary redundancy, and he had to decide whether to take it and work for ...    "
                },
                "76": {
                    "title": "Rejection - The causes, effects and tips for recovery",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 76,
                    "original air date": "22 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    We all face rejection at some point in our lives, be it from a partner, a friend, or being rejected after a job interview. It's never pleasant and can often lead to feelings of low self-worth and confidence. But imagine being rejected by your own parents. Imagine if they never showed you any love but instead were very abusive and neglectful? Can you ever go on to have a happy life after such an upbringing? Chrissy's real-life story Ashkhen Gulbekian tells viewers about the terrible things she went through at home which led to 2 suicide attempts when she was very young...    "
                },
                "77": {
                    "title": "Finding a Purpose in Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 77,
                    "original air date": "29 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Bipolar, anxiety, depression, mania, self-harm. How can anyone possibly be able to deal with so many issues? For many, suicide seems like the only option. That was the case of Chrissy's real-life story guest Colin Dolan who did attempt suicide because of the mental health issues above. However, he is now the Chief Executive of the UK's Mental Health Football Association, having returned to playing football at 47 years old. He talks about how football helped him and is helping others. Also on the show, we have our resident psychologist Dr. Audrey Tang in this week's ...    "
                },
                "78": {
                    "title": "Making a Difference After Loss",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 78,
                    "original air date": "5 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Oliver was a bright young man, who was an amazing athlete and in training to become a Paralympian. He loved life and being with his family. But in November 2016, aged just 18, he died in hospital care. Chrissy speaks to Oliver's mum, Paula McGowan about the tragic loss of her son who had high functioning Autism. But she also talks about the changes she has prompted in the NHS following his death, making a massive difference for other families. She is joined by our resident Autism Correspondent Anna Kennedy who has been helping her with her cause. Also on the show, we ...    "
                },
                "79": {
                    "title": "There's always SOMETHING you can do",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 79,
                    "original air date": "21 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    When problems come, especially when it's to do with our mental health, it can seem like there's not much we can do. Many end up succumbing to their problems, not realising that they can take back control of their lives and do something to make their situation better. That was the case of Chrissy's real-life story - mum of three Melanie Lawson. She suffered from perinatal and postnatal depression and being a passionate believer in health through nutrition, she intensively researched ways to improve her mental health through diet and lifestyle. And she discovered ...    "
                },
                "80": {
                    "title": "Using our differences in a positive way",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 80,
                    "original air date": "19 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Things that we've been through can become a part of us and when it makes us different - like looking different or feeling different it's hard to deal with - yet difference can make us more able to leave our little mark on the world. This subject is going to be illustrated by Chrissy's guest - 15-year-old Ella who was adopted at 9 months old, given up by her birth family as part of the 1 child policy in China) Ella will be telling us about her struggles growing up not knowing her birth parents but also about how she tries to stay mentally strong. She is joined by our ...    "
                },
                "81": {
                    "title": "Knocking on the right doors",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 81,
                    "original air date": "26 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    We love to inspire you on this show because we know that you can do well in life, even if you don't quite believe in yourself. So, even if you've had a rough past, even if you've made lots of mistakes that you regret, or if you feel stuck and it seems that life is just passing you by, this show will inspire you. Chrissy's guests include Victoria Reynolds who is the founder of the Empower Programme - an amazing pilot project for young autistic students that want to attend university. She is joined by our resident Autism correspondent Anna Kennedy who talks about her ...    "
                },
                "82": {
                    "title": "Fighting back when medical conditions strike",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 82,
                    "original air date": "3 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    While we shouldn't live in fear of negative things taking place, we also need to be realistic and know that as long as we're alive, anything could happen to us or our loved ones and though we should do everything we can to be happy and healthy, there are some things we just don't have control over. So what then? Do we give up? No, we come out fighting. Chrissy and guests delve into this topic giving you some tips and inspiration. Her guests include the much-loved TV presenter Gail Porter who developed alopecia in 2005 and Claire Namukolo who appeared on the show a few...    "
                },
                "83": {
                    "title": "PTSD, Essential Oils & More",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 83,
                    "original air date": "10 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    We start off by speaking to award-winning filmmaker Rachel Kaden who is currently in the middle of a documentary about Post Traumatic Stress Disorder, which was inspired after her best friend took his own life after coming out of the army. She'll tell us how she hopes his story will help others seek help. Dr. Nihara Krause gives some tips on how to deal with PTSD. News Correspondent Helena Chard brings us positive news in this week's A Helping of Happy and Sanni Sorma gives some winter skin care tips. Dr. Rob Hicks answers your medical questions in Drs Answers and ...    "
                },
                "84": {
                    "title": "When abuse takes the joy out of life",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 84,
                    "original air date": "17 Dec. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "85": {
                    "title": "End of Year Special - This is us",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 85,
                    "original air date": "24 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    On every programme, you see Chrissy and her resident experts giving you tips and advice, all with the aim of helping you look after your mental health and wellbeing. Perhaps you think that they don't go through any problems and challenges - that because they're on TV, everything is great. But has this year really been a bed of roses? Has everything been super easy for them? You're going to get to know them on a different level because they're going to share some of their achievements this year, but also some of their challenges.    "
                },
                "86": {
                    "title": "Real Life Stories Special, Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 86,
                    "original air date": "31 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    The first of a three-week special where we look back at some real-life stories we've had on the show - some of them very inspiring and some thought-provoking but they all have one thing in common and that is that you will learn something from each story.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Dealing with Dyspraxia",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chrissy B Show (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "12 Jun. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 102,
        "cast": [
            {
                "name": "Boodram, Christoulla"
            },
            {
                "name": "Hunt, JD"
            },
            {
                "name": "Hicks, Rob"
            },
            {
                "name": "Chard, Helena"
            },
            {
                "name": "Clayton, Bianca"
            },
            {
                "name": "Lewin, Barbara"
            },
            {
                "name": "Tang, Audrey"
            },
            {
                "name": "Gregoire, Theresa"
            },
            {
                "name": "Zam, Sehar"
            },
            {
                "name": "Justified, Solomon Taiwo"
            },
            {
                "name": "Browne, Chris"
            },
            {
                "name": "Jegede, Feyi"
            },
            {
                "name": "Soutter, Lily"
            },
            {
                "name": "Sweetwood, Matt"
            },
            {
                "name": "Limbachia, Dipali"
            },
            {
                "name": "Wrafter, Jane"
            },
            {
                "name": "Brickell, Sean"
            },
            {
                "name": "Sharma, Amrita"
            },
            {
                "name": "Sharma, Atul"
            },
            {
                "name": "Short, Dave"
            },
            {
                "name": "Tennant, Carly"
            },
            {
                "name": "Cowlin, Chris"
            },
            {
                "name": "Linder, Kristina"
            },
            {
                "name": "Grace, Janey Lee"
            },
            {
                "name": "Taiwo, Solomon B"
            },
            {
                "name": "Abrahams, Mark"
            },
            {
                "name": "Ahanonu, Desreen"
            },
            {
                "name": "Ankapong, Lloyd"
            },
            {
                "name": "Curran, Jeraldine"
            },
            {
                "name": "Denye, Jamie"
            },
            {
                "name": "Dixon, Samantha"
            },
            {
                "name": "Dolor, Kandy"
            },
            {
                "name": "Foad, Ross K."
            },
            {
                "name": "Jay, Kevin"
            },
            {
                "name": "Jones, Ursula"
            },
            {
                "name": "Lawton, Sharon"
            },
            {
                "name": "Lazarus, Soli"
            },
            {
                "name": "Lee, John"
            },
            {
                "name": "Martins, Marcia"
            },
            {
                "name": "Menem, Severine"
            },
            {
                "name": "Sorma, Sanni"
            },
            {
                "name": "Walford, Sally"
            },
            {
                "name": "Warner, Amena"
            },
            {
                "name": "Weston, Jasmine"
            },
            {
                "name": "Wright, Mark"
            },
            {
                "name": "Wright, Mark"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 9,
        "rating": 8.9,
        "votes": 13,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjU5MDA4OGItM2U3NS00MDliLWExOWQtZjNhNDUzMTJhZTZkXkEyXkFqcGdeQXVyNjI4MDE0OTI@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "The Show tackles different topics, especially mental health issues and informs and equips viewers to be more positive. It features many of the issues currently in the public eye and uses powerful real life stories in the search for constructive solutions and positive outcomes. The show is also daring, covering difficult topics that are not always featured in the media, such as self-harm.",
        "languages": [
            "English"
        ],
        "title": "The Chrissy B Show",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "The Chrissy B Show (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9"
        ],
        "writer": [
            {
                "name": "Hunt, JD"
            }
        ],
        "distributors": [
            {
                "name": "British Sky Broadcasting (BSkyB)"
            }
        ],
        "plot": [
            "The Show tackles different topics, especially mental health issues and informs and equips viewers to be more positive. It features many of the issues currently in the public eye and uses powerful real life stories in the search for constructive solutions and positive outcomes. The show is also daring, covering difficult topics that are not always featured in the media, such as self-harm."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 13,
                "rating": 8.9
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 3.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 9.7
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 3,
                "rating": 7.7
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 3.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 10.0
            },
            "females": {
                "votes": 3,
                "rating": 9.7
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 9.5
            },
            "non us users": {
                "votes": 3,
                "rating": 7.7
            }
        },
        "number of votes": {
            "10": 9,
            "9": 2,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 1,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.9,
        "median": 1
    }
}