{
    "imdb": {
        "raw release dates": [
            {
                "country": "Czech Republic\n",
                "date": "1 June 2012"
            },
            {
                "country": "Israel\n",
                "date": "1 June 2012"
            },
            {
                "country": "Netherlands\n",
                "date": "1 June 2012"
            },
            {
                "country": "Poland\n",
                "date": "1 June 2012"
            },
            {
                "country": "Saudi Arabia\n",
                "date": "1 January 2013"
            }
        ],
        "release dates": [
            "Czech Republic::1 June 2012",
            "Israel::1 June 2012",
            "Netherlands::1 June 2012",
            "Poland::1 June 2012",
            "Saudi Arabia::1 January 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Heroes of the City"
            },
            {
                "countries": "Germany",
                "title": "Die Helden der Stadt"
            },
            {
                "countries": "Hungary",
                "title": "A város hősei"
            },
            {
                "countries": "Slovakia",
                "title": "Hrdinovia z mesta"
            }
        ],
        "akas": [
            "Heroes of the City (original title)",
            "Die Helden der Stadt Germany",
            "A város hősei Hungary",
            "Hrdinovia z mesta Slovakia"
        ],
        "akas from release info": [
            "Heroes of the City (original title)",
            "Die Helden der Stadt Germany",
            "A város hősei Hungary",
            "Hrdinovia z mesta Slovakia"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Better Business Buddies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    When Calamity Crow learns about the Better Business Buddies Club, he really wants to win their Gold Star Award for the best small business. He fails again and again, but each time he starts up an even bigger business. All to show Mr. Mayor that he deserve that golden star. Eventually Calamity finds himself and Mr. Mayor in deep trouble. Heroes to the rescue!    "
                },
                "2": {
                    "title": "Alice's Alarm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Calamity Crow offers Alice Alarm to taste a cake that he accidentally baked with shush-berries. Alice's mouth swells up and she loses her voice! How will she be able to communicate all the incoming alarms to Paulie and Fiona now? Calamity Crow offers to help by trying to interpret what Alice says, and then send Paulie and Fiona out on their missions. But what does Alice really say? There will be a lot of confusing task for the Heroes of the City.    "
                },
                "3": {
                    "title": "Trading Places",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Police work is so much harder than the work of a fire truck, or is it the other way around? Paulie and Fiona both claim that their work is the hardest, so to find out who has the most demanding job they decide to switch jobs for a day. This turns out to be a more challenging task than the Heroes of the City could ever imagine.    "
                },
                "4": {
                    "title": "Hero Helper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Calamity Crow really wants to be a hero; a super hero. So he decides to be exactly that. Disguised as \"Hero Helper\" he patrols the streets looking for someone to help. His heroic efforts only seem to put himself in trouble though, and it's a busy day for all the Heroes of the City.    "
                },
                "5": {
                    "title": "The Wild Goof Chase",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Alice Alarm sends Fiona and Paulie out on strange rescue missions that turns out to be false alarms. When they discover that the fake alarms is coming from Alice herself due to a rare illness called \"Whoopsadaisyitis\", Paulie and Fiona is in desperate need of a fill-in for Alice. Calamity Crow volunteers to the task but is he really fit for the job? A busy day for Fiona and Paulie!    "
                },
                "6": {
                    "title": "Luck Be a Crow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    What luck! Calamity Crow finds a four-leaf clover and never have to worry about having bad luck ever again. Or...? Perhaps Calamity shouldn't put all his trust in a clover. After a whole day of challenging his destiny, Calamity suddenly seems to be all out of luck. It's Actions Time for the Heroes of the City!    "
                },
                "7": {
                    "title": "The Wrong Side of the Tracks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Tilly Train is bored. She is tired of doing the same thing every day and she really wish for some excitement in her life. One day she meets Larry Locomotive out on the tracks. Larry is a colorful circus train and Tilly is keen on getting to know Larry and to hear all about his exciting life. Tilly's thoughts are all consumed by dreaming of Larry that she doesn't hear Freddy Fork's warning about a broken switch on the tracks. With two trains out on the same track, the Heroes of the city must hurry to the rescue!    "
                },
                "8": {
                    "title": "Mail Mixup",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Percy Post is having a cold, and he really needs to rest. Lucky for him Calamity Crow walks by and offer to fill in for Percy today. - Delivering mail, how hard can it be? It turns out to be quite a job and the citizens are all getting the wrong mail from postman Calamity. When little Cara's letter to Aunt Betty doesn't arrive as planned, Cara is put in real danger, all alone in the city. Paulie and Fiona to the rescue!    "
                },
                "9": {
                    "title": "Mayors Mission",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Mr. Mayor is planning a party to celebrate the town's founder Crandall Crankcase and the unveiling of a new statue. Somehow the statue gets mixed up with another one and soon it's very little time before the party begins. Mr. Mayor makes Tommy Tow Truck to go the other Town and switch the statues and Mr. Mayor order him to go fast, really fast. Too fast. Tommy forgets to focus on safety first and is soon in a big jam. A mission for the Heroes of the City.    "
                },
                "10": {
                    "title": "The Seamonster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    The same night as Fisherman Fred tells a scary story of an old sea monster, Cindy Seaplane is awaken from her sleep by some strange noises. The next morning she finds huge bite marks on the docks. Has the sea monster arise from the depth of the sea hungry for revenge? The Heroes of the City has a mystery to solve!    "
                },
                "11": {
                    "title": "Walking the Prank",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Harry Hot Rod is out on the streets, making his usual pranks. But today instead of laughing, the citizens get mad at him, telling him he's gone way too far this time. Harry is baffled; he doesn't understand at all what he is doing that is making everyone so upset, so he tries really hard to be a good citizen. But even though he does no pranks at all, the citizens seem to get angrier with him. Who does all this pranks, and why is Harry getting the blame? Who can help Harry to solve this mystery when not even Paulie believes him?    "
                },
                "12": {
                    "title": "Monster Truck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Before you know it, a small lie can turn into a big monster lie. Little Cara becomes very aware of that when she eats all of Aunt Bettys cookies and then blames it on someone else. Suddenly, the whole city is searching for this terrifying cookie stealing monster, and Cara is all tangled up in her own lies. But when Cara's monster lie puts a friend in real danger, it's time for her to come clean and alert the Heroes of the City!    "
                },
                "13": {
                    "title": "Backseat Driver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Paulie and Fiona are both surprised when they have an unexpected visit from police officer Rocky Malone from the neighboring town. Rocky has retired from his job and has nothing better to do than interfere with Paulie and Fiona's work and to be their self-appointed coach. But Rocky's trainings makes it hard for the heroes to focus on their jobs. When a test goes wrong and Rocky fakes an accident that suddenly turns into a real emergency, our Heroes really has to prove that they've done their homework.    "
                },
                "14": {
                    "title": "Percy Postponed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Percy Post gets a rush order to deliver an important bolt to the train tracks before lunch time. First it seems easy, but on the way he encounters many tricky obstacles, and time passes fast. Will Percy able to deliver the package on time?    "
                },
                "15": {
                    "title": "One Hundred Cats",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Fiona is about to set a record by being the first fire engine in the world to have rescued 100 cats from trees. With only one cat to go Fiona is trying not to let the award interfere on her job, but soon she finds herself being disappointed when she's not seem to get any emergency calls about cats in trees. When the call comes at last, Fiona faces a difficult choice. Will she be able to make the right choice, and risk losing the award?    "
                },
                "16": {
                    "title": "Robbie's Upgrade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Freddie Fork is getting tired of Robbie Robot's laziness. He is tired of having to do all the work himself. When he happens to comes over a robot upgrade disc, he can't wait to test in on his friend. After the upgrade Robbie is the opposite of lazy and is doing all the work, but this wasn't at all what Freddie wanted. He misses his old friend, but could he ever get him back to his old self again?    "
                },
                "17": {
                    "title": "Police Farce",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    When Calamity Crow gets the chance to help Paulie Police car with a broken stop light, he take the task very seriously. Soon he believes that he is a real police officer and makes a mess in the city handing out tickets for strange reasons to the citizens. Will Paulie and Fiona be able to stop the Crow before an accident occur?    "
                },
                "18": {
                    "title": "Best City Ever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    The annual \"Best city ever\" competition is on and will be awarded to the city that Judge Judy thinks deserve it the most. All the citizens work hard on making the city look beautiful, but maybe they're trying a bit too hard? Instead of making the city look good, they end up making a big mess. Suddenly an accident occurs and in the chaos Judge Judy shows up. Seems like the Best city award will slip away this year too...    "
                },
                "19": {
                    "title": "Garden Grabber",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Who is stealing vegetables from Zoofie's garden? Everyday something new is missing. Before everything is gone Zoofie contacts the emergency station. Paulie Police car takes on the mysterious case, backed-up by temporary deputy Calamity Crow. Nothing is what it seems, and someone innocent is to be blamed for the theft. Will Paulie and Calamity be able to solve this case?    "
                },
                "20": {
                    "title": "Digsy Helps Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    What a quiet and lazy day! Digsy only has to fill a hole in the ground, than he'll be free for the rest of the day... Or? One by one his friends ask him for small favors, and before he knows it he has so much to do that he doesn't even knows where to begin, and in the end nothing gets done. Where did Digsy go, and why is there a crocodile on the loose in the city? A task for the Heroes!    "
                },
                "21": {
                    "title": "The Secret Club",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Harry Hot Rod and Robbie Robot starts a secret club. For a secret club you need secrets. But when do the secrets go too far? Is it when people gets upset or sad? And for how long should you keep a secret? Should you keep silent even if someone might be in danger? Robbie and Harry are facing a severe ordeal.    "
                },
                "22": {
                    "title": "The Oilcan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    A squeaky go-cart needs some oiling. Calamity Crow and Robbie Robot go to Tommy Tow Truck to borrow some oil, but Tommy's out. They borrow the oil can without permission and suddenly it's gone! When Tommy comes back he thinks he's been robbed and calls the emergency station. Calamity and Robbie realizes that the police are looking for them and they desperately searches for the missing oil can. Will they ever find that oil can and return it to Tommy?    "
                },
                "23": {
                    "title": "The Talent Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Calamity Crow is practicing hard for the big talent show tonight. He really wants to win, but when he walks around the city and seeing all the other contenders practicing their tricks, he begins to doubt that he has chance to win. In his eagerness to impress the judge Calamity happens to cause an accident. How lucky that the heroes are ready to help!    "
                },
                "24": {
                    "title": "Laugh In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    When the grumpy police officer Rocky Malone comes by to stay with Paulie and Fiona for the day, they aren't too excited; He never laughs! They try to tell him jokes and make pranks all day to make him laugh, but he just doesn't get it. In the end Paulie and Fiona are exhausted from trying so hard, and they get in a really bad mood. But when an emergency call comes in, they soon realize that the joke is on them.    "
                },
                "25": {
                    "title": "The Most Helpful Citizen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    A big competition for \"The most helpful citizen award\" is going on in the city. In the end there are only two competitors left; Paulie and Fiona. But they are both are getting too caught up in the competition to notice that a real emergency occur. If the City's Heroes aren't there, who can step up and come to the rescue?    "
                },
                "26": {
                    "title": "Fake, Rattle and Roll",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Harry Hot Rod is looking forward to a fun and relaxing day with his friends. Only problem is that he forgot that today is cleaning day, and everyone in the city should participate. Harry comes up with a lie to escape from the cleaning. The next day he lies again to avoid helping with painting a fence. Wheelie reveals his scam, and when Harry's getting sick for real she doesn't believe him. Soon Harry's entangled in more trouble than his own lies, but will anyone believe him?    "
                }
            },
            "1": {
                "1": {
                    "title": "The Treasure Map",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    When Hot Dog Herbie is on the beach, wind surfing, he finds a message in a bottle. In the bottle is an old treasure map. Along with Digsy, Hot Dog Herbie goes on a treasure hunt. At the same time disappear shiny objects from all around the city. Even Paulie Police Car gets theft! Will the Heroes of the City find the thief? And will Hot Dog Herbie find his treasure? Join us on this amazing adventure with the Heroes of the City!    "
                },
                "2": {
                    "title": "The Hot Air Balloon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    When Hot Dog Herbies Cousin Ginger Goose comes to visit in her aerial balloon, many people in The City become curious and impressed by the beautiful balloon. Calamity Crow is the most curious of all and with his usual bad luck and habit of sticking his beak where it should not be, he finds himself suddenly hanging helplessly upside down under the climbing balloon. The Heroes of the City turn out!    "
                },
                "3": {
                    "title": "The Train Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    The City has gotten its own railway station. This will be celebrated with pomp and splendor. The whole city has gathered to be in on the inauguration and see Tilly Train roll into the station. Calamity Crow happens to accidentally blow up the rail. Tilly has to be stopped before she derails! Will the Heroes of the City come in time?    "
                },
                "4": {
                    "title": "Camping Troubles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Calamity Crow goes on a camping holiday. He runs into several small mishaps but is determined to sleep outside. At the same time Percy Post traveling around in the city delivering the mail, he is a bit depressed and wishes that he were a real hero instead of a postman. In the middle of the night it suddenly starts burning at Calamity Crows camp. Percy Post, who is going with a package to the neighboring village, hears Calamity Crow call for help. Now it's urgent! Will Heroes of the City make it in time?    "
                },
                "5": {
                    "title": "The Garbage Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    The city is flooded with garbage. The rubbish causes accidents and annoyance for the people in the city. Heroes of the City turn out and with the help of Mr. Mayor they organize a garbage party where everyone helps to make the city clean again. But what should they do with all the gathered garbage? And who is it who stole Troy Tractors compost? A new case for the Heroes of the City!    "
                },
                "6": {
                    "title": "The Big Concert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    The famous artist MC squawk will keep a concert in the city. The city's residents are working hard with the preparations, while a storm breaks out. MC squawk get a ride from the neighboring village with Tilly Train, but suddenly it is a tree over the rails and Tilly get derailed! It's action time!!!    "
                },
                "7": {
                    "title": "Fisherman Fred in Troubled Waters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    It is a warm summer day and Fisherman Fred is out on the water to fish. He is far from land when he suddenly happens to run in to something in the water. Fisherman Fred's propeller breaks and he begins to float around at sea. Luckily Cindy Seaplane gets a view of him as she flies by, and she immediately sends an alarm to the Heroes of the City. Will they reach to the Fisherman Fred on time?    "
                },
                "8": {
                    "title": "The Water Mystery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    At the industrial area, no water is coming from the hose when Robbie Robot needs to rinse things clean. Tommy Tow Truck's car wash is out of order and in the park, the fountain has run dry. When the water suddenly starts squirting everywhere at Benny The Baker's bakery The Heroes of the City have to turn out. This water mystery needs to be solved, and that's quickly!    "
                },
                "9": {
                    "title": "The Mysterious Thief",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    What is going on in the city? A whole box of Frankie Fruit's apples disappear. Calamity Crow loses his pear. At Benny the Baker's, the baguettes vanish, and the building site has become a real mess. Could we be dealing with a thief? Naturally, this a case for the Heroes of the City!    "
                },
                "10": {
                    "title": "Fiona's Day Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Fiona Fire Engine can't remember when she last had a day off from work, so she is persuaded by Wheelie to take a days vacation. But it is hard to be free when problems keep popping up that need to be solved. In a final attempt to get Fiona to relax, Wheelie takes her to the beach, but that turns out to be the place where the biggest problem turns up.    "
                },
                "11": {
                    "title": "Calamity Crow's Unlucky Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    All Calamity Crow wanted to do was to bake a cake. Instead, he scares a cat up into a tree, spills out Frankie Fruit's apples, steals Hot Dog Herbie's wagon, without really meaning it. At the rescue station, training day has to be called off so that everything that Calamity Crow has done can be put right. When suddenly a fire starts at the crows home, our heroes have to rush. Time for an emergency dispatch!    "
                },
                "12": {
                    "title": "Tiger on the Loose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    It is bathing day at the Zoo. Zoofi only has the little tiger Tessa left to wash when she discovers that the pasture is empty! At the same time, Freddy Fork has been hit by a mysterious cold down by the industrial area. Why is Freddy sneezing so terribly? And where is Tessa the tiger? Heroes of the City rush out!    "
                },
                "13": {
                    "title": "The Airplane That Disappeared",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    One foggy morning, the mail doesn't arrive. The inhabitants of the city wait patiently, but no mail can be seen. In the end, it is Percy Post himself who calls the emergency services. Cindy Seaplane has disappeared, and with her the day's mail delivery! What might have happened to Cindy Seaplane? Has she gotten lost in the fog? The Heroes of the City come to the rescue!    "
                },
                "14": {
                    "title": "Ghost Car",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    A dark and foggy night a few friends get together to tell ghost stories for each other. Later, on their way home, they get frightened friends one by one get to see a ghost car, driving around the town. Where does the car come from? Is it really a real ghost? The Heroes of the City get out on ghost hunting!    "
                },
                "15": {
                    "title": "Wacky Wayne Comes to Town",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Harry Hot Rod looks forward to a visit from his cousin Wacky Wayne from the big city. But all is not what Harry had in mind. Wayne proves to be a real troublemaker. Soon is Wacky Wayne's prank not funny anymore. Wacky Wayne fool away Paulie Police Car and Fiona Fire Engine on a false emergency call, while a fire starts for real in Troy Tractors barn. Big trouble in the city!    "
                },
                "16": {
                    "title": "The Hungry Crocodile",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    There is an alarm at the rescue station about a crocodile in the water down by the harbor. Heroes of the City go on a crocodile-hunt! They decide to drive the little crocodile to the Zoo, but when they arrive, something has happened: Is this really the little crocodile that they picked up down at the harbor? A mystery for The Heroes of The City!    "
                },
                "17": {
                    "title": "Stormy Weather",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    A serious wind storm has hit The City. Leaves and rubbish is flying around in the air, trees have snapped off and apples are rolling around in the road. When the Mayor loses an important document in the wind the Heroes of the City have to take part in a whirling hunt to find the vanished paper. A paper that turns out to be a big surprise.    "
                },
                "18": {
                    "title": "Friends Forever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    A stormy autumn afternoon the thunder comes to the city. The storm that follows reminds many of the people in the city the importance of take care of each other, big or small. Suddenly the flash turns up on the sky, and hits straight into the Troy Tractor barn. The fire starts right away. The Heroes of the City are quickly on the scene to put out the fire, but it's too big for Fiona Fire Engine. Now it's really urgent! Who can help Fiona Fire Engine to put out the fire?    "
                },
                "19": {
                    "title": "Harry's Dangerous Pranks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Harry Hot Rod is up to mischief. He causes trouble for several of the cities' inhabitants until Wheelie has had enough and goes to set him straight. Harry is busy skidding around in Troy Tractors newly plowed field and doesn't see Wheelie coming. There is an accident and The Heroes of The City rush to the rescue!    "
                },
                "20": {
                    "title": "The Secret Box",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    The residents are preparing for the Vehicle Day that will be held in the city. Mr. Mayor has a special surprise in a box in the harbor. He asks the curious Robbie Robot to guard the box for him. But can Robbie Robot desist from take a look in the box? Wheelie gets in trouble when she chose a dangerous place to play hide and seek at, and soon they hear rumbles and thunders down at the harbor. Heroes of the City get very busy again!    "
                },
                "21": {
                    "title": "Movie Maker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Calamity Crow has found an old film camera in the attic, now he's going to record a real Wild West movie. But the film production creates a lot of trouble in the otherwise so calm city. Calamity Crow are just too busy with his film making for even noticing the problems he creates. Heroes of the City are called out!    "
                },
                "22": {
                    "title": "The Ice-Cream Stall Is on Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Where is the smoke coming from? Calamity Crow calls the emergency services. Fire! The Heroes of the City turn out, but they find no fire to put out. What is this strange smoke that seems to move around the city? Calamity Crow plays at being a detective and tries to solve the smoke mystery himself. Suddenly the ice-cream stall is ablaze. This is a serious case for the Heroes of the City!    "
                },
                "23": {
                    "title": "The Missing Treasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Troy Tractor finds a treasure chest in his field, but before he knows it, it's gone. When Calamity Crow also loses a chest, they know they are dealing with a mystery. Who is stealing the treasure chests? Join the Heroes of the City in the exciting hunt for the missing treasure!    "
                },
                "24": {
                    "title": "Cara and the Mini Circus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Betty Bloom is feeling miserable. Just a second ago she had her niece Cara next to her outside the flower shop; the moment after Cara had disappeared! Cara wants to go to tonight's mini circus that will be held the city, but has not the patience to wait. She goes on tiger hunting all by herself! Now needs the Heroes of the City as fast as possible to find Cara, it can be really dangerous for small cars to drive around alone in the city!    "
                },
                "25": {
                    "title": "The Forgotten Birthday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    It's Harry Hot Rods birthday, but nobody seems to have remembered it. Harry Hot Rods is becoming more and more disappointed when he travels around the city without finding the slightest sign of a party. But without Harry's knowledge the friends are planning for a surprise party. Hector the Helicopter is flying over the water with Harry's gift in a big box when the rope suddenly breaks and the box crashes into the sea. Will the Heroes of the City be able to save the birthday party?    "
                },
                "26": {
                    "title": "The Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Heroes of the City (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    There will be a racing competition in the city. Harry Hot Rod is convinced that he will easily win. When Calamity Crow decide to take part in the competition with his home-made soap car, Harry Hot Rod becomes more confident to win than ever. But Harry Hot Rod use his dirty tricks to cause troubles for the other competitors, but it also a effecting himself. Luckily, are the Heroes of the City in place and can come to their rescue.    "
                }
            }
        },
        "number of episodes": 52,
        "cast": [
            {
                "name": "Hirsch, Serra"
            },
            {
                "name": "Becker, Rebecca"
            }
        ],
        "genres": [
            "Animation",
            "Family"
        ],
        "runtimes": [
            "11"
        ],
        "countries": [
            "Sweden"
        ],
        "country codes": [
            "se"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 2,
        "rating": 6.6,
        "votes": 23,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjA2MDk1NDkyMl5BMl5BanBnXkFtZTgwMDAxMjY4NjE@._V1_SY150_CR6,0,101,150_.jpg",
        "budget": "$4,000,000 (estimated)",
        "plot outline": "Heroes of the City is a television series for pre-schoolers with stories that convey the message of helping, sharing and caring. Paulie Police Car and Fiona Fire Engine help the townspeople find thieves, put out fires, and solve mysteries. In the stories everyone can be a hero!",
        "languages": [
            "English"
        ],
        "title": "Heroes of the City",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Ferner, Elin"
            },
            {
                "name": "Edfeldt, Daniel"
            },
            {
                "name": "Vitale, Joe"
            }
        ],
        "production companies": [
            {
                "name": "Ruta Ett DVD"
            }
        ],
        "plot": [
            "_Heroes of the City_ (qv) is a television series for pre-schoolers with stories that convey the message of helping, sharing and caring. Paulie Police Car and Fiona Fire Engine help the townspeople find thieves, put out fires, and solve mysteries. In the stories everyone can be a hero!::Elin"
        ],
        "tech": {
            "runtime": [
                "11 min (episode)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 23,
                "rating": 6.6
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 3.7
            },
            "aged 30 44": {
                "votes": 8,
                "rating": 6.5
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 9,
                "rating": 5.7
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 5.0
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 5.9
            },
            "females": {
                "votes": 6,
                "rating": 8.8
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 9.5
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 3.0
            },
            "us users": {
                "votes": 2,
                "rating": 6.5
            },
            "non us users": {
                "votes": 9,
                "rating": 6.6
            }
        },
        "number of votes": {
            "10": 7,
            "9": 1,
            "8": 1,
            "7": 3,
            "6": 3,
            "5": 1,
            "4": 3,
            "3": 1,
            "2": 2,
            "1": 1
        },
        "arithmetic mean": 6.6,
        "median": 7
    }
}