{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 April 2012"
            },
            {
                "country": "USA\n",
                "date": "7 July 2012"
            }
        ],
        "release dates": [
            "USA::7 April 2012",
            "USA::7 July 2012"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Reefs, Ruins, and Revivals: Belize's Melting Pot",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "27 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Belize has a decidedly different history and culture from the rest of Central America. English is the first language of this small nation, reflecting the its British ancestry, yet Belize retains deep historic connections among its many residents of Maya ancestry, and is proud of its strong African roots among the Garifuna people. Belize also has world-class archaeological sites, vast tracts of intact rain forest, and some of the world's richest marine treasures.    "
                },
                "2": {
                    "title": "Yakima: The Quest for Hops",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "28 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The explosion of craft beer brewing across the United States has created a widespread interest in the process of beer making. A beer festival in Tucson, Arizona, leads us to some local brewers and sends us on a quest to the origin of what makes beer different-hops. Nearly all our hops are cultivated around Yakima, Washington where we follow the annual harvest. We sample as many products of hop production as possible.    "
                },
                "3": {
                    "title": "Panama's Wild West",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "29 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    An hour or so distant from Panama's burgeoning capital and its great canal, a broad peninsula juts into the Pacific Ocean. The Azuero Peninsula is home to traditions, landscapes, and people different from those of the capital and its suburbs. Residents of Azuero celebrate what sets them off from the rest of Panama. And they are huge fans of baseball.    "
                },
                "4": {
                    "title": "Argentina's Route 40: From the Steppes to the Lakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "30 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Argentines maintain that Patagonia begins at the Río Colorado in the Province of Neuquen. Traveling south, we cross that river on Ruta 40-Route Forty-in a volcanic landscape amidst a vast desert, the majestic peaks of the Andes always present on our right. Within the slopes of the Andes are myriad lakes and towns constructed by European immigrants-and expatriates, but never far from the arid, windswept steppes of Patagonia. More secluded are the Mapuches-Indians who resisted the European onslaught and today struggle to retain their culture. In Patagonia, all roads ...    "
                },
                "5": {
                    "title": "Heart of the Wilderness: Wyoming's Wind River Range",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "1 May 2015",
                    "year": "2015",
                    "plot": "\n    The Wind River Range in western Wyoming is the state's largest mountain range, nearly one hundred miles from north to south. With dozens of massive peaks, it is also home to the wildest country in the lower 48 states. Much of it is protected in wilderness, which we commemorate on the 50th anniversary of the passage of the Wilderness Act of 1964. On arriving, we visit ancient foothill sites where Shoshone Indians left examples of their art, historic locations of Indian battles, and scars of mines and ghost towns before plunging deep into the wilds of the Wind Rivers-on...    "
                },
                "6": {
                    "title": "From Vaquejada to Jangada: Into Rural Ceará, Brazil",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "4 May 2015",
                    "year": "2015",
                    "plot": "\n    A small state in Brazil's dry northeast, Ceará is home to a variety of traditions not found in the rest of the vast country. The inland bush, called the sertão, is home to cowboys and an odd rodeo, while the coast supports fishermen whose wooden boats are little changed over the last several centuries. Ceará is home to Brazil's most important religious shrine, its last lace-weavers, and a startling array of tropical fruit.    "
                },
                "7": {
                    "title": "Bogota to the Amazon: A Trip Across Colombia",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "5 May 2015",
                    "year": "2015",
                    "plot": "\n    From the urban capital city of Bogota and its famous Ciclovía dedicated to bicycles, this sprawling nation offers a unexpected variety of cultures and urban landscapes. We hop from the mountains to the extreme southern tip of the country to see wildlife and to visit indigenous villages of the people who live in the heart of the Amazon jungle.    "
                },
                "8": {
                    "title": "Gift of the Andes: Mendoza, Argentina, and Its Wines",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "6 May 2015",
                    "year": "2015",
                    "plot": "\n    Argentina's nostalgic Ruta 40-Route Forty-passes along the base of the Cordillera of the Andes from the extreme north to the southernmost road in the nation. On its way Ruta 40 meets the famed wine capital of Mendoza, whose dedication to Malbec wine is recent, but whose wine production dates to colonial times. We linger in vineyards and bodegas, sampling the varieties of Malbec and Argentine food. Farther south Ruta 40 penetrates the northern reaches of Patagonia, a windswept desert bordered on the west by the incomparable Andes, and massive pre-Andean volcanoes.    "
                },
                "9": {
                    "title": "Coffee and Culture in Oaxaca",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "7 May 2015",
                    "year": "2015",
                    "plot": "\n    The state of Oaxaca is Indian country, and its landscapes the most diverse of any Mexican state. Host David Yetman samples food in a traditional Zapotec market in the high valleys, navigates among crocodiles in mangrove swamps on the coast, and joins in the harvesting, drying and roasting of coffee in the cloud forest.    "
                },
                "10": {
                    "title": "Favelas & Samba - Brazil",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "8 May 2015",
                    "year": "2015",
                    "plot": "\n    The shanty towns for which Río de Janeiro is famous (or notorious) play a pivotal role in the city's cultural history. Favelas, as they are known, rise precipitously from near the ocean far up the hillsides. Often bereft of minimal municipal services, they are home to a rich cultural life, their own social organization, and along the way in their history, have provided the artistic and dramatic talent for Brazil's most important international artistic contribution, Carnaval in Río. We visit favelas and speak with residents there.    "
                }
            },
            "1": {
                "1": {
                    "title": "Day of the Dead: A Mexican Celebration",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Native Americans in pre-Conquest Mexico celebrated one day each year when their deceased ancestors would return to visit-El Día de los Muertos. This ancient tradition is the state of Oaxaca's most important celebration. Parades, home altars, and gaily-decorated graves welcome back the dead. The custom has spread beyond Mexico to Los Angeles and Tucson.    "
                },
                "2": {
                    "title": "In the Mouth of the Amazon",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "31 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    The Brazilian city of Belem at the mouth of the Amazon is a showcase of products from the great river basin. Now the famed açai berry is expanding Belem's reputation. Reclusive river people, called ribeirinhos harvest the berries by climbing the tall palms where they grow and rush the produce by boat to the port. There they trade for other goods, and quickly escape the city to return to their tranquil, timeless lives at the edge of the world's greatest river. Host David Yetman takes us through Belem and visits the homes of the river people.    "
                },
                "3": {
                    "title": "The Pride of Guatemala: Tikal of the Mayas",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Over two thousand years ago Mayas undertook construction of a city deep within the jungles of the Petén region of Guatemala. For over a thousand years the city of Tikal dominated the countryside and the region with its towering temples, affluent society, and hosts of scientists, engineers, and craftsmen. Host David Yetman accompanies archaeologists who explain the unfolding story of Tikal as new discoveries emerge a daily basis. Yetman visits new excavations within the temples and joins a festival at the home of Maya descendents who live not far away from the ancient ...    "
                },
                "4": {
                    "title": "The Working Coast of British Columbia",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    The Georgia Straits of coastal British Columbia, Canada are dotted with hundreds of islands. This is lumber and fishing county nearly free of roads. One cargo ship delivers heavy equipment and supplies to remote camps, and takes on passengers to view the wild beauty of the straits and inlets, with towering peaks and glaciers overlooking the sea.    "
                },
                "5": {
                    "title": "Brazil: The Diamond Range",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 May 2012",
                    "year": "2012",
                    "plot": "\n    Far inland from the tropical beaches of Brazil's Bahia state lies an ancient escarpment that juts up into Bahia's vast interior. Host David Yetman takes us on a tour of the Chapada Diamantina, once a rich source of diamonds, now an increasingly popular recreational region. The sheer cliffs and steep mountainsides intercept moisture from the distant Atlantic. The resultant rainfall brings flows into the arid sertão and waters the great swamp where runaway slaves hid from their owners.    "
                },
                "6": {
                    "title": "Peru: A Train to the Clouds",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 May 2012",
                    "year": "2012",
                    "plot": "\n    Once each month a train departs the coastal mega city of Lima, Peru, bound for the highlands. Along the way the railroad passes through numerous tunnels and over trestles, crowning out at nearly 16,000 feet elevation. Host Dave Yetman hops on the train to arrive at its destination, the indigenous city of Huancayo, high on the Altiplano of the Andes and as different from Lima as any two cities in the world.    "
                },
                "7": {
                    "title": "Hawaii's Big Island: The Volcanos' Gifts",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 May 2012",
                    "year": "2012",
                    "plot": "\n    The Hawaiian Islands owe their existence to a volcanic hotspot, whose spewings over millions of years have created the archipelago. Host David Yetman climbs over old and new lava flows to observe new lands emerging from the ocean. At night manta rays flock to the newly created seafloor of the Kona Coast.    "
                },
                "8": {
                    "title": "Chiloé and Chilotes: Proud Islanders of Chile",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "26 May 2012",
                    "year": "2012",
                    "plot": "\n    Chiloé is the second largest island in South America and just one island of an archipelago of southern Chile. Chilotes, as the residents are known, consider themselves a people apart, a proud mixture of indigenous and Hispanic origins. Host Dave Yetman joins Chilotes who demonstrate the traditions of food, towns, and society that extend back well before the arrival of Europeans.    "
                },
                "9": {
                    "title": "The Cry for Mexican Independence",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    On September 16 each year, Mexicans from all parts of the Republic flock to the small city of Dolores Hidalgo, Guanajuato to commemorate the \"Grito,\" the call for independence from Spain. The grito's originator, the popular but unconventional priest Miguel Hidalgo, issued the call in 1810 from the steps of the town's stately church. The annual celebration involves the entire community but we are offered a special tour by one of Father Hidalgo's descendants.    "
                },
                "10": {
                    "title": "Peru: People of the Altiplano",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "9 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Indians outnumber non-Indians in the Peruvian highlands. Many of them, in cities such as Ayacucho, Huancavelica, and Huancayo and hosts of villages continue to farm and produce handicrafts much as their ancestors did hundreds of years ago. Now they use cell phones and the Internet, but their native dress and languages and their nearness to the soil help them maintain their identity as a people apart. Host Dave Yetman meets Quechua people and learns from them about their fascinating past and present.    "
                }
            },
            "2": {
                "1": {
                    "title": "Tultepec: Mexico's Skyrocket Central",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "4 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The small city of Tultepec, a suburb of Mexico City, specializes in the production of fireworks, supplying much of the country known for fireworks in its festivals. In March of each year Tultepec celebrates with dazzling, flamboyant, and hazardous displays of fireworks that wildly exceed any other in Mexico.    "
                },
                "2": {
                    "title": "In the Shadow of the Volcanoes: Chile's Melting Pot",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "11 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Southern Chile is a land of forests, rivers, lakes, and volcanoes. It is also home to Native American and immigrant communities. We visit Mapuche Indians and German and Italian immigrant communities and the vast landscapes they inhabit.    "
                },
                "3": {
                    "title": "The Rainforest Nisei: Japanese Immigrants in the Amazon",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "18 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    In the early 1920s, a small group of Japanese peasants received a land grant deep in the vast forests of the Amazon. Today their descendents have become prosperous farmers, raising tropical crops and pepper, all the while protecting large tracts of primary tropical forest.    "
                },
                "4": {
                    "title": "Two Millennia of Mayas: Guatemala's Cultural Legacy",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "25 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Archaeologists have only recently begun to restore the important Maya city of Ceibal, situated along the Passion River deep in the Petén forest of Guatemala. We travel to the site with scientists directing the latest excavations and visit the homes of the Maya workers who are restoring the site.    "
                },
                "5": {
                    "title": "Ice, Rock, and Water: The Sierra Nevada",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    California's Sierra Nevada is the largest and highest mountain range in the continental United States and, until recently, a geological puzzle. The source of colossal wealth in the form of gold and, now, water, it was a formidable roadblock to settlement of the state. Wevisit the range with renowned tectonic specialist Eldridge Moores.    "
                },
                "6": {
                    "title": "Fiesta in the Yucatán: Maya Traditions",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "8 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Each year on January 6, pilgrims travel to the ancient Maya city of Tizimín in the Yucatán peninsula to celebrate Epiphany. The festival of the Day of the Kings combines pre-Columbian and modern themes, all of them gilded with the touch of the Mayas.    "
                },
                "7": {
                    "title": "Panama: A City and a Canal",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "7 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Panama City has been a pivotal shipping port for hundreds of years-over water and over land. Today it has become an economic powerhouse, the Hong Kong of the Americas, thanks to its booming canal. But the canal cannot function without the services provided by the huge rainforest that envelopes it.    "
                },
                "8": {
                    "title": "Bahia: Brazil's African Connection",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "22 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    African-Brazilians provided Brazil with internationally renowned cultural symbols: samba and carnival. The center of African-Brazilian culture is the city of Salvador in the state of Bahia. Its connection to Africa-physical and cultural-helps us to understand the distinct cultural and culinary contributions from this vibrant repository of African influence, and to recognize the heritage of slavery    "
                },
                "9": {
                    "title": "Winter in the Caldera: January in the Yellowstone Hotspot",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "1 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Yellowstone National Park is U.S. national park, and one of the most visited. In winter, access is limited, and visitors and wildlife are challenged by deep snow and fierce cold. The frozen landscape is utterly transformed from summertime, and its explosive potential is even more evident.    "
                },
                "10": {
                    "title": "Whistles in the Mist: Whistled Speech in Oaxaca",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "8 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    The Chinantecan people of mountainous northern Oaxaca, Mexico, speak by whistling as well as by talking. We visit their isolated community and see for ourselves how they use whistled speech to supplement-and sometimes replace-spoken speech.    "
                }
            },
            "3": {
                "1": {
                    "title": "ABC Islands: The Dutch Legacy in the Caribbean",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "5 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The last vestiges of the once-mighty Dutch empire live on in the Caribbean in the ABC Islands-Aruba, Bonaire, and Curaçao. Islanders speak four languages, one of which is their very own, as they explain. We visit Curaçao, now independent, and wander the streets of Willemstad, its capital city. In its colonial buildings we find hints of a past glory made possible by slave trade. After a short flight by puddle jumper we land in Bonaire, still a colony, where we don Scuba gear to mingle with its incomparable marine life and hunt down the Lionfish intruders. Then we ...    "
                },
                "2": {
                    "title": "Bahian Reconcavo of Brazil: Quilombos, Candomblé, and the Mata Atlântica",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "12 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Across the All Saints' Bay from Brazil's huge city of Salvador in Bahia state, the region known as the Reconcavo supports a distinct culture and heritage. Over the centuries slaves escaped their owners and founded their own towns. They, along with other colonists, shaped the local society and exploited its tropical riches, its dende palms, its mangrove swamps, its rivers, and its once-lush forests. Tropical islands along the coast became homes to the very affluent and to humble fishing families. Meanwhile a tire company has taken on the challenge of preserving and ...    "
                },
                "3": {
                    "title": "Colombia: Capital and Coffee",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "19 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Bogotá, Colombia, is the nation's capital and its social, cultural, and economic center. At 8,600 feet elevation, its air is thin and with eight million residents its air is dirty. To help decrease traffic congestion and air pollution Bogotans have created a dramatically effective mass transit system instituted Cyclovía: each Sunday they cordon off their downtown and turn it over to bicyclists and pedestrians. Colombians love their coffee and brag about it. Most Colombian coffee comes from the Zona Cafetera to the west of the city. Traveling there gives us a glimpse ...    "
                },
                "4": {
                    "title": "Sierra Nevada and the Making of California",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "26 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The mighty Sierra Nevada is our most important mountain range. It influences much of California's weather and produces most if its water. It was once the greatest barrier to transcontinental transportation and communication. It is a symbol of earthquakes, which created it. Tectonic geologist Eldridge Moores helps host David Yetman decipher the mysteries of the range's origins and describes the sierras' importance.    "
                },
                "5": {
                    "title": "Brazil's Land of Sand",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "3 May 2014",
                    "year": "2014",
                    "plot": "\n    Long stretches of Brazil's northeast coast are lined with sand dunes, some of them the size of small mountains, some of them so vast that they create their own climate. Their color, shape, and composition and their relationship with wind provide a striking variety of landscapes, each with its own ecological character, its own plants and animals. The sands are also home to the cashew tree, famous for fruit and nut. One tree in particular has become a major tourist attraction.    "
                },
                "6": {
                    "title": "Lake Superior: Circling the Sweet Water Ocean",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "10 May 2014",
                    "year": "2014",
                    "plot": "\n    It's the world's largest lake, vast enough to create its own climate. Lake Superior separates the U.S. and Canada, on the east by a portage canal. For a thousand years the lake has seen vibrant cultures and trade in copper. Canadian shores harbor unending forests and some of the coldest towns in the Americas. Within its waters is Isle Royale National Park.    "
                },
                "7": {
                    "title": "Nicaragua- Land of the Shaking Earth Emerges",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "17 May 2014",
                    "year": "2014",
                    "plot": "\n    For two hundred years Nicaragua suffered from the double insult of shaking earth-earthquakes and volcanic eruptions-and military and political interventions from the north. Today a democratic Nicaragua is promoting its diversity of cultures, its Spanish colonial heritage, and its natural wonders. Misquito Indians from the Caribbean coast and descendants of Aztecs, who hardly know each other, still flourish within the country. Nicaragua's lakes, forests, and volcanoes are finally earning the accolades they deserve.    "
                },
                "8": {
                    "title": "Pernambuco: Brazil's Other Carnival",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "24 May 2014",
                    "year": "2014",
                    "plot": "\n    The Brazilian state of Pernambuco, about the size of Maine, is home to the megapolis of Recife, Brazil's fifth largest city and home to more than 5 million Pernambucans. Recife's carnival, along with celebrations in its colonial suburb Olinda and the in the cities of Bezerros and Nazarene da Mata, though not as internationally famous as those of Rio de Janeiro and Salvador, are part of a flamboyant, joyous, boisterous week of immense parades, intense dances, and elaborate costumes. And invitations are not required. You can jump in at any time.    "
                },
                "9": {
                    "title": "Cuetzalan: The Celebration of San Francisco",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "24 May 2014",
                    "year": "2014",
                    "plot": "\n    Five hundred years ago Franciscan priests journeyed to the remote city of Cuetzalan in Puebla State. The region was fertile for evangelizing, an urban area of Aztecs and Totonacans who supported a vibrant culture. Although less remote now, the traditions and languages continue in a town that venerates its fiestas and the ancient rituals they perpetuate, especially the acrobatic, airborne voladores.    "
                },
                "10": {
                    "title": "Alaska: The Wilderness of the Volcanoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Americas with David Yetman (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "31 May 2014",
                    "year": "2014",
                    "plot": "\n    Two of Alaska's vast national parks, Lake Clark and Katmai, have endured a heritage of volcanic explosions. Lake Clark is a wilderness of endless forests, lakes, marshes, glaciers, and recently active volcanoes, while nearby Katmai, born of one of history's most violent explosions, shows the aftermath of a cataclysmic eruption a century ago and how the rainforests and inhabitants have recovered. Both parks are home to abundant wildlife, while villages of native Americans continue as well, along with their traditions.    "
                }
            }
        },
        "number of episodes": 40,
        "cast": [
            {
                "name": "Yetman, David"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "27"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 4,
        "rating": 8.0,
        "votes": 5,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjI0Mjk3NTg4NV5BMl5BanBnXkFtZTgwMDIxNDUxOTE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Take a fresh look at the lands that make up much of the Western Hemisphere. Each country contains landscapes, peoples, and history that have not received the attention they deserve on the world stage. In the Americas with David Yetman undertakes a new approach to travel and adventure. From Japanese immigrants in the Amazon to descendants of poor Italians in Chile, from Mayan temples in Guatemala to ancient fortresses in Mexico, from the glacier-carved frigid barrens of northern Canada to the timeless villages of the Altiplano in Perú. The series takes viewers to parts of Brazil mostly unknown to the outside world, to the wild mountains of western Argentina, to festivals in Colombia and the often ignored Great Lakes of the United States. We approach volcanoes in Hawaii, Chile, and Alaska, ride rafts, boats, ferries, horses, and motorcycles. We visit peoples who can replace conversation with whistling, islanders who have cooked the same meals for ten thousand years, and pastoralists who live at an altitude too high for any activity except herding llamas. We meet people from all walks of life and let them tell their stories, show us their homes, take us about their work, and tell us how they came to be who they are. We show the histories of natives and immigrants, islanders and mainlanders, rural folk and city-dwellers. In the Americas with David Yetman undertakes a new approach to travel and adventure-with a decided bias in favor of our western continents and islands.",
        "languages": [
            "English"
        ],
        "title": "In the Americas with David Yetman",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "In the Americas with David Yetman (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Yetman, David"
            }
        ],
        "distributors": [
            {
                "name": "American Public Television"
            }
        ],
        "plot": [
            "Take a fresh look at the lands that make up much of the Western Hemisphere. Each country contains landscapes, peoples, and history that have not received the attention they deserve on the world stage. _In the Americas with David Yetman_ (qv) undertakes a new approach to travel and adventure. From Japanese immigrants in the Amazon to descendants of poor Italians in Chile, from Mayan temples in Guatemala to ancient fortresses in Mexico, from the glacier-carved frigid barrens of northern Canada to the timeless villages of the Altiplano in Perú. The series takes viewers to parts of Brazil mostly unknown to the outside world, to the wild mountains of western Argentina, to festivals in Colombia and the often ignored Great Lakes of the United States. We approach volcanoes in Hawaii, Chile, and Alaska, ride rafts, boats, ferries, horses, and motorcycles. We visit peoples who can replace conversation with whistling, islanders who have cooked the same meals for ten thousand years, and pastoralists who live at an altitude too high for any activity except herding llamas. We meet people from all walks of life and let them tell their stories, show us their homes, take us about their work, and tell us how they came to be who they are. We show the histories of natives and immigrants, islanders and mainlanders, rural folk and city-dwellers. _In the Americas with David Yetman_ (qv) undertakes a new approach to travel and adventure-with a decided bias in favor of our western continents and islands."
        ],
        "tech": {
            "runtime": [
                "27 min (USA)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 7.0
            },
            "males": {
                "votes": 3,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 7.0
            },
            "females": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 3,
                "rating": 8.3
            }
        },
        "number of votes": {
            "10": 1,
            "9": 1,
            "8": 1,
            "7": 1,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.0,
        "median": 8
    }
}