{
    "imdb": {
        "raw release dates": [
            {
                "country": "Brazil\n",
                "date": "17 May 2012"
            }
        ],
        "release dates": [
            "Brazil::17 May 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "O Maestro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tv Opes (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 May 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Brazil"
        ],
        "country codes": [
            "br"
        ],
        "language codes": [
            "pt"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2FhNDQ1YTEtMWQ0Mi00MjI0LWE1NmItMmRlNmYwNWE4YmNmXkEyXkFqcGdeQXVyNjU3NTAyMjU@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "Portuguese"
        ],
        "title": "Tv Opes",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2013",
        "akas": [
            "Tv Opes (Brazil)"
        ],
        "seasons": [
            "1"
        ],
        "synopsis": [
            "Tv Opes é uma série que revela ao público aspectos interessantes do intrigante e muitas vezes misterioso mundo da musica sinfônica.A série usa a linguagem do documentário para levar ao espectador informações que partem de conceitos básicos (qual é o papel de um spalla?), passam por temas de ordem prática (montagem de palco, contratação de convidados) e chegam a questionamentos de viés artístico (como definir as obras a tocar?).No primeiro episódio, conversamos com Isaac Karabtchevsky, o mais renomado regente brasileiro, sobre os desafios de um maestro. Nos episódios seguintes continuamos a entrevistar músicos e profissionais da orquestra sobre diversos assuntos, partindo do tema geral para a experiência de cada um deles no mundo da música.Através de entrevistas e trechos de apresentações, a série oferece ao público uma oportunidade de enriquecimento cultural, um debate relevante com artistas de primeira linha, além de conhecer os bastidores de uma das maiores orquestras brasileiras."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}