{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2012"
            }
        ],
        "release dates": [
            "USA::2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Auktionsverk",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Auction (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Stockholms Auktionsverk was founded in 1674, on the initiative of Baron Claes Rålamb, who was Governor of Stockholm at that time. As such, we are the oldest auction house in the world still operating today. In fact, we have sold items in styles now known as Baroque, Rococo and Gustavian while they were still contemporary. Our list of distinguished customers over the centuries features names such as King Karl XI, King Gustav III, our Swedish national bard Carl Michael Bellman, and authors August Strindberg and Selma Lagerlöf.    "
                },
                "2": {
                    "title": "Bukowskis",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Auction (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Founded in 1870 by Polish nobleman Henryk Bukowski, Bukowskis has conducted auctions in Sweden for the past 140 years. Some of the great collections the company has had the privilege to sell include, to name but a few, the collection of King Charles XV in 1873 and the estate of Film Director Ingmar Bergman in 2009. During the 1920's, Bukowskis enjoyed the sole right to sell the etchings by one of the best known Swedish classical artist Anders Zorn, which established the company as an actor in the Fine Art category. Bukowskis is one of the oldest salesrooms for Fine ...    "
                }
            }
        },
        "number of episodes": 2,
        "cast": [
            {
                "name": "Yan, Hong"
            }
        ],
        "locations": [
            "Stockholm, Sweden"
        ],
        "genres": [
            "History"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Sweden"
        ],
        "country codes": [
            "se"
        ],
        "language codes": [
            "zh",
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "original air date": "2012 (USA)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzNmZTkxMzEtNzlmNC00ZjdhLWIxM2EtYjg0YjI0Y2ZjN2JlXkEyXkFqcGdeQXVyNDU5NDIwMTY@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "The World of Auction series also highlights Chinese antiques and culture and is filled with insightful interviews with CEOs and prominent Antique Experts from Europe's top auction houses, including sellers and collectors of great art as they shed light on their trade and tell stories of lost and discovered art. This insightful series allows viewers to experience and appreciate extraordinary art, gain insight into unparalleled service and expertise in the craft of collecting antiques as well as unique and real-time online bidding services. The series also highlight people coming to buy back what was once theirs as they come to appreciate their cultural heritage in modern times.",
        "languages": [
            "Chinese",
            "English"
        ],
        "title": "World of Auction",
        "year": 2012,
        "kind": "tv mini series",
        "series years": "2012-",
        "akas": [
            "World of Auction (Sweden)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bjorvand, Normann"
            },
            {
                "name": "Yan, Hong"
            }
        ],
        "director": [
            {
                "name": "Bjorvand, Normann"
            }
        ],
        "production companies": [
            {
                "name": "NTD Nordic"
            }
        ],
        "distributors": [
            {
                "name": "NTD Television"
            }
        ],
        "plot": [
            "_World of Auction_ (qv) explores two of Europe's finest antiques and auction houses: Bukowskis and Auktionsverket, both located in Stockholm, Sweden. The mini-series delves into the rich world of fine art and precious artifacts.",
            "The _World of Auction_ (qv) series also highlights Chinese antiques and culture and is filled with insightful interviews with CEOs and prominent Antique Experts from Europe's top auction houses, including sellers and collectors of great art as they shed light on their trade and tell stories of lost and discovered art. This insightful series allows viewers to experience and appreciate extraordinary art, gain insight into unparalleled service and expertise in the craft of collecting antiques as well as unique and real-time online bidding services. The series also highlight people coming to buy back what was once theirs as they come to appreciate their cultural heritage in modern times."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}