{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Korea\n",
                "date": "18 August 2012"
            }
        ],
        "release dates": [
            "South Korea::18 August 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "18 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    While working for the government, Do Hyun intentionally kills his friend Hak Soo but spares Gee Chul, who then becomes his lifelong indebted servant. Gee Chul is then asked by Do Hyun to kill Hak Soo's daughter, Hae Joo, but he is unable to do it and instead gives her to Hong Chul, his senior during military service. Do Hyun then marries Hak Soo's widow, Geum Hee, to raise his kids, Il Moon and In Hwa. Eleven years later, Hong Chul's family is chased by loans sharks and comes to Ulsan.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Hae Joo were invited to the home In Hwa, dinner with Geum Hee and Do Hyun. Gee Chul see Hong Chul and told him it would be better if Hae Joo never melangkahkah foot to the house of a Leader. When riding a bicycle from the school, Chang Hae Joo Hee fall for math competitions and trophies damaged. Hae Joo decided to repair the trophy and go to a service where Hong Chul adan meet Gang San for the first time.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Chang Hee could not hide his fears watched Gee Do Hyun Chul beaten. Gee Chul Hee Chang persuaded that letting Do Hyun and will ensure everything will be fine after he defeated Il Mun. Meanwhile Hae Ju burst into tears when Dal Soon stated that she is not his daughter, and the heart of Hong Chul ill see Hae Ju. Hong Chul finally realized the secret behind the birth of Hae Joo.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Swagger yacht father, In Hwa managed to convince his friends to bring the ship to sail. When water enters the damaged ship, they are struggling to stay alive. After an extensive search, the four finally rescued. In Hwa unconscious in the intensive care unit. Hae Joo stopped by to ask how Hwa In doing so, however Geum Hee slapped and blames herself for her daughter's condition. Hong Chul looked really sad.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    When In Hwa finally regains consciousness, she admits to her family that she is responsible for taking the boat out for a ride. Gum Hee feels bad about how she treated Hae Joo so she throws a party for her. Meanwhile, Hong Chul brings Hae Joo's baby sweater to Do Hyun and asks him if he lost a daughter 11 years ago. Do Hyun confronts Gee Chul to find out if his wife's daughter is still alive, but the frightened Gee Chul claims Hong Chul is just trying to extort money.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Hong Chul finds out that Gum Hee is Do Hyun's second wife. Hong Chul is now convinced that Hae Joo is Gum Hee's daughter and asks Gee Chul to arrange for Hae Joo to meet her mother. Gee Chul has no choice but to arrange the meeting, so he agrees and tells him to come out to the dock at 9 p.m. Determined to keep Hae Joo's identity a secret, Gee Chul goes to meet Hong Chul at the dock in a work truck and ends up running over him after narrowing missing Hae Joo, who came to find her father.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Hong Chul died in hospital while trying to tell Hae Joo about her birth mother. Back home, Soon Dal entered into the labor, and Hae Joo is forced to deliver the baby. Do Hyun bent on destroying a village farmer gardens to make way for the shipyard's business. Gee Chul stood at the forefront of the forced demolition of the village, while people tried to protest.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Bong Hee, who found the family Hae Joo crying under a bridge after being displaced from their homes, took them to the house Gum Hee. Chang Hee happy to provide a place for them, so Hae Joo began living with the family Chang Hee. Meanwhile, Do Hyun Poong Hae Shipbuilding took over from Dae Pyeong, and Dae Pyeong sent her grandson, Kang San, to the US to study shipbuilding. Meanwhile, the creditor's father Hae Joo Hee Chang even destroy the house.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    15 years later, the family stayed at the Hae Joo Jae Gu. One night Young Joo did not return. Hae Joo went to the club to look for and fight with a man. Hae Joo go to Ulsan for a job interview, and Chang Hee said that Il Moon is one of the interviewers. At dinner, Gum Hee Chul Gi suggest that Chang Hee and In Hwa will be a good partner. Meanwhile, Il Moon embarrass Hae Joo during the interview because he only had a high school education.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Il Moon found that the ship inspector assigned to the company is Kang San, who had returned from the US and go with Ryan Kang. Chang Hae Joo Hee introduced to Gee Chul as his girlfriend since 15 years. Gee Hae Joo Chul shocked not only still alive but his date. Kang San propose several measures that businesses pay Hae Joo Do Hyun. Hae Joo Jung Woo and went to take his family to stay at his home in Ulsan. Gum Hae Joo Hee hearing has returned.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Gum Hee Joo Hae Joo's mother asked for the address and go to Gu Jae. Gee Hae Joo Chul worry identity revealed. Dal Hee Soon surprised to see Gum with sweaters and baby photo Hae Joo but pretended not to know anything about it. In Hwa visited Kang San and accidentally met Hae Joo, and he was pleased to see his childhood friend again. Meanwhile, Gee went to see Hae Chul Joo, knelt before him and asked him to break up with Chang Hee, say they never get together.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Kang Chang Hee told the San that he intends to marry Hae Joo. Gee Chul give money to Dal Soon, asking him to end the relationship and Chang Hae Joo Hee. Do Hyun and Hee Gum know that In Hwa has a crush on Kang San childhood. Chang Hae Joo Hee visited the house and pay respect to his family. Then Chang Hee discovered a great truth about the hit and run accident Hae Joo's father.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Soon Dal Gee Chul visited the house and shouted that he would not accept Hee Chang Hae Joo as a potential husband. When he came out, he hit Gum Hee and asked about her lost daughter. Jung Woo, who is now the city attorney, began an investigation to catch Il Moon for covert business practices, and Do Hyun ask Chang Hee, who worked for Jung Woo, to stop it at any cost. Chang Hee made a surprising offer to release the case of Woo Jung Il Moon.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Soon Dal Hae Joo who tried to tell her birth mother, but Hae Joo stop it, said her mother was the one who raised him. Joo and Kang Hae San became close as they study the blueprints, and the feelings of Kang San Hae Joo emerged from childhood. Chang Hee away from her father's house because he would not agree to do with Hae Joo. Hae Joo discovered that her brother, Sang Tae, Hee Chang demanded money, which he used to buy a new car.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Chang Hee gets a warrant to seize Do Hyun's company documents in preparation for a number of charges of illegal business practices, but Gee Chul tries to stop his son, pleading that their lives also will be ruined. Hae Joo's younger sister, Young Joo, is charged with stealing money from Il Moon, but Kang San blackmails Il Moon into dropping the charges. Dal Soon begins to ask questions about Gum Hee's missing daughter. Kang San confesses his true feelings to In Hwa.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Do Hyun stops Chang Hee from coming after him by revealing that his father, Gee Chul, killed Hae Joo's father. Faced with the devastating evidence, Chang Hee returns to his office and acquits Do Hyun and returns all the evidence, much to Jung Woo's shock and anger. Chang Hee then quits his job as a prosecutor. Gum Hee tells In Hwa to give up on Gang San because it's obvious he doesn't share her feelings. Hae Joo is worried because Chang Hee has not returned her calls.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Chang Hee feels he has no choice but to break up with Hae Joo after learning that his father killed her father. When Kang San finds out it's Hae Joo's birthday, he brings over expensive meat for the whole family. Jung Woo decides to still go after Il Moon for embezzlement, and Do Hyun demands that Chang Hee stop him. Gee Chul is terrified that his son will follow in his footsteps and become a slave to Do Hyun, so he asks Chang Hee to do one last favor for him.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Chang Hee tries to escape Do Hyun's clutches but is unsuccessful. When Hae Joo refuses to leave the country with him without any explanation, he decides that their relationship is officially over. Do Hyun threatens Chang Hee with Gee Chul's life, so he returns to the house. Dal Soon is angry to learn that Hae Joo was dumped after 15 years of dating, so she storms Gee Chul's house and starts a fight. Hae Joo is sent a photo of a license plate, which she believes is a clue to her father's death.    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Chang Hee decides to give up all hopes of a happy life and go over to the dark side and work for Do Hyun. When he is put to work in the Maritime Division as Il Moon's boss, Il Moon is livid. Gum Hee visits Dal Soon's street bar to ask about Hae Joo, and Dal Soon learns that Hong Chul is not Hae Joo's biological father. Chang Hee decides to go after In Hwa's emotions. Hae Joo, who comes to visit Jung Woo, meets the man who kidnapped her 15 years ago and finds out who put him up to it.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Hae Joo confronts Gee Chul and demands to know why he had her kidnapped 15 years ago. He guards his secret to the end and doesn't reveal the real reason. Dal Soon follows Bong Hee to Jung Woo's room and sees an old photo that shocks her. Sang Tae accidentally overhears Dal Soon and Hae Joo talking and finds out that Hae Joo is not his biological sister.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Dal Soon finally tells Hae Joo the truth about her birth mother, and Hae Joo tries to wrestle with the shock. Kang San learns what he thinks is the truth about his parents' contentious relationship with his grandfather, Dae Pyung. He begins to blame his parents' death on his grandfather and tells him that he never wants to see him again. Dae Pyung is devastated and turns to alcohol for consolation. Meanwhile, Chang Hee frames Jung Woo to get Il Moon released from jail.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Chang Hee, who has been taken over the demoted Il Moon's job as director of the shipbuilding division, fires Hae Joo. Hae Joo prepares a picnic for Dae Pyung and Kang San to try to mend their relationship, but the atmosphere between them remains tense. Framed by Chang Hee, Jung Woo is placed on a one-month suspension, and Bong Hee leaves her sister's home in protest. Dal Soon wants a better life for Hae Joo and goes to see Geum Hee to reveal the truth about her lost daughter.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Dal tried to tell Geum Soon Hae Joo Hee that is his daughter. Il Moon bribed sister Hae Joo, Sang Tae, who worked at the shipyard grandfather Kang San, to be a mole. But the act Il Moon put at risk Cheonji Shipyard great financial loss, and Do Hyun Hae Joo bring back to the company for no apparent reason. Kang San seek Jung Woo and Do Hyun suspected that might be related to the death of his father, Kang Woon, and brother Jung Woo, Yoon Hak Soo.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    In Hwa angry because Chang Hae Joo Hee continues to encounter in the workplace. When he saw Hae Joo approached in the lobby, he smelled Chang Hee as a claim on her new boyfriend. Do Hyun determined to get rid of Kang San and told his company, Noble, on a side job Kang San in developing propeller on the company clock. Joo and Kang Hae San successfully developed a model thruster, however Il Moon and Chang Hee want to make sure new development they fall into the hands Cheonji.    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Azimuth thruster models were developed thanks to the hard work and Kang Hae Joo San stolen, along with a model of the blueprints. Kang San was hit by a car while trying to hunt down the thieves. Hae Joo has flashbacks about the accident his father] and destroyed. When In Hwa announced his intention to marry Chang Hee, Geum Hee refused to give consent. Meanwhile, Do Hyun cut off all support for projects thruster Kang San and try to destroy it.    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    With news of financial collapse Kang San, Hae Joo went to Do Hyun and pledged to develop azimuth thruster in Cheonji if Do Hyun released foreclosure companies Kang San. Chang Hee asked his father, Chul Gee, to assist in winning Geum Hee for her wedding with In Hwa. Jung Woo found the National Security agents who had previously worked with Do Hyun and Dae Pyung go to find out the truth about the death of his son, Kang Woon. Dae Pyung then face Do Hyun.    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Dae Pyung electric shock in the shipyard and were found by Kang San and Hae Joo, who rushed him to the hospital. But the grandfather did not survive. Chang Hee Kang San depriving companies and Kang San financially devastated and do not leave anything. Kang San went to Jung Woo and asks him to keep Hae Joo, Jung Woo revealed to that the Moon is not the biological mother Dal Hae Joo. When Jung Woo Moon Dal questioned about it, he finally told the truth.    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Jung Woo finally know that he is the biological uncle Hae Joo, and both were in tears of joy. But Jung Woo had to put aside a family reunion so he tried to bring to court Do Hyun. Chang Hee advising Do Hyun seriousness of the charges against him and suggested that he resign as CEO to save the company. Chang Hee recommend Il Moon to succeed him as CEO, and for this, Do Hyun believes Chang Hee and approve the marriage with In Hwa.    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "30": {
                    "title": "Episode #1.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "31": {
                    "title": "Episode #1.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "32": {
                    "title": "Episode #1.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "33": {
                    "title": "Episode #1.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "34": {
                    "title": "Episode #1.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "35": {
                    "title": "Episode #1.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "36": {
                    "title": "Episode #1.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "37": {
                    "title": "Episode #1.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "38": {
                    "title": "Episode #1.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "May Queen (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "23 Dec. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 38,
        "cast": [
            {
                "name": "Hee, Jae"
            },
            {
                "name": "Jaewon, Kim"
            },
            {
                "name": "Ji-hye, Han"
            }
        ],
        "genres": [
            "Romance"
        ],
        "runtimes": [
            "70"
        ],
        "countries": [
            "South Korea"
        ],
        "country codes": [
            "kr"
        ],
        "language codes": [
            "ko"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.5,
        "votes": 11,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZWM3YmZhYTItYzcyYS00MDM2LThiYWItNDVmNzU1OWQ5OWJkXkEyXkFqcGdeQXVyMzQ5MDY0NTA@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "In the coastal city of Ulsan, Hae Joo's family barely had enough to eat, but she studied hard and becomes a technician and designer in the shipbuilding industry. San, the heir to a shipbuilding company owner, has loved Hae Joo since childhood.",
        "languages": [
            "Korean"
        ],
        "title": "May Queen",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2012",
        "akas": [
            "May Queen (South Korea)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Son, Young-mok"
            }
        ],
        "plot": [
            "In the coastal city of Ulsan, Hae Joo's family barely had enough to eat, but she studied hard and becomes a technician and designer in the shipbuilding industry. San, the heir to a shipbuilding company owner, has loved Hae Joo since childhood."
        ],
        "tech": {
            "runtime": [
                "1 hr 10 min (70 min) (South Korea)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 11,
                "rating": 6.5
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 5.8
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 6.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 2,
                "rating": 6.0
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 6.0
            },
            "females": {
                "votes": 5,
                "rating": 7.7
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 5.7
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 2,
                "rating": 3.5
            },
            "non us users": {
                "votes": 3,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 1,
            "9": 2,
            "8": 0,
            "7": 1,
            "6": 6,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 6.5,
        "median": 6
    }
}