{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2012"
            }
        ],
        "release dates": [
            "Canada::2012"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Klassen, Leland"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDZkNWQzNzQtYWQzMS00YzdkLThkMmYtZDRjYjY1NjAzNGFmXkEyXkFqcGdeQXVyNTI2ODE4Mjg@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Laughter is the best medicine and Popcorn TV brings you a dose of smiles and laughter, with hidden camera antics, bloopers, comedy sketches, home videos and more. Leland Klassen hosts the half-hour of fun which features hilarious hidden camera gags from around the world. Some of the life's funniest moments come out of everyday situations - people reacting spontaneously to what's going on around them. Popcorn TV's hidden cameras capture the true to life comedy of people of all ages, being themselves and even includes a Junior hidden camera element where kids will discover that things are not always what they seem! In addition, hilarious home video clips will make you laugh and cringe in equal measures, depicting everyday people doing everyday things... or maybe not - you just won't believe it!",
        "languages": [
            "English"
        ],
        "title": "Popcorn TV",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Popcorn TV (Canada)"
        ],
        "distributors": [
            {
                "name": "Tricord Media"
            }
        ],
        "plot": [
            "Laughter is the best medicine and _Popcorn TV_ (qv) brings you a dose of smiles and laughter, with hidden camera antics, bloopers, comedy sketches, home videos and more. Leland Klassen hosts the half-hour of fun which features hilarious hidden camera gags from around the world. Some of the life's funniest moments come out of everyday situations - people reacting spontaneously to what's going on around them. _Popcorn TV_ (qv)'s hidden cameras capture the true to life comedy of people of all ages, being themselves and even includes a Junior hidden camera element where kids will discover that things are not always what they seem! In addition, hilarious home video clips will make you laugh and cringe in equal measures, depicting everyday people doing everyday things... or maybe not - you just won't believe it!"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}