{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "28 January 2012"
            },
            {
                "country": "USA\n",
                "date": "28 January 2012",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::28 January 2012",
            "USA::28 January 2012                            (internet)"
        ],
        "episodes": {
            "15": {
                "1": {
                    "title": "2017 Maserati Levante: Are They Serious?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 1,
                    "original air date": "29 Mar. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Bentley Continental Supersports: Did Crewe Save the Best for Last?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 2,
                    "original air date": "7 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Jonny Lieberman takes a look at a 700hp British luxury sledgehammer, the second-generation Bentley Continental Supersports. The first-generation Supersports was, in Lieberman's mind at least, the greatest Continental ever made. Eight years later there's a new one and power is through the roof. But is it as good as the first? As important, is the new Supersports a fitting coda to the reborn Continental? Also, what does Randy Pobst make of the thing on the track?    "
                },
                "3": {
                    "title": "2018 McLaren 720s: Faster than P1 and Porsche 918 Spyder?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 3,
                    "original air date": "7 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    We take McLaren's newest supercar and find out if it eclipses the supersophisticated, incredibly expensive hybrid hypercars of just a few years ago. To do that, Jethro Bovingdon first experiences it on the public road and then takes it to Willow Springs to see if it can beat the Porsche 918 Spyder's scintillating lap record. So can the 720S stand toe-to-toe with P1, 918 Spyder, and LaFerrari and set a new performance benchmark? Watch and find out.    "
                },
                "4": {
                    "title": "2018 Lamborghini Huracan Performante: Does it Really Do the Numbers?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 4,
                    "original air date": "4 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Raging bull apostle Jonny Lieberman sets out to convince doubting Jethro Bovingdon that the wind-cheating Huracán Performante really is as good as Lamborghini says it is.    "
                },
                "5": {
                    "title": "2018 Jeep Grand Cherokee Trackhawk. Does the World Need a 707 Horsepower Jeep?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 5,
                    "original air date": "2 May 2018",
                    "year": "2018",
                    "plot": "\n    Hosts Jethro Bovingdon and Jonny Lieberman take a long, strange look at one of the automotive world's biggest oddities: the Hellcat-powered Jeep Trackhawk. On the one hand, the crazy SUV is more powerful than many supercars. But on the other, what's the point of a Jeep that can't go off-road? Or, as is the case with this episode, on-road, either. Bovingdon and Lieberman decide to see what's in a name, and put the Trackhawk through its paces on both the dragstrip and the racetrack. With a little help from their pal and pro driver Randy Pobst, of course.    "
                },
                "6": {
                    "title": "2018 Subaru WRX STI Type RA: Is it Really Worth $50,000?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 6,
                    "original air date": "30 May 2018",
                    "year": "2018",
                    "plot": "\n    The Subaru WRX STI Type RA is a highly specialized U.S.- and Canada-only limited-edition model: lighter, more powerful, and with a unique suspension tune. So, naturally, we took it to Europe. Why? Well, firstly because Subaru's heritage was forged on the rally stage in places just like here in northern Sweden. And secondly because we know this pretty cool frozen lake near Arjeplog, right next to the Arctic Circle. So join us on snow- and ice-covered roads and then on the craziest frozen lake you've ever seen.    "
                },
                "7": {
                    "title": "World's Wildest Race: The 24 Hours Nurburgring in a Mercedes-AMG GT4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 7,
                    "original air date": "27 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    We travel to Germany to compete in the world's most grueling, exciting, and plain crazy endurance race. Contested on the infamous Nürburgring and with more than 150 cars and hundreds of drivers taking part, the 'N24' has become a gritty, old-school alternative to Le Mans and a real throwback to the glory days of tough racing. Host Jethro Bovingdon is racing for Mercedes-AMG in its new GT4 car and is joined by a legendary teammate, too.    "
                },
                "8": {
                    "title": "2018 Porsche 911 GT2 RS: Return of the Widowmaker?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 8,
                    "original air date": "25 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    The GT2 and GT2 RS have long been the scariest of 911s. The latest model takes a huge leap in power to nearly 700 bhp, but also promises to be more exploitable and a bit less demanding. We take it to some of the narrowest, toughest roads we know to see if it breeds confidence or terror, and then Randy Pobst tries to break the lap record at Willow Springs International Raceway. Can it beat the incredible McLaren 720S?    "
                },
                "9": {
                    "title": "2019 Chevrolet Corvette ZR1: With Awesome Power Comes Awesome Expectations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 9,
                    "original air date": "22 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The boys take a hard look at the most powerful machine in the history of General Motors, the Corvette ZR1. Not just one ZR1, either. Jonny Lieberman and Jethro Bovingdon check out both types, the low- and the high-wing cars. With 755 hp and 715 lb-ft of torque flowing freely from the 6.2L supercharged LT5 V-8, power is not a concern with the ZR1.    "
                },
                "10": {
                    "title": "Driving the All-New Formula E Racer. Can it Convert Gearheads into EV Evangelists?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 10,
                    "original air date": "19 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    In a world-exclusive track test, guest presenter Marino Franchitti gets behind the wheel of a championship-winning Formula E machine and the all-new version that debuts later this year. Franchitti is a former 12 Hours of Sebring winner, has raced Ford GTs at Le Mans, and classic Maseratis at Goodwood - and this is his first-ever drive of an electric car. If he sees an exciting future in this technology, maybe we should all sit up and take notice. So get ready for a very different episode of Ignition presented by Tire Rack, and welcome to the future. Let's hope ...    "
                }
            },
            "1": {
                "1": {
                    "title": "2012 Lamborghini Aventador Unleashed on the Nardo Ring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    On the premiere episode of Ignition, Carlos Lago conquers the legendary Nardo Ring in the 2012 Lamborghini Aventador LP 700-4. Come along for the ride as the most powerful bull ever enters the world's fastest ring.    "
                },
                "2": {
                    "title": "2012 Chevrolet Camaro Zl1 Ignities Inde Motorsports Ranch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago lights the fuse on the new Chevrolet Camaro ZL1. Joined by pro race driver Randy Pobst and armed with miles of empty racetrack at Inde Motorsports Ranch in Willcox, AZ, we finally find out if the mythical ZL1 is worth the wait.    "
                },
                "3": {
                    "title": "2012 Bentley Continental GTC Cruises Crostia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Feb. 2012",
                    "year": "2012",
                    "plot": "\n    In this episode of Ignition, Michael Febbo tests the all new 2012 Bentley Continental GTC stateside, then crosses the pond for some Old World cruising in Croatia.    "
                },
                "4": {
                    "title": "2012 Audi TT RS: The Bargain R8?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Ignition, Carlos Lago carves up the canyons in the turbocharged 2012 Audi TT RS. Find out happens when you zap an Audi R8 with a shrink ray.    "
                },
                "5": {
                    "title": "2012 BMW 335i: Still the Benchmark?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Feb. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Ignition, Carlos Lago finds out if BMW's latest 335i still remains the sports sedan benchmark. Does this larger, longer and taller 3 Series mean the icon has finally gone soft?    "
                },
                "6": {
                    "title": "2012 Volkswagen Golf R: The Super GTI?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "Mar. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Ignition, Carlos Lago tests out Volkswagen's limited edition 2012 Golf R. Find out if this \"rich man's GTI\" deserves its R badge.    "
                },
                "7": {
                    "title": "2013 Hyundai Coupe 3.8 Track: A True Enthuasiast's Car?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "Mar. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Ignition, Carlos Lago takes the 2013 Hyundai Genesis Coupe 3.8 Track Edition to sports car school to see if it passes the true enthusiast's test.    "
                },
                "8": {
                    "title": "2012 McLaren MP4-12C: Engineering Gone Wild!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "Mar. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Ignition, Carlos Lago explores the art and science of supercars with the 2012 McLaren MP4-12C. Find out what happens when you give a team of dedicated engineers the time and resources to dream big.    "
                },
                "9": {
                    "title": "2013 BMW M5: A Wolf in Sheep's Clothing?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "Mar. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Ignition, Carlos Lago finds out what happens when you strap a pair of turbos to an M car. Does this latest M5 live up to the legend of the naturally aspirated M5s of yore?    "
                },
                "10": {
                    "title": "2013 Nissan GT-R Black Edition: World's Greatest Super Car Bargain?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "Apr. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Ignition, Carlos Lago finds out just how far he can push Godzilla. Is the more powerful 2013 GT-R even better than the already fantastic 2012 model of last year? Carlos straps in to find out how many super cars he can slay.    "
                },
                "11": {
                    "title": "2012 Mini Cooper S Coupe - Fun over function?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "9 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago finds out if the 2012 Mini Cooper S Coupe is too quirky for its own good. Does this hard top two-seater go too far by choosing fun over function?    "
                },
                "12": {
                    "title": "2013 Bentley Continental GT V8: Laps Navarra Race Circuit!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "16 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Guest host and Motor Trend technical director Frank Markus hits Spain's Navarra race circuit with Bentley's new Continental GT V8. Find out if this V8 version of the GT actually improves upon its W12 big brother.    "
                }
            },
            "2": {
                "1": {
                    "title": "2012 Dodge Challenger SRT8: Choose your Own Adevenutre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "Apr. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Ignition, Carlos Lago gets rained-out at the test track, and decides to head out on the open road in search of adventure in the 2012 Dodge Challenger SRT8 392.    "
                },
                "2": {
                    "title": "2013 Scion FR-S: A New Hope?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "Apr. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Ignition, Carlos Lago finds out if the 2013 Scion FR-S blazes a new trail for affordable, real-wheel drive enthusiast cars. Pro racer Randy Pobst also gets in on the action, pushing the FR-S to its performance limits with hot laps around Streets of Willow racetrack.    "
                },
                "3": {
                    "title": "2013 Mercedes-Benz SL550: Cruise Missile",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "May 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Ignition, Carlos Lago digs deep into the concoction of turbochargers and aluminum that is the 2013 Mercedes-Benz SL550. Does the latest and most powerful version of the big bad Benz do the SL name justice?    "
                },
                "4": {
                    "title": "Launching the Lexus LFA + Bloopers & Outtakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "May 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Ignition, Carlos Lago offers up a collection of bloopers and outtakes from the first fifteen episodes, including a quick tutorial on how to use the comically complex launch control in a Lexus LFA.    "
                },
                "5": {
                    "title": "2012 Subaru WRX STI: The Best Sports Car for the Money?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "May 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Ignition, Carlos Lago proves that Subaru has been making fun sports cars since before the BRZ.    "
                },
                "6": {
                    "title": "2013 Ford Shelby GT500 Chases 200 MPH",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "May 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Ignition, Carlos Lago tests the most powerful production car made in America - the new 2013 Ford Shelby GT500. After running the GT500 through Motor Trend's instrumented testing gauntlet, including top speed pulls on the dyno, we head to Kingman, Arizona, where pro racer Randy Pobst gets behind the wheel to see if Ford's 662-HP beast can break the elusive 200 mph barrier.    "
                },
                "7": {
                    "title": "2012 Aston Martin Virage: Automative Hatue Couture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "Jun. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Ignition, Carlos Lago hits the road and the test track with Aston Martin's 2012 Virage. Strategically positioned between the DB9 and the DBS, the V-12 Virage looks to blend the DB9's grand touring luxury with the DBS's sports car performance. Does it get the balance right? Watch to find out.    "
                },
                "8": {
                    "title": "2012 Porsche 911 Carrera S: Does Bigger Mean Better?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "Jun. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Ignition, Carlos Lago hits the winding road and the test track with the 2012 Porsche 911 Carrera S. The new 991 features some of the most significant changes ever made between 911 generations, including the longest wheelbase and overall length in the model's history. But does bigger mean better?    "
                },
                "9": {
                    "title": "2012 Mercedes-Benz SLS AMG Roadster: An American in Stuttgart?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "Jun. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Ignition, Carlos Lago hits the test track and the winding road with the 2012 Mercedes-Benz SLS AMG Roadster. With its imposing size, brute power and booming exhaust note, the SLS Roadster feels more like a classic American muscle car than a refined German coupe. But is that a good thing?    "
                },
                "10": {
                    "title": "2013 Ford Mustang GT: The Budget Boss 302 Laguna Seca?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "Jun. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Ignition, Carlos Lago drives the new 2013 Ford Mustang GT. Now featuring 420 horsepower and enhanced performance options, this latest version of the 5.0 seems to offer the power and handling potential of a bargain Boss 302 Laguna Seca. But does it deliver?    "
                },
                "11": {
                    "title": "2012 Audi R8 5.2 FSI: The Supercar Done Right?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago drives the 2012 Audi R8 5.2 FSI because - well, why not? Audi's 525 horsepower V-10-powered all-wheel drive coupe delivers the impressive performance numbers, stunning design and sheer driving pleasure that might make it the most complete super car on the road today.    "
                },
                "12": {
                    "title": "2013 BMW M6: When Power and Weight Fight, Who Wins?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "9 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago searches for the soul inside the heavy yet powerful 2013 BMW M6 Convertible. Is the new M6 really a desirable driver's car or simply a clever feat of engineering? Or is it both?    "
                }
            },
            "3": {
                "1": {
                    "title": "2012 Jeep Grand Cherokee SRT8: 5000 Pounds of Fun?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "16 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago hits the road and the test track with Jeep's Hemi-powered 2012 Grand Cherokee SRT8.    "
                },
                "2": {
                    "title": "2012 Hyundai Veloster Turbo: A True Hot Hatch?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "23 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago sizes up Hyundai's new \"hot hatch\", the 2012 Veloster Turbo.    "
                },
                "3": {
                    "title": "2012 Mercedes-Benz C63 AMG Coupe Black Series: The German Muscle Car!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "30 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago puts the 2012 Mercedes-Benz C63 Black Series to the test and explores what makes it so special.    "
                },
                "4": {
                    "title": "2013 Ferrari F12 Berlinetta: The Grandest Tourer!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "6 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago heads to Italy to test out the fastest and most powerful production Ferrari ever made, the 2013 F12 Berlinetta.    "
                },
                "5": {
                    "title": "2012 Ford F-150 SVT Raptor: King of the Sandbox?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "13 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Ignition, Carlos Lago ditches the normal testing routine and takes the 2012 Ford F-150 SVT Raptor straight to the dirt instead. Is Ford's factory prerunner rugged enough to power slide through sand washes and conquer mountains AND refined enough to handle less demanding conditions with poise and comfort? Carlos heads to Hungry Valley SVRA to find out.    "
                },
                "6": {
                    "title": "2012 Nissan 370Z: The Rough and Tumble Sports Car!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "27 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago tests out the 2012 Nissan 370Z, a surprisingly old-school entry in the rear-wheel-drive sports coupe segment.    "
                },
                "7": {
                    "title": "Mazda RX-7 Spirit R: The Glory Days of Japanese Sports Cars!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "3 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago convinces Mazda to hand him the keys to the only left-hand drive RX-7 Spirit R in the world.    "
                },
                "8": {
                    "title": "2013 Audi RS5: Naturally Aspirational!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "10 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago heads north to Sonoma Raceway to test the 2013 Audi RS5.    "
                },
                "9": {
                    "title": "2012 Lexus IS F: Toyota's Turning Point?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "17 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago pilots the 2012 Lexus IS F at the test track and on the winding road.    "
                },
                "10": {
                    "title": "2013 Chevrolet Corvette 427: All American Hero!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "24 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago gets behind the wheel of the 7-liter V8 powered Corvette 427, one of the last iterations of the much loved C6 Corvette.    "
                },
                "11": {
                    "title": "2012 Morgan 3 Wheeler: Low Tech Fun!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "1 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago drives a motorcycle, technically.    "
                },
                "12": {
                    "title": "2013 Porsche Panamera GTS: The Swiss Army Knife of Driving!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "8 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago drives a four-door super car.    "
                }
            },
            "4": {
                "1": {
                    "title": "2013 Cadillac ATS: BMW Beware?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "15 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago tests out the hotly anticipated 2013 Cadillac ATS. Ever since its \"Art and Science\" rebirth, Cadillac has made it clear its gunning for BMW. With the 2013 ATS, they've finally locked in on their primary target - the benchmark BMW 3 Series.    "
                },
                "2": {
                    "title": "2013 Tesla Model S: The Quickest Sedan Built in America",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "22 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago drives the groundbreaking all-electric 2013 Tesla Model S. We've already conducted our range-verification road trips with the Model S, but now its time to find out just how fast and how fun this Tesla is to drive at the test track.    "
                },
                "3": {
                    "title": "2013 Maserati Granturismo Sport: The Seduction of Italian Luxury",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "29 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago is seduced by the Italian sound and power of the recently renovated Maserati Granturismo Sport. It's not without faults but as Carlos explains, they are easily justifiable soon after taking the helm.    "
                },
                "4": {
                    "title": "2013 Audi S8: Executive Class Power",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "5 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago takes Audi's luxury land yacht for a spin through the woods. It's big, brash and fast, and unless you're driving one of the absolute quickest cars on the market, the 2013 Audi S8 luxury sedan will probably show you its taillights.    "
                },
                "5": {
                    "title": "2013 BMW M5 Manual: The Purist's M5?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "12 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago revisits the BMW M5 to test out something that was missing from the first test: a manual transmission. Is the 6-speed stick shift better than the standard automatic twin-clutch version?    "
                },
                "6": {
                    "title": "2013 BMW Alpina B7: Luxury Sedan Gone Hotrod?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "19 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago runs Alpina's version of the 750i from the track to the road. Is this just another luxury sedan gone hotrod or does it still remain as dignified as its former self with better dynamics?    "
                },
                "7": {
                    "title": "2013 Land Rover Range Rover - Ultimate Go Everywhere Luxury?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "26 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Motor Trend's Technical Director Frank Markus ventures to Morocco to test the new 4th generation Range Rover. Has the new Rover gone soft? Or can it handle all that Mother Nature can throw at it?    "
                },
                "8": {
                    "title": "2013 Rolls-Royce Phantom II Drophead Coupe: Is it a BMW or a Rolls-Royce?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "3 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Motor Trend's Testing Director Kim Reynolds determines the validity of the BMW-built Rolls-Royce Phantom II Drophead Coupe.    "
                },
                "9": {
                    "title": "2014 Audi R8: Now with a Proper Gearbox?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "10 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Motor Trend Senior Features Editor Jonny Lieberman drives Audi's R8 V10 Plus with its new twin-clutch auto. Will the updated gearbox be enough for this iconic German super car to win over one of its biggest critics?    "
                },
                "10": {
                    "title": "2013 Ford Focus ST: The Hottest Hatch?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "17 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago drives the extremely well balanced and powerful Ford Focus ST. It looks the part and checks all the boxes, but does it fit into the class that its aiming for? Carlos takes it to the mountains and the test track to find out.    "
                },
                "11": {
                    "title": "2013 SRT Viper GTS: The Beast is Back!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "24 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago finally tests the eagerly anticipated 2013 SRT Viper.    "
                },
                "12": {
                    "title": "2013 Chevrolet Camaro SS 1LE: Best Handling Camaro Ever!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "7 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago tests the 2013 Chevrolet Camaro SS 1LE.    "
                }
            },
            "5": {
                "1": {
                    "title": "Lamborghini Aventador SV LP750-4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "14 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Meet the latest Lambo Superveloce on this week's episode of Ignition. Power is up, weight is down, and key handling bits are all new. Does the red monster live up to its name, which literally translates to \"super fast?\" Watch as Jonny Lieberman finds out.    "
                },
                "2": {
                    "title": "McLaren 675LT",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "28 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Jonny goes for a ride with SCCA Hall of Famer and fellow Motor Trend host Randy Pobst as the two of them try to figure out what to make of such extreme machines. Is the 675LT worth its extravagant price tag?    "
                },
                "3": {
                    "title": "BMW M2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "11 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Motor Trend Senior Editor Jason Cammisa takes the M2 to the back roads, and brings SCCA Hall of Fame inductee Randy Pobst along to the Streets of Willow to find out if the M2 is a worthy successor to the laugh-a-minute 1M Coupe in this episode of Ignition.    "
                },
                "4": {
                    "title": "Aston Martin Lagonda Taraf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "25 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    A hand-built, one-million dollar sedan built by Aston Martin in the same skunkworks workshop where they built the One-77. Only 200 examples will ever exist. The Taraf sports carbon-fiber body panels, a high-strung 540 horsepower V-12, and more rear seat room than a Mercedes-Benz S-Class. But is there anyway any sedan is worth one-million bucks? Watch and find out.    "
                },
                "5": {
                    "title": "Ferrari California T",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "9 May 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Chevrolet SS sedan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "23 May 2016",
                    "year": "2016",
                    "plot": "\n    With a 415hp LS3 small-block, six-speed manual transmission, and limited-slip diff, the Australia-built Chevy has all the right equipment. But does it have what it takes to unseat the benchmark E39? MOTOR TREND Senior Features Editor Jason Cammisa brings an M5 along to find out, and with the help of SCCA Hall of Fame racer Randy Pobst, we see if the SS can beat the M5 around The Streets of Willow racetrack.    "
                },
                "7": {
                    "title": "Infiniti Q50 Red Sport 400",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "6 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    The Q50 has a new version of Direct Adaptive Steering, meaning it's the only car that doesn't rely on a physical connection between the steering wheel and the front wheels. The steering column is still there to act as an emergency backup, but normally the Infiniti is fully drive-by-wire. The tuning possibilities are endless-which means things could go very well or very poorly. Did Infiniti get it right? If so, this could be one of the quickest and best looking six-cylinder sports sedans you can buy.    "
                },
                "8": {
                    "title": "Audi R8 V10 Plus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "20 Jun. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "2015 Aston Martin V12 Vantage S",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "4 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    On this episode of Ignition, Carlos Lago tests the most extreme Aston Martin this side of the One-77. With a massive 5.9-liter V-12 shoehorned in the smallest chassis in the lineup, the gorgeous and motorsports-derived 565-horsepower V12 Vantage S promises one exhilarating ride. Aston claims it's the second fastest accelerating car the company has produced, and this week we head to the test track to verify that claim. Afterwards, we find out how well the controversial single-clutch automated manual copes with mountain roads.    "
                },
                "10": {
                    "title": "Porsche 911 Carrera",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "18 Jul. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Rolls-Royce Dawn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "1 Aug. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Lexus LX 570",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "15 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    The LX 570 is a truck-a great big one. There's a 383hp V-8 under the hood, nestled between the rails of an actual frame. Also bolted to that frame is a bunch of beefy, hardened, off-road parts that supposedly make the LX quite capable off-road. But no one takes these things into dirt or up rocks. Three-row luxury SUVs like this big, old Lexus are just for picking up the kids at soccer practice and dropping 'em off at ballet. Not even Lieberman is crazy enough to scratch the paint up, is he? Watch and find out.    "
                },
                "13": {
                    "title": "Mercedes AMG SL63",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "29 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Aside from the SL63's potent 577 hp and tire-killing 664 lb-ft of torque, has the new car gained anything over the years? Did the SL improve on the original formula with any of the subsequent generations? Or has the magic of the original been lost to the sands of time? Come take a ride and find out.    "
                },
                "14": {
                    "title": "Fiat 124 Spider",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "12 Sep. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Porsche 911 R",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "BMW M4 GTS",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "original air date": "17 Oct. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "17": {
                    "title": "Jaguar F-Pace",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 17,
                    "original air date": "7 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Convertibles are all about the experience and simple joys of driving. The 488 Spider takes an elaborate route to deliver those joys, from a high-revving, small-displacement, twin-turbo V-8 to electronically controlled shocks and differential. Join Lago as he takes the-oh-so-arduous task of finding out if that intricacy obfuscates the experience.    "
                },
                "19": {
                    "title": "Infiniti Q30S",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 19,
                    "original air date": "5 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Lurking underneath the Japanese sheetmetal lurks a distinctly German heart. Platform sharing, badge engineering, throwing in the towel-call it what you will, but this Infiniti is a Mercedes-Benz GLA250. Or is it? This particular model is the QX30S, a sportier derivative of the small, premium SUV. Besides the looks, how is the QX30S different from the Benz? Is it better? Is it faster than some old supercar? What does Randy Pobst think? Most important of all, should you buy one?    "
                },
                "20": {
                    "title": "Lamborghini Huracan LP 580-2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 20,
                    "original air date": "19 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Jason Cammisa takes a Mantis green LP 580-2 over the river, through the woods, and through a cloud of Skittle smoke onto the Club Motorsports course, one of the newest racetracks in America. Listen as its 571hp, naturally aspirated V-10 screams, and watch as its rear tires try to cope with the power. And, more important, learn why in the case of this Lamborghini, rear-wheel drive is better than all-wheel drive.    "
                }
            },
            "6": {
                "1": {
                    "title": "2014 Mercedes-Benz SLS AMG: Back in Black and Electric!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "8 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Motor Trend Technical Director Frank Markus heads to the Circuit Paul Ricard in the South of France. Here he will test the most powerful iteration of the Mercedes SLS AMG, the Black Series. While there, Mercedes pulls wheels out its ecofriendly brother, the Electric Drive, and let's Frank have a go at it.    "
                },
                "2": {
                    "title": "2014 Ford Fiesta ST: The Small Hatch with Big Moves!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "15 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos travels to France to test out the two door version of the soon-to-be-released US spec four dour Fiesta ST hatchback, to see how it holds up next to other sport compact hatches, and its slightly bigger brother, the Ford Focus ST.    "
                },
                "3": {
                    "title": "2014 Mercedes-Benz CLA: Affordable Luxury?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "22 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Frank Markus heads to Saint Tropez to test out the CLA, which is Mercedes-Benz's brand new entry into the youth market. The idea sounds fraught with danger: another sub-$30,000 Benz, this time with a 2.0l 208hp transverse engine, 258 lb-ft of torque, and a front-wheel drivetrain. Will this new entry level kinder-Benz find the same fate as C230 sport coupe from several years ago, or is this a completely new philosophy on an entry level luxury car?    "
                },
                "4": {
                    "title": "2013 Bugatti Veyron Grand Sport & the Record Setting Grand Sport Vitesse!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "29 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Angus Mackenzie pays a visit to Molsheim, France to explore the history and development behind the world's most expensive street legal super car, the Bugatti Veyron. The Veyron has a turbocharged 16-cylinder engine that makes more than 1000hp, can accelerate to 60mph in about 2.7 seconds, goes faster than 250mph, and costs well over a million dollars. Afterwards, Angus then heads to Ehra-Lessien near Wolfsburg, Germany to witness the next iteration of the Veyron, the Vitesse, take on a top speed record challenge, before ultimately getting behind the wheel himself.    "
                },
                "5": {
                    "title": "2014 Jaguar F-type: Finally, an E-type Successor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "6 May 2013",
                    "year": "2013",
                    "plot": "\n    Kim Reynolds heads to Pamplona, Spain to have a look at some of Jaguar's classic entries in the sports car realm, and also to get his hands on their latest convertible sports car, the F-Type. The F-type has an all-aluminum body and a new all-aluminum, 3.0-liter supercharged direct-injection V-6 based on the 5.0-liter V-8, with balance shafts, a dual independent variable cam timing system, and a Roots-type twin vortex supercharger mounted in the engine's vee.    "
                },
                "6": {
                    "title": "BMW M3: All 4 Generations (E30, E36, E46, E92) at The Track!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "13 May 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago is back and driving all four generations of his favorite German sports car, the BMW M3.    "
                },
                "7": {
                    "title": "2014 Nissan GT-R Track Pack: Godzilla Levels Up!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "20 May 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago and Randy Pobst head to the track with the most extreme GTR yet, the 2014 GTR Track Pack.    "
                },
                "8": {
                    "title": "2014 Bentley Flying Spur: Uber-Luxury Sedan Makes its Mark in China!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "27 May 2013",
                    "year": "2013",
                    "plot": "\n    Jonny and the team head to Beijing, China to both drive and ride in Bentley's newest premium luxury sedan, the Flying Spur.    "
                },
                "9": {
                    "title": "2013 Audi S4: The Sleeper Sport Sedan!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "3 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago heads back to Fontana and the mountainous roads of Angeles Crest Highway to tackle the newest update to the Audi S4.    "
                },
                "10": {
                    "title": "2013 Honda Civic Si: Competition for the Ford Focus ST?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "10 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago sizes up the 2013 Honda Civic Si.    "
                },
                "11": {
                    "title": "Crawford Performance Turbo BRZ: Balance Meets Power!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "17 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago heads to the track with the most extreme Subaru BRZ ever conceived.    "
                },
                "12": {
                    "title": "2014 BMW M6 Gran Coupe: The Best M Money Can Buy?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "24 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Jonny Lieberman gets behind the wheel of the newest M to grace the BMW lineup, the 2014 M6 Gran Coupe.    "
                }
            },
            "7": {
                "1": {
                    "title": "2014 Porsche Cayman S: Is the Lightest Porsche Now the Best Porsche?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "1 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago gets behind the wheel of the newest iteration of Porsche's Cayman line, the 2014 Porsche Cayman S.    "
                },
                "2": {
                    "title": "Mazda Super20: The Purest Miata?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "8 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago drives the Mazda Super20, a former SEMA show car built to celebrate 20 years of the Miata and to highlight the car's ties to motorsports.    "
                },
                "3": {
                    "title": "2013 Bentley Continental GT Speed! The Incomparable British Luxury Coupe?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "15 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago tests the Bentley Continental GT Speed.    "
                },
                "4": {
                    "title": "2014 Mercedes-Benz C63 AMG Edition 507 Wagon! The Modern Hammer Wagon?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "22 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Jonny Lieberman travels to Germany to drive a car we don't get, the Mercedes-Benz C63 AMG Edition 507 Wagon.    "
                },
                "5": {
                    "title": "2014 Chevrolet Corvette Stingray Z51! Testing the New High Tech Vette!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "24 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago gets behind the wheel of Chevrolet's hotly anticipated 2014 Corvette Stingray Z51, the most technologically advanced production Corvette ever made.    "
                },
                "6": {
                    "title": "2013 Jeep Wrangler Rubicon 10th Anniversary Edition: At Home on the Rubicon Trail!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "5 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Jonny Lieberman heads up to Lake Tahoe in California and the notorious Rubicon Trail.    "
                },
                "7": {
                    "title": "2014 BMW 435i: Is 4 the New 3?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "12 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago goes to Portugal to test the new BMW 435i.    "
                },
                "8": {
                    "title": "2014 Audi RS7: Top Speed Bahnstorming in Germany!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "19 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago tests the new Audi RS7 through over 500 miles of German roads, including top-speed blasts on the unrestricted Autobahn.    "
                },
                "9": {
                    "title": "2013 Shelby GT500 Super Snake: Is 850 HP Too Much?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "original air date": "26 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago tests the 850 horsepower Shelby GT500 Super Snake.    "
                },
                "10": {
                    "title": "2008 Mercedes-Benz CLK 63 AMG Black Series: An F1 Pace Car for the Masses!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "original air date": "2 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago gets behind the wheel of the iconic CLK 63 AMG Black Series, to see if it can still defend it's Black Series title five years after it's initial release.    "
                },
                "11": {
                    "title": "2014 Porsche 911 Turbo S: The All-Season, All-Road, All-Anything Sports Car!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 11,
                    "original air date": "9 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago heads to Germany to sample the newest variant of the 911: The Turbo S.    "
                },
                "12": {
                    "title": "993 Nissan 240SX: The Craigslist Blue Light Special, Part 1!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 12,
                    "original air date": "16 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago tests a 20-year-old Nissan that we bought off Craigslist.    "
                }
            },
            "8": {
                "1": {
                    "title": "2014 Ferrari F12 Berlinetta: Hot Lapping & Testing the Italian Super Tourer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "original air date": "23 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago finally tests the most powerful production Ferrari yet: the 2014 F12 Berlinetta. Our brief drive of the 731-hp, V-12-powered machine in Italy last year simply wasn't enough. But now that it's stateside, we can strap our test gear to it and see how fast it can go in the hands of pro racing driver Randy Pobst at famed Mazda Raceway Laguna Seca.    "
                },
                "2": {
                    "title": "2014 Jaguar XFR-S: The Big Cat that's Quiet, Powerful & Loves to Drift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "original air date": "30 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago gets behind the wheel of a Jaguar XFR-S, an even more powerful and limited production version of the already lively XFR. As competitor to the BMW M5, and also Jaguar's fastest Sedan, the XFR-S is packed with a supercharged V-8 that produces 550-hp and 502 lb-ft of torque, and is also given an assortment of new exterior upgrades that truly separates this cat from the rest of the pack.    "
                },
                "3": {
                    "title": "2014 Mercedes-Benz CLA45 AMG: The Most Powerful Turbo 4-Cylinder in the World!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "original air date": "7 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago takes the brand new 2014 Mercedes Benz CLA45 AMG to the Hyundai Proving Grounds, to find out what makes this high-strung turbo four-cylinder AMG sports car so special. With it's engine producing 355 horsepower and 332-lb-ft of torque, the CLA45 AMG easily packs one of the most powerful factory turbocharged four cylinder engines in the world, but with extra options, can it live up to it's near $60,000 price tag?    "
                },
                "4": {
                    "title": "2014 BMW M5 Competition Package: A Better Driver's Car?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "original air date": "14 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago tests the BMW M5 - again. This time around it has something called the Competition Package, which adds a host of small adjustments and improvements in an effort to improve the car's performance and the satisfaction it gives to its driver. Is more power and a recalibration of the suspension and steering enough to make this incredible sedan behave? We find out on the test track at Hyundai's Proving Grounds.    "
                },
                "5": {
                    "title": "2014 Pagani Huayra: World Beating Hyper Car or Just Plain Hype?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "original air date": "21 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Jonny Lieberman heads to Modena, Italy to drive one of the most expensive cars in the world - the uncompromising Pagani Huayra. Named for the Peruvian god of wind, the Huayra represents Horacio Pagani's notion of what a hypercar should be. With a 6.0-liter, twin-turbo V-12 hand built by AMG that produces a staggering 730 horsepower, the car promises world class performance.    "
                },
                "6": {
                    "title": "2014 Cadillac CTS Vsport: Boosting Ahead of the Germans in Their Own Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 6,
                    "original air date": "28 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago returns to the Hyundai Proving Grounds to try out Cadillac's new, twin-turbo CTS Vsport, which might be one of the automaker's best products yet. With a low curb weight and a boosted 3.6-liter V-6 producing around 420 hp and 430 lb-ft of torque, will this Cadillac send the German engineers back to the drawing board?    "
                },
                "7": {
                    "title": "2013 Volkswagen Scirocco R: Stylish, Sporty and Just Out of Reach?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 7,
                    "original air date": "4 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago tests the sportiest hot hatch Volkswagen has to offer, the Euro-only 2013 Scirocco R. With a 262 hp turbocharged 4-cylinder driving the front wheels, this Euro-spec Scirocco is not only more powerful than its Golf twin, but lighter as well. Will it offer a better driving experience because of it, or prove to be just another stylish Golf?    "
                },
                "8": {
                    "title": "2014 Jaguar F-Type V8 S",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 8,
                    "original air date": "11 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago gets behind the wheel of the all-new Jaguar F-type. With it's supercharged 5.0L V8 engine that produces 488 horsepower, and 461-lb-ft of torque and drop dead gorgeous good looks, is the F-Type the first Jaguar to pick up where the legendary E-Type left off? Join us as we hit the roads of Malibu, CA to find out.    "
                },
                "9": {
                    "title": "1993 Nissan 240SX - Part 2: Dynoing the Craigslist Blue Light Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 9,
                    "original air date": "18 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos gets back behind the wheel of the craigslisted 240SX, so he can start deconstructing and then reconstructing the car using all new, high quality parts.The process isn't as simple as it seems, however, because the car first has to make a trip to K&N dyno house in Riverside, and then make it all the way back to the garage in El Segundo. After one busted cylinder, a seized caliper, and a couple of other hiccups, will any of the new modifications even be worth it?    "
                },
                "10": {
                    "title": "2014 Porsche Panamera 4S: Is a Twin-Turbo V-6 Better Than a V-8?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 10,
                    "original air date": "25 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago tests the wonderfully capable Panamera 4S. This year Porsche replaced the naturally aspirated 4.8-liter V-8 in the standard and S model Panameras with a twin-turbo 3.0-liter V-6 (the GTS retains the V-8). This new engine makes more power and torque than the outgoing one and returns better fuel economy, but does it have the same excitement as the V-8? We find out by exploring the always impressive performance limits of this luxury sedan.    "
                },
                "11": {
                    "title": "2015 Aston Martin V12 Vantage S: The Biggest V-12 in the Smallet Aston",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 11,
                    "original air date": "2 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago tests the most extreme Aston Martin this side of the One-77. With a massive 5.9-liter V-12 shoehorned in the smallest chassis in the lineup, the gorgeous and motorsports-derived 565-horsepower V12 Vantage S promises one exhilarating ride. Aston claims it's the second fastest accelerating car the company has produced, and this week we head to the test track to verify that claim. Afterwards, we find out how well the controversial single-clutch automated manual copes with mountain roads.    "
                },
                "12": {
                    "title": "2014 Jaguar XKR-S GT: The Cat Takes a Giant Leap Forward",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 12,
                    "original air date": "9 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago and pro driver Randy Pobst get behind the wheel of the limited edition Jaguar XKR-S GT, to sample the company's meanest and most track ready offering yet. With a production run of only 25 vehicles, this special 2014 XKR-S GT combines elegant luxury and huge track-dominating power with its 5.0L supercharged V8, supposedly producing around 550 hp and 461 lb-ft of torque.    "
                },
                "13": {
                    "title": "2013 End of the Year Drift Special!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 13,
                    "original air date": "16 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    We look back at some of the best sideways tire-smoking moments from this 2013 season. We're taking a break for the holidays, but we'll be back in the new year for Season 3.    "
                }
            },
            "9": {
                "1": {
                    "title": "Subaru Impreza 22B STI: The Original Rally Icon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 1,
                    "original air date": "6 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Carlos Lago reviews the extremely limited Subaru Impreza 22B STI. Created to celebrate the automaker's 40th anniversary and multiple consecutive World Rally Championship wins, the 22B is a wider, more powerful, and very special version of the STI. And when we found out there was one in the country, we had to drive it.    "
                },
                "2": {
                    "title": "2014 Mercedes-Benz CLS63 AMG: Style, Speed, and Subtance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 2,
                    "original air date": "13 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Carlos Lago tests Mercedes-Benz CLS63 AMG S-Model. Mercedes calls it a coupe, despite the fact that it has four doors, but what really matters is underneath the sheet metal: A 5.5-liter twin-turbo V-8 that sends 577 horsepower and 590 lb-ft of torque to all four tires. Its performance will be exceptional, but will the styling be enough to warrant the extra cost over the E-Class on which the CLS is based?    "
                },
                "3": {
                    "title": "2015 Porsche 918 Spyder: The Future of the HyperCar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 3,
                    "original air date": "20 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Carlos Lago tests the Porsche 918 Spyder in Spain. Boasting an electric motor on the front axle and a parallel hybrid setup for the rear, this hypercar produces a combined 874 hp and 944 lb-ft of torque and aims to set a new precedent for performance and efficiency.    "
                },
                "4": {
                    "title": "1978 Subaru Brat: The Greatest Chicken Tax Truck of Them All",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 4,
                    "original air date": "27 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Standing for Bi-drive Recreational All-Terrain Vehicle, the Brat was a lovable answer to America's notorious chicken tax - the law that states all pickup trucks not built in the USA much pay a 25% import tariff. Many examples exist of work arounds, but none were quite so creative/dangerous as the Brat.    "
                },
                "5": {
                    "title": "2015 Subaru WRX: Subie's Latest Pocket Rocket Gets Put to the Test",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 5,
                    "original air date": "10 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Jonny Lieberman gets his hands on the latest generation Subaru WRX. First in America in late 2001 as a 2002 model, the WRX has long represented the democratization of performance. Cheap to buy and tune, but packed with enough power and handling goodness to rival much more expensive cars, the WRX has long been an enthusiast favorite. For 2015, the engine has been resized from 2.5-liters down to just 2.0-liters.    "
                },
                "6": {
                    "title": "2013 Mini John Copper Works GP: King of the Hot Hatches?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 6,
                    "original air date": "24 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Carlos Lago puts Mini's most hardcore offering to the test. Like the last-generation GP edition Cooper introduced in 2006, the 2013 version is an uncompromising track-day focused machine. Utilizing new inverted dampers, bigger brakes and stickier tires, Mini claims it's their best handling car ever.    "
                },
                "7": {
                    "title": "2014 Porsche 911 Turbo S: The Most Capable Grand Tourer?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 7,
                    "original air date": "10 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Jonny Lieberman has a go with perhaps the most capable grand touring car on the market, the new Porsche 911 Turbo S. Combining 560 horsepower, upwards of 553 lb-ft of torque and several cows' worth of leather. Embarking on a cross continental trip in the dead of winter, Jonny begins in frosty Georgia and heads all the way back to Motor Trend's headquarters in Southern California.    "
                },
                "8": {
                    "title": "2014 Chevrolet Camaro Z/28: The Trans-Am Racer Returns!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 8,
                    "original air date": "23 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Carlos Lago and his team travel to Alabama to drive the hotly anticipated 2014 Chevrolet Camaro Z/28. With 505 horsepower from a high-revving 7.0-liter V-8, a 6-speed manual transmission, sophisticated suspension, and the widest front tires of any production car we know of, this Camaro is focused on one thing: Track domination. To find out how well it works, we subject the Z/28 to our battery of tests, including a lap with race driver Randy Pobst.    "
                },
                "9": {
                    "title": "2014 BMW M235i: More than Just the Bargain M",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 9,
                    "original air date": "7 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Carlos Lago tests the new BMW M235i, the smallest and least expensive performance car in the automaker's lineup. It has the right formula: rear-wheel drive and a 320-horse turbo straight six. The problem is that the M division, despite what the badges say, didn't develop it. So is the M235i a poser or the real deal?    "
                },
                "10": {
                    "title": "2015 Subaru WRX STI: The Daily Driver Rally Car",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 10,
                    "original air date": "21 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Carlos Lago tests the latest generation of the perennial rally car favorite: The 2015 Subaru WRX STI. Much like the new WRX, this STI has an entirely new and significantly stiffer body structure, but unlike the WRX, it still uses the same 305 horsepower 2.5-liter turbocharged flat-four that's powered the car since 2008. Our introduction to the car occurs at the press launch at Mazda Raceway Laguna Seca.    "
                },
                "11": {
                    "title": "2014 McLaren P1: The World's Quickest Production Car!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 11,
                    "original air date": "5 May 2014",
                    "year": "2014",
                    "plot": "\n    Carlos Lago tests the 904 horsepower, $1.15 million McLaren P1. This rear-drive hybrid hypercar is made out of carbon fiber and boasts the latest technology from McLaren: Active suspension, aerodynamics, and brake control. Each of its specifications is as eye-opening as the horsepower and price, but how does it drive?    "
                },
                "12": {
                    "title": "2015 Porsche 918 Spyder First Test: Fastest 0-60 Time Ever? Plus Porsche 959!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 12,
                    "original air date": "19 May 2014",
                    "year": "2014",
                    "plot": "\n    Carlos Lago has a second go at Porsche's 918 hypercar. The goal: to run the 918 through the full gauntlet of MT's instrumented testing, including 0-60, quarter mile, braking, figure 8, and a blistering real-time hot lap around Big Willow race track with pro driver Randy Pobst. Carlos also gets a rare chance to experience the 918's ancestor, the Porsche 959.    "
                }
            },
            "10": {
                "1": {
                    "title": "1993 Nissan 240SX - Part 3: Making it Stick and Stop!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 1,
                    "original air date": "2 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    We're starting where we left off with our 1993 Nissan 240SX, by finishing the brakes and upgrading nearly the entire suspension system. Also being installed are Recaro seats and a wide body kit to clear the massive wheels and tires we installed last time. Finally, we get the Nissan firing on all cylinders and test it to see how much a difference the new parts have made.    "
                },
                "2": {
                    "title": "2014 Ferrari LaFerrari: The Prancing Horse to Rule Them All",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 2,
                    "original air date": "30 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Carlos Lago heads back to Italy for a rare opportunity to drive Ferrari's latest flagship car, the Ferrari LaFerrari. Featuring a high revving 6.3 liter V12, and the industry's latest and most advanced hybrid engine technology, this $1million+ hypercar produces a combined 950 horsepower, and is so special that the company named the car after themselves. In the world of the Mclaren P1 and Porsche 918, how does the LaFerrari stack up? Stay tuned to find out.    "
                },
                "3": {
                    "title": "2015 BMW M3: Restoring the Faith, BMW M is Back!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 3,
                    "original air date": "14 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Carlos Lago heads to a rain soaked Road America to test the limits of the all new BMW M3. Reworked from the ground up, the 2015 M3 ditches the screaming V8 of the last generation for an all new twin turbocharged inline six producing 425hp and 406lb-ft of twisting force.    "
                },
                "4": {
                    "title": "2015 Alfa Romeo 4C: The Most Affordable Supercar!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 4,
                    "original air date": "28 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Carlos Lago gets behind the wheel of the new 2015 Alfa Romeo 4C to see if Italy's reintroduction into the entry level sports car market is worth all that it's hyped up to be. With it's dynamic handling, lively turbo soundtrack, and it's expertly crafted F1-style carbon fiber tub, the 4C is essentially a $55,000 supercar on paper, but how will it perform on the mountain roads and in our usual gamut of tests?    "
                },
                "5": {
                    "title": "1967 Maserati Ghibli: Classic Italian Grand Touring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 5,
                    "original air date": "11 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Carlos Lago drives a 1967 Maserati Ghibli, a prime and beautiful example of the Italian grand touring cars from the late 60s. Recognized as one of the most important Maseratis ever produced, this Giorgetto Giugiaro-designed coupe was noteworthy in its day for its styling, which helped it outsell both the Ferrari Daytona and Lamborghini Muria. This pristine example is owned by Motor Trend technical director Frank Markus, who graciously allowed us to find out what it's like to drive.    "
                },
                "6": {
                    "title": "2015 BMW i8: Is i the New M?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 6,
                    "original air date": "25 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Motor Trend's senior features editor Jonny Lieberman takes a hard look at the new plug-in hybrid performance car from BMW, the crowd stopping i8. The electrification of the sports car is upon us, and BMW's wild looking entry features a puny turbocharged three-cylinder behind the driver that powers the rear wheels, as well as a potent electric traction motor motivating the fronts.    "
                },
                "7": {
                    "title": "2015 Dodge Challenger SRT Hellcat: 707 Horsepower? Hell Yeah!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 7,
                    "original air date": "15 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Carlos Lago drives the most powerful production muscle car on the market: The Dodge Challenger SRT Hellcat. While it isn't the most powerful production V-8 in the world (which loses to the $1 million McLaren P1 by 20 hp before electric motors), the Hellcat's 707 hp rating seems too incredible to believe -- especially when you consider the cost.    "
                },
                "8": {
                    "title": "2015 Ford Mustang EcoBoost: SVO Reborn?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 8,
                    "original air date": "13 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Carlos Lago drives the first turbo, four-cylinder Mustang in three decades: the EcoBoost. Featuring 310 hp and 320 lb-ft of torque, this Mustang should easily outpace the V-6 and, with half the cylinders, it also boasts less weight over the front end than the GT. Add in a performance package and - finally - independent rear suspension, and this Mustang should prove a lot of fun.    "
                },
                "9": {
                    "title": "Nissan GT-R Nismo: The Fastest Yet!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 9,
                    "original air date": "27 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Carlos Lago tests the new Nissan GT-R Nismo, the most powerful and best-handling GT-R available. Packing 600 hp courtesy of new turbo chargers, new suspension components, and sensible tuning, this GT-R has the capability to chart new performance records for Nissan.    "
                },
                "10": {
                    "title": "2015 Corvette Z06: GTR Beware! The High Performance Bargain Benchmark is Back!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 10,
                    "original air date": "24 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Carlos Lago heads to the infamous Road Atlanta circuit to test the limits of the all new Chevrolet Corvette Z06. Reworked from the ground up, the 2015 Z06 ditches the screaming naturally aspirated V8 of the last generation for a supercharged unit producing 650 hp and 650 lb-ft of torque. Correction: The displacement of the Z06 is displayed incorrectly as 5.0L in the video. The actual displacement of the Z06 is 6.2L.    "
                },
                "11": {
                    "title": "1993 Nissan 240SX Part 4: The 240SS Is Born! (With the Help of an LS3)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 11,
                    "original air date": "8 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Carlos Lago and Mark Lenardon finally do what they've been talking about for so long: Install a Chevy E-Rod LS3 and T56 Super Magnum into our 240SX. Our CARB legal setup (that's right, it's street legal) makes 430 horsepower and 424 lb.-ft. of torque. What's even better is that it doesn't change the weight balance of the car.    "
                },
                "12": {
                    "title": "2015 Porsche 911 GT3: The Ultimate Drivers 911?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 12,
                    "original air date": "22 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Carlos Lago heads to the winding road and Big Willow race track to test Porsche's highly anticipated 911 GT3. The GT3 is the 911 for the crazed driving enthusiast fringe that think other 911's just aren't enough. Packing an all new 3.8 liter flat six that revs to a monstrous 9000 rpm and makes 475 naturally aspirated horsepower, is this 911 a barely disguised racecar for the street?    "
                },
                "13": {
                    "title": "2015 Dodge Charger SRT Hellcat: The Most Poerful Sedan in the World!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 13,
                    "original air date": "12 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Carlos Lago tests the most powerful sedan money can buy: The 2015 Dodge Charger SRT Hellcat. Much like the Challenger Hellcat, this Charger packs an astonishing 707 hp from its supercharged 6.2-liter V-8.    "
                }
            },
            "11": {
                "1": {
                    "title": "2015 McLaren 650s Spyder: The Ultimate Road Going Drop Top!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 1,
                    "original air date": "19 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Carlos Lago tests the ultimate drop top McLaren.    "
                },
                "2": {
                    "title": "2015 Porsche Cayman GTS: Mid Engine Perfection & The Biggest Threat to the 911!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 2,
                    "original air date": "26 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Jonny Lieberman tests the second generation Cayman in its most potent form yet.    "
                },
                "3": {
                    "title": "2014 Audi R18 e-tron: Audi's Infamous Diesel-Hybrid Tested!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 3,
                    "original air date": "16 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Randy Pobst tests the overall winner of the 24 Hours of Le Mans: the infamous Audi R18 e-tron.    "
                },
                "4": {
                    "title": "2015 Mercedes Maybach S600: Your Car Is Ready, Sir!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 4,
                    "original air date": "2 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Carlos Lago tests the new 2015 Mercedes Maybach S600.    "
                },
                "5": {
                    "title": "2015 Volkswagen Golf R: The Hot (and Refined) Hatchback?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 5,
                    "original air date": "9 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Carlos Lago tests the new 2015 Volkswagen Golf R.    "
                },
                "6": {
                    "title": "2014 Lamborghini Huracan LP 610-4: The One We've Been Waiting Half a Century For?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 6,
                    "original air date": "23 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Jonny Lieberman gets behind the wheel of the latest super car from Sant'Agata: the Huracan.    "
                },
                "7": {
                    "title": "1975 AMC Gremlin: The Legend Revisited!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 7,
                    "original air date": "6 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    We revisit a Legend, the 1975 AMC Gremlin.    "
                },
                "8": {
                    "title": "2016 Cadillac ATS-V: Target M3?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 8,
                    "original air date": "27 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Carlos Lago tests and reviews the new ATS-V, Cadillac's open assault on the BMW M3.    "
                },
                "9": {
                    "title": "2015 Ford Focus ST: A Bigger, More Fun Fiesta!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 9,
                    "original air date": "4 May 2015",
                    "year": "2015",
                    "plot": "\n    Carlos Lago tests and reviews the refreshed Ford Focus.    "
                },
                "10": {
                    "title": "2015 Ferrari La Ferrari: Tested! The New Production Car Record Holder?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 10,
                    "original air date": "18 May 2015",
                    "year": "2015",
                    "plot": "\n    Carlos Lago grabs his test equipment and heads to the infamous Fiorano circuit.    "
                },
                "11": {
                    "title": "2015 Mercedes Benz S65 AMG Coupe: A Lesson In Luxury Overdose?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 11,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Jonny Lieberman tests the all new Mercedes Benz S65 AMG Coupe.    "
                },
                "12": {
                    "title": "2016 Porsche GT3 RS: Improving Upon Near Perfection!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 12,
                    "original air date": "15 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Racecar driver Randy Pobst heads to Germany to test out Porsche's latest track monster, the 2016 Porsche GT3 RS.    "
                }
            },
            "12": {
                "1": {
                    "title": "2016 Ferrari 488 GTB: Raising the Bar!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 1,
                    "original air date": "29 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Angus MacKenzie heads to Italy to drive Ferrari's newest mid-engine supercar, the 2016 Ferrari 488 GTB. The 488 GTB is the first turbocharged mid-engine Ferrari since the legendary F40, and the successor to Motor Trend's 2011 Best Driver's Car winner, the 458 Italia. So it has some big shoes to fill.    "
                },
                "2": {
                    "title": "PPR Nissan GTR: Randy Post Takes on Pikes Peak!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 2,
                    "original air date": "13 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Randy Pobst takes on the legendary Pikes Peak Hillclimb in a Nissan GT-R racecar. Packing nearly 700 horsepower, a full rollcage and slick tires, this race prepped GT-R was designed and built for the sole purpose of conquering the peak. With mechanical issues surfacing mere weeks away from the race, will Randy and the team be able to sort out the GT-R in time, or will they have to go back to the drawing board?    "
                },
                "3": {
                    "title": "2016 Mazada MX-5 Miata: Does It Actually Get Any Better Than This?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 3,
                    "original air date": "27 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Jonny Lieberman heads to Scotland to get his hands on the latest iteration of Mazda's famed and legendary roadster, the Miata. Motor Trend, having much to do with the creation of the first generation of this car, was particularly excited about covering this new model, considering the last generation model debuted nearly 10 years ago.    "
                },
                "4": {
                    "title": "2016 Porsche Cayman GT4: Can the Cayman Finally Beat the 911?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 4,
                    "original air date": "24 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Jason Cammisa tests the 2016 Cayman GT4 to find out whether Porsche's mid-engine baby is finally permitted to beat his older brother, the 911. For the first time in its history, the Cayman gets a 911 engine - and the front suspension from the GT3. With 385 hp and a mandatory manual transmission, the GT4 is a Porsche purist's dream?    "
                },
                "5": {
                    "title": "2016 Bentley Continental GT3-R",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 5,
                    "original air date": "7 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Jason Cammisa tests the 2016 Bentley Continental GT3-R, which might be the most insane Bentley ever. Named after the GT3 race car, the R is the quickest roadgoing Bentley Motor Trend has ever tested, exploding to 60 mph in just 3.3 seconds. It's exhaust is so loud it got us in trouble on the race track, so clearly this is not your ordinary Bentley.    "
                },
                "6": {
                    "title": "2015 Range Rover Sport SVR: An Offroader Made for the Race Track?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 6,
                    "original air date": "21 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Jason Cammisa examines Range Rover's first SVR model. It was tuned on the Nürburgring, where Land Rover says it'll do a lap in 8 minutes, 14 seconds. That's sports-car territory - within 10 seconds of the Alfa Romeo 4C. It's got the right ingredients for speed - a 550-hp supercharged V-8, magnetic shocks, air springs, and hydraulic anti-roll bars, and aluminum construction.    "
                },
                "7": {
                    "title": "2016 Cadillac CTS-V: Just How Good is the Cadillac with the Corvette Engine?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 7,
                    "original air date": "19 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Racing pro Randy Pobst gets his mitts on the brand new, third-generation Cadillac CTS-V. When the second-generation CTS-V came out with 556 horsepower, people could hardly believe it. Today, one model newer, and Cadillac has raised the horsepower bar again by grafting in the supercharged, 6.2-liter LT4 V-8 straight outta Big Nasty, aka the Corvette Z06. Power is down compared to the Z06, though only fractionally.    "
                },
                "8": {
                    "title": "2016 Ford Mustang Shelby GT350: An 8200-rpm Muscle Car to Shame Sports Car!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 8,
                    "original air date": "2 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Jason Cammisa explains what makes this flat-plane-crankshaft different from a regular V-8 using a set of drums. Then, measures the engine's output on a DynoJet dynamometer. Even if you don't know what a dyno is, you'll love the sounds this engine makes - and the shots of race-car driver Randy Pobst hammering this special car around Chuckwalla Valley Raceway.    "
                },
                "9": {
                    "title": "2017 Acura NSX - The slowest Supercar in the World?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 9,
                    "original air date": "7 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    It's finally here, with a bespoke, 500-hp twin-turbo V-6 and three electric motors that provide real torque-vectoring - and step in to mask turbo lag. The NSX has all the ingredients for the tastiest supercar, but does it all work as well as the original NSX did? Will it make Ferrari step back and say \"whoa\" once again?    "
                },
                "10": {
                    "title": "BMW E30 325i: Sorry M3, It's the 325i's Time to Shine!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 10,
                    "original air date": "21 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Back in the day, the E30 M3 dominated race tracks and rally courses around the world, but these days, it's the BMW 325i that's getting all the action. The 325i is raced in the SpecE30 racing series and is a favorite in ChumpCar and the 24 Hours of LeMons, as well as the go-to rear-drive car for the Team O'Neil Rally School. It also makes the far better daily driver. Why?    "
                },
                "11": {
                    "title": "2016 McLaren 570S: Supercar Speed with Sports Car Fun!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 11,
                    "original air date": "11 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    This new supercar costs just a fraction as much as the cars it sits next to on the McLaren showroom floor. With a sticker price of just $187,400, the 570S is nearly a hundred grand cheaper than the 650S, and it's nearly as fast, too. The cost has come down by substituting aluminum body panels where carbon fiber was previously used, and conventional suspension in place of the 650S's interconnected hydraulic lines.    "
                },
                "12": {
                    "title": "2016 Volvo V60 Polestar: The Hottest Wagon of Them All?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 12,
                    "original air date": "25 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Volvo has a history of making high-performance station wagons, and this one is the fastest yet. In fact, it's the third-quickest wagon Motor Trend has ever tested, thanks to all-wheel drive and a 345-hp turbocharged straight-six: 0-60 happens in just 5.0 seconds. It comes outfitted from the factory with Öhlins dampers, 6-piston Brembo brakes, Michelin Pilot Super Sport tires, and enough cargo capacity to empty out your local supermarket. We love wagons because they lose almost nothing in performance compared to the sedans they're based on - and they're often even ...    "
                }
            },
            "13": {
                "1": {
                    "title": "2016 Lamborghini Aventador SV LP750-4: Is it Legal to Have This Much Fun?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 1,
                    "original air date": "14 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Meet the latest Lambo Superveloce on this week's episode of Ignition, presented by Tire Rack.    "
                },
                "2": {
                    "title": "2016 McLaren 675LT: What Happens When You Crank a Supercar Up to 11?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 2,
                    "original air date": "28 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Jonny Lieberman manages to get a hold of two McLaren 650S.    "
                },
                "3": {
                    "title": "2016 BMW M2: Sometimes the Sequel is Great, Too!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 3,
                    "original air date": "11 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Motor Trend Senior Editor Jason Cammisa takes the M2 to the back roads, and brings SCCA Hall of Fame inductee Randy Pobst along to the Streets of Willow to find out if the M2 is a worthy successor to the laugh-a-minute 1M Coupe.    "
                },
                "4": {
                    "title": "2016 Lagonda Taraf by Aston Martin: The World's First Million Dollar Four-Door!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 4,
                    "original air date": "25 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Jonny Lieberman celebrates the 150th episode of Ignition presented by Tire Rack in style, by driving the new Lagonda Taraf around Great Britain.    "
                },
                "5": {
                    "title": "2017 Ferrari California T Handling Speciale!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 5,
                    "original air date": "9 May 2016",
                    "year": "2016",
                    "plot": "\n    Jonny Lieberman travels to the Italian Riviera to sample the latest and greatest convertible GT from Ferrari: the California T Handling Speciale.    "
                },
                "6": {
                    "title": "2016 Chevrolet SS Sedan: The New Benchmark Sport Sedan!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 6,
                    "original air date": "23 May 2016",
                    "year": "2016",
                    "plot": "\n    MOTOR TREND Senior Features Editor Jason Cammisa brings an M5 and with the help of SCCA Hall of Fame racer Randy Pobst, we see if the SS can beat the M5 around The Streets of Willow racetrack.    "
                },
                "7": {
                    "title": "2016 Infiniti Q50 Red Sport 400: Twin Turbos, By-Wire Steering, and Good Looks!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 7,
                    "original air date": "6 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    The Infiniti Q50 gets an all-new, 400hp, twin-turbo V-6 with roots in the Nissan GT-R engine.    "
                },
                "8": {
                    "title": "2017 Audi R8 V10 Plus: Can Audi's Supercar Avoid the Sophomore Slump?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 8,
                    "original air date": "20 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Jonny Lieberman gets his hands on the all-new, second-generation Audi R8 V10 plus.    "
                },
                "9": {
                    "title": "2017 Aston Martin V12 Vantage S: A Dogleg Makes This Sports Car Even Better!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 9,
                    "original air date": "4 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    A supercar focuses on the numbers; a sports car is more concerned with the experience.    "
                },
                "10": {
                    "title": "2017 Porsche 911 Carrera: Is the Addition of Two Turbos One Step Too Far?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 10,
                    "original air date": "18 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    We explore whether adding two turbos to the base Porsche 911 was a good idea.    "
                },
                "11": {
                    "title": "2016 Rolls-Royce Dawn: A New Start?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 11,
                    "original air date": "1 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Motor Trend's Senior Features Editor Jason Cammisa takes a Dawn to the beach to tell us what's so special about this car.    "
                },
                "12": {
                    "title": "2016 Lexus LX 570: Just How Good Is The Most Expensive Lexus?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 12,
                    "original air date": "15 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Jonny Lieberman takes a long, hard look at the reskinned-for-2016 Lexus LX 570.    "
                },
                "13": {
                    "title": "2017 Mercedes-AMG SL63: Same as it Ever Was?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 13,
                    "original air date": "29 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Jason Cammisa and Jonny Lieberman take a comprehensive look at the Mercedes-Benz SL. Spanning more than 60 years, the SL has long stood as the best of what Mercedes has to offer. In 1954, the 300SL (better known as the Gullwing) put Mercedes-Benz on America's radar as a builder of sporty, sexy, luxurious, and desirable vehicles.    "
                },
                "14": {
                    "title": "2017 Fiat 124 Spider: Is the Fiata as Good as the Miata?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 14,
                    "original air date": "12 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    MOTOR TREND Senior Features Editor Jason Cammisa takes the Fiat 124 Spider (and an ND Miata) on some twisty roads to see how well it does and then races it against the Miata on a technical autocross course to see which is faster. The Spider is built by Mazda right on the same production line as the MX-5 Miata-so the logical thing to call it is a \"Fiata.\" Though the two roadsters look nothing alike, they're mechanically identical, with the exception of what's under the hood and how the suspension is tuned.    "
                },
                "15": {
                    "title": "2016 Porsche 911 R: Already a Legend. For Good Reason?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 15,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    We explore why the Porsche 911 R has become an instant legend. Long before the first one even left the factory, all 991 produced were sold out. The reason? The R combines the 4.0L, 500hp engine from the 911 GT3 RS with a six-speed manual transmission. It uses the \"regular\" GT3's medium-width 911 body, but with the RS's magnesium roof. It comes with houndstooth cloth bucket seats, no sound deadening, and no air-conditioning or radio. This is the purest 911 of them all-and Porsche buyers love purity.    "
                },
                "16": {
                    "title": "2016 BMW M4 GTS: when Extreme Isn't Enough?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 16,
                    "original air date": "17 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Motor Trend Senior Features Editor Jason Cammisa explores the virtues of the BMW M4 GTS. The M4 GTS is BMW's solution for those who think the M4 is too soft, too sober, and too understated. Just 700 of these special cars will be produced, and only 300 of them are coming to the U.S. It costs a breathtaking $135,195, but delivers 68 more horsepower than the M4, for a total of 493 hp.    "
                },
                "17": {
                    "title": "2017 Jaguar F-Pace: Is This SUV More Than Just a Pretty Face?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 17,
                    "original air date": "7 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Jonny Lieberman sets out to discover what the first-ever Jaguar SUV is all about. Why is Jaguar even building the F-Pace? The car world has changed. Sedans are on their way out as more and more consumers turn toward the perceived capabilities of SUVs. As a result, as good as Jaguar's cars are, no one is buying them.    "
                },
                "18": {
                    "title": "Ferrari 488 Spider: The Simple Pleasures!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 18,
                    "original air date": "21 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Convertibles are all about the experience and simple joys of driving. The 488 Spider takes an elaborate route to deliver those joys, from a high-revving, small-displacement, twin-turbo V-8 to electronically controlled shocks and differential. Join Lago as he takes the-oh-so-arduous task of finding out if that intricacy obfuscates the experience.    "
                },
                "19": {
                    "title": "2017 Infiniti QX30S - Is Beauty More Than Skin Deep?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 19,
                    "original air date": "5 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Jonny Lieberman takes a look at one of the more puzzling cars to come along in some time, the Infiniti QX30. Why puzzling? Lurking underneath the Japanese sheetmetal lurks a distinctly German heart. Platform sharing, badge engineering, throwing in the towel-call it what you will, but this Infiniti is a Mercedes-Benz GLA250.    "
                },
                "20": {
                    "title": "2016 Lamborghini Huracan LP 580-2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 20,
                    "original air date": "19 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    MOTOR TREND Senior Features Editor Jason Cammisa takes a Mantis green LP 580-2 over the river, through the woods, and through a cloud of Skittle smoke onto the Club Motorsports course, one of the newest racetracks in America. Listen as its 571hp, naturally aspirated V-10 screams, and watch as its rear tires try to cope with the power. And, more important, learn why in the case of this Lamborghini, rear-wheel drive is better than all-wheel drive.    "
                }
            },
            "14": {
                "1": {
                    "title": "Alfa Romeo Giulia Quadrifoglio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 1,
                    "original air date": "13 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    We enlist the help of Hall of Fame race car driver Randy Pobst to determine whether the newest Italian, the Alfa Romeo Giulia Quadrifoglio, can keep up with the latest hot German, the BMW M3 Competition package. Alfa Romeo invented the sport sedan with the original Giulia Super. It then took 25 years to replace it with the Milano. Now, another 30 years later, we have the Giulia. The Quadrifoglio is the top-spec version, packing a Ferrari-derived 2.9L V-6 that sends 505 hp to the rear wheels. It was supposed to come to America with a six-speed manual transmission, but ...    "
                },
                "2": {
                    "title": "2017 Chevrolet Camaro ZL1: Meet Supercar Destroying Camaro!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 2,
                    "original air date": "27 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Jonny Lieberman sets out to discover just what makes the new Camaro ZL1 tick -- tick like a bomb, that is. The new ZL1 is the most powerful production Camaro ever. With 650 hp and 650 lb-ft of torque, the ZL1 sports more grunt than most supercars. But is it any good in a straight line? What about around corners? Or on a Willow Springs' big track in the hands of pro racer Randy Pobst? And just how many sets of rear tires will Chevrolet give him? There's only one way to find out.    "
                },
                "3": {
                    "title": "2017 Ford Raptor with Ken Block: Meet the World's Best Flying Truck!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 3,
                    "original air date": "10 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Jonny Lieberman takes the all-new, all-aluminum second-generation Ford Raptor off the beaten path. Actually, he takes it off all paths. And rightly so, because the new Raptor is not only lighter than the original version, but the new 3.5-liter twin-turbo EcoBoost V-6 is more powerful than the old 6.2-liter V-8. After running around an abandoned neighborhood and a dry lakebed, Jonny eventually winds up standing on a sand dune, unsure of his ability to jump the big truck. So he calls in a ringer: professional racer and drift legend Ken Block. Ken then proceeds to really...    "
                },
                "4": {
                    "title": "Aston Martin DB11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 4,
                    "original air date": "24 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Jonny Lieberman takes a close look at the first product from Aston Martin's Second Century plan, the stunning DB11. Stunning, it should be noted, both inside and out. Riding on an all-new platform, the DB11 also sports an all-new twin-turbo 5.2L V-12 engine that makes 600 hp. Jonny is immediately enamored of Gaydon's latest but worries he's not sufficiently British enough to properly explain the DB11 to the audience. So he calls in the help of his friend and 24 Hours of Le Mans winner Justin Bell. Jonny and Justin then proceed to reanalyze the DB11. Next up, Jonny ...    "
                },
                "5": {
                    "title": "2017 Porsche 718 Boxster S: Four's A Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 5,
                    "original air date": "8 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    We take a look at Porsche's latest version of its Boxster roadster, the 718. This moniker comes from a successful convertible and mid-engine'd race car from the late '50s. The implication for the new Boxster is a clear focus on performance, but there's one other thing: Much like the original racecar, the new 718 Boxster S has a flat-four cylinder. What does that mean for the pure driving thrill associated with roadsters? Watch this episode to find out.    "
                },
                "6": {
                    "title": "2018 Lexus LC500: Never Judge a Book by Its Cover!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 6,
                    "original air date": "22 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    The new Lexus LC: What is it? It sure looks like a sports car, so could it be a modern Toyota Supra? Then again, the badge says Lexus, so is it a cushy luxury barge like the last SC? MOTOR TREND Senior Features Editor Jason Cammisa examines the new Lexus flagship in the form of the 471hp LC500-with a special guest appearance by the hybrid V-6-powered LC500h. Ascending more than 4,000 feet, the mountain roads surrounding beautiful Palm Springs, California, provide the perfect test, separating the backroad bruisers from the boulevard cruisers. Which will it be?    "
                },
                "7": {
                    "title": "2017 Ferrari GTC4Lusso: Why Ferrari Still Gets It!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 7,
                    "original air date": "5 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    MOTOR TREND Senior Features Editor Jason Cammisa goes in search of snow to test out Ferrari's GTC4Lusso. While almost every other automaker has dabbled in crossovers, including chief rival Lamborghini, Ferrari is sticking to the cars it's always built. Rather than build an SUV, the Maranello masters have taken the traits that make people love SUVs (hatchback cargo versatility and all-wheel drive) and grafted them onto a V-12-powered four-seat grand tourer.    "
                },
                "8": {
                    "title": "2017 Volvo V90 Cross Country: The Wagon is Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 8,
                    "original air date": "19 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Starting at the infamous DirtFish Rally School, Pobst pushes the V90 CC to the limit through dirt, gravel, and mud to find out just how capable this new wagon really is. Featuring a turbocharged and supercharged four-cylinder engine, the Cross Country puts out 316 hp and 295 lb-ft of torque and sends it to the ground through an eight-speed transmission. Not afraid to show his love for wagons, Pobst maintains Volvo is having to dress up its best-looking wagon ever like an SUV in order to sell it in America. With its additional ride height and rugged-looking body ...    "
                },
                "9": {
                    "title": "2017 Ford GT: an All-Americn Supercar!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 9,
                    "original air date": "3 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    We drive Ford's spectacular new 216-mph GT. With a 647hp turbocharged V-6 engine, carbon-fiber bodywork, and active aerodynamics, the new GT brings state-of-the-art race car technology to the road. Angus MacKenzie finds out if it really is the spiritual successor to the legendary Le Mans-winning GT40.    "
                },
                "10": {
                    "title": "Nissan R35 GT-R, Hakosuka & R32 Skyline",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 10,
                    "original air date": "17 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    We bring the Nissan R35 GT-R, now in its ninth model year, to meet the two generations of GT-R that created the Godzilla legend. First, we drive a C10 Hakosuka Skyline GT-R, the first Nissan to wear the badge, to hear the sounds of the 7,400-rpm S20 straight-six in all of its incredible 24-valve glory. Then, MOTOR TREND Senior Features Editor Jason Cammisa takes an R32 Skyline GT-R out to see if the twin turbos can overwhelm the computer-controlled all-wheel drive. Do these old Skylines live up to their reputation, or have the hands of time eroded their greatness? And...    "
                },
                "11": {
                    "title": "2017 Lamborghini Huracan Performante",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 11,
                    "original air date": "31 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Jonny Lieberman travels to Italy's famed Imola race circuit to test out the latest and perhaps greatest raging bull yet from Lamborghini. Initially, the Performante-that's Italian for \"Performance\"- was going to be known as simply the Huracán Superleggera-that's Italian for \"really light.\" While the Performante is lighter than your run-of-the-mill Huracán, it's much more than that. Lamborghini had to go with a different name. Power is up, the transmission shifts quicker, the all-wheel-drive system and ESC systems have been improved, the ABS system is much better, it's...    "
                },
                "12": {
                    "title": "2017 Porsche Panamera Turbo Executive-Is This Super Sedan a Proper Porsche?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 12,
                    "original air date": "14 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Jonny Lieberman explores the aspects of the all-new, second-generation four-door from Porsche. The facts of the car are (of course) impressive: 550 hp from a 4.0L, twin-turbo V-8, coupled with a new eight-speed PDK transmission that powers all four wheels, and all-wheel steering, which means the big Porsche is a serious performer. Since the Executive model gets a near-6-inch stretch, it's easy to declare the Panamera the world's ultimate factory limousine. However, is this the sedan Porsche should be building? To answer this question, Lieberman travels 89 years into ...    "
                },
                "13": {
                    "title": "2018 Chevrolet Camaro ZL1 1LE: Chevy Sharpens Its Lead Pipe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 13,
                    "original air date": "28 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Jonny Lieberman heads to the Okanogan Highlands in north central Washington State to check out the most track-focused Camaro to date, the all-new ZL1 1LE. Packing the same 650hp supercharged 6.2L V-8 as the \"normal\" ZL1, the 1LE version adds better aerodynamics and aero bits that produce real downforce, race car-derived Multimatic spool valve dampers, and special R-compound tires from Goodyear. After bashing the big Camaro around some backroads, Lieberman bumps into none other than Randy Pobst, who convinces him to head to a new racetrack in Osoyoos, Canada, called ...    "
                },
                "14": {
                    "title": "2017 Porsche 718 Cayman S: Better Than Ever, But What's That Sound?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 14,
                    "original air date": "11 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Jonny Lieberman goes for a drive in his friend Derek Powell's Porsche Cayman GT4. Why? Because Lieberman suspects the new Cayman S, in typical Porsche fashion, is just as capable as the top dog from the previous iteration of the mid-engine two-seater. The two hop into the brand-new, four-cylinder, turbocharged 718 to see if there's any truth to Jonny's Lieberman's assertion. After coming to no definitive answer while blasting around California's Angeles Crest Highway, the boys decide to take both Caymans to the Streets of Willow to see what pro driver Randy Pobst can ...    "
                },
                "15": {
                    "title": "2018 Kia Stinger GT: Rear-Wheel Drive, Korean Style!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 15,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    On this episode of Ignition presented by Tire Rack, Randy Pobst gets behind the wheel of an unlikely new entry in the sports-sedan segment: the Kia Stinger GT. It's got a hot, turbocharged engine and rear-wheel drive, just the way Randy likes it-and in no time, he's sliding it sideways. But a great sports sedan is about more than just cheap thrills, which means really putting the Kia through its paces on the legendary backroads high above the City of Angels. The true test, though, lies at Streets of Willow, where Pobst shows the Kia no mercy, hammering it hard and ...    "
                },
                "16": {
                    "title": "2017 Lamborghini Aventador S-Can a Bull Rage in a Land Without Curves?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 16,
                    "original air date": "9 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    On this episode of Ignition presented by Tire Rack, Jonny Lieberman heads down to South Florida to investigate an odd phenomenon. Supercars like the new Aventador S are extremely popular in Miami, however, the roads are all dead straight. There's no elevation, either. No backroads, no canyons...in a sense, nothing. Why then is Miami one of Lamborghini's most important markets? Lieberman gets a small clue when three friends show up in South Beach with three other Lambos, including a unicorn-rare Veneno. Still, he decides to head farther south in search of the answer. ...    "
                },
                "17": {
                    "title": "2018 Pagani Huayra BC: Beyond the Zonda?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 17,
                    "original air date": "23 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    On this episode of Ignition presented by Tire Rack, Jethro Bovingdon pushes Pagani's limited-edition hypercar to its limits on the Autodromo di Franciacorta, and drives it on the evocative Futa Pass in Italy. The standard Huayra is already a formidable supercar, but it's never quite emerged from the long shadow of the iconic Zonda-the original Pagani carbon-fiber masterpiece with its signature howling 7.3L V12. The wild-looking, new BC model looks to change that. It's lighter, more powerful, and more track-focused, and features extreme active aerodynamics, suspension,...    "
                },
                "18": {
                    "title": "Mercedes-Benz E400 All-Terrain 4x4 Squared: Greatest Station Wagon in the World?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 18,
                    "original air date": "6 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Jonny Lieberman heads to Untertürkheim, the heart of Germany's car- building region, to drive the mighty Mercedes-AMG E63 S 4Matic+ Wagon, a car that is arguably the greatest on the planet. Of course, what happens if you want to take that 603hp brawler off-road? Well, you can't. Meet the All-Terrain 4x4 Squared, a wagon that you sure can take off- road. Actually, thanks to its portal axles and massive ground clearance, you can take it anywhere. But which crazy-pants Mercedes wagon is in fact the best?    "
                },
                "19": {
                    "title": "2018 McLaren 570S Spider: Convertible Supercar With No Compromise?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 19,
                    "original air date": "20 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Jethro Bovingdon is joined by four-time IndyCar champion and Indy 500 winner Scott Dixon to test the new Honda Civic Type R. It is the first Civic Type R to make it officially to U.S. soil, is the current front-wheel drive lap record holder at the Nürburgring, and is priced at less than $35,000. So has the long wait for Honda's hottest hatch been worth it? Can a front-wheel drive car eclipse the AWD Focus RS, Golf R, and Subaru WRX STI?    "
                },
                "20": {
                    "title": "2017 Honda Civic Type R: Best Driver's Car for Under $50,000?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 20,
                    "original air date": "4 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Jethro Bovingdon is joined by four-time IndyCar champion and Indy 500 winner Scott Dixon to test the new Honda Civic Type R. It is the first Civic Type R to make it officially to U.S. soil, is the current front-wheel drive lap record holder at the Nürburgring, and is priced at less than $35,000. So has the long wait for Honda's hottest hatch been worth it? Can a front-wheel drive car eclipse the AWD Focus RS, Golf R, and Subaru WRX STI? Join us on the road and at the Streets of Willow Springs racetrack to find out.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "2016 Lamborghini Huracán LP 580-2: Why the Rear-Drive Lambo Is the Better Lambo!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ignition (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "19 Dec. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 204,
        "cast": [
            {
                "name": "Cammisa, Jason"
            },
            {
                "name": "Lieberman, Jonny"
            },
            {
                "name": "Pobst, Randy"
            },
            {
                "name": "Lago, Carlos"
            },
            {
                "name": "Bell, Justin"
            },
            {
                "name": "Block, Ken"
            },
            {
                "name": "Mackenzie, Angus"
            }
        ],
        "genres": [
            "Sport"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:PG13",
            "South Korea:12"
        ],
        "number of seasons": 15,
        "rating": 6.8,
        "votes": 30,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjRmOTQ0MDktYTk5YS00Njc1LTk3YjEtOTZmZTgwOTcwYTI5XkEyXkFqcGdeQXVyNzk5NDY5NjA@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Ignition puts you in the driver's seat of the automotive world's latest car, truck and SUV offerings, courtesy of Motor Trend. Watch as our team of experts throttles, track tests and pushes the limits of these vehicles to harness their full capability.",
        "languages": [
            "English"
        ],
        "title": "Ignition",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Ignition (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9",
            "10",
            "11",
            "12",
            "13",
            "14",
            "15"
        ],
        "writer": [
            {
                "name": "Cammisa, Jason"
            },
            {
                "name": "Lieberman, Jonny"
            },
            {
                "name": "Lago, Carlos"
            }
        ],
        "production companies": [
            {
                "name": "Studio TEN"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "_Ignition_ (qv) puts you in the driver's seat of the automotive world's latest car, truck and SUV offerings, courtesy of Motor Trend. Watch as our team of experts throttles, track tests and pushes the limits of these vehicles to harness their full capability."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 30,
                "rating": 6.8
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 5.0
            },
            "aged 30 44": {
                "votes": 11,
                "rating": 6.5
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "males": {
                "votes": 18,
                "rating": 6.5
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 5.0
            },
            "males aged 30 44": {
                "votes": 11,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 1.0
            },
            "us users": {
                "votes": 7,
                "rating": 6.3
            },
            "non us users": {
                "votes": 7,
                "rating": 5.9
            }
        },
        "number of votes": {
            "10": 4,
            "9": 1,
            "8": 6,
            "7": 8,
            "6": 8,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 3
        },
        "arithmetic mean": 6.8,
        "median": 7
    }
}