{
    "imdb": {
        "raw release dates": [
            {
                "country": "Sri Lanka\n",
                "date": "7 April 2012",
                "notes": "                            (telecasted on this date)"
            }
        ],
        "release dates": [
            "Sri Lanka::7 April 2012                            (telecasted on this date)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Jeevantha, Eranga"
            },
            {
                "name": "Priyasad, Dinakshie"
            },
            {
                "name": "Wickramasingha, Umayangana"
            }
        ],
        "locations": [
            "Colombo, Western Province, Sri Lanka::(Capital of Sri Lanka)"
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "Sri Lanka"
        ],
        "country codes": [
            "lk"
        ],
        "language codes": [
            "si"
        ],
        "color info": [
            "Color"
        ],
        "rating": 8.4,
        "votes": 7,
        "budget": "$16,000 (estimated)",
        "plot outline": "Set in an architecture faculty of a university which is filled with young and energetic youths, 'Piyavi' narrates a story around two young undergraduates who fall in love but come across a number of unexpected obstacles. Vishal falls deeply in love with Tharusha who joins the same batch but finds hard to convince her. With the help of his ever supporting buddy Akalanka, Vishal eventually manages to win her heart. However Tharusha is confused with her emotions as she is a traditional Kandyan who finds hard to get rid of cultural beliefs and norms. At first she refuses Vishal's love but changes her heart when she is convinced by her friends. Having won Tharusha's heart, Vishal is jubilant until he receives an unexpected harsh blow during a session of boxing, his favorite sport. Vishal falls unconscious but when he regains conciseness he is unable to recognize the difference between illusion and reality. It is at this point that Vishal meets Dr. Indira who has a sad past as her childhood sweetheart had passed away in a road accident. Having recovered from her unfortunate past she remained a spinster, and lives in Colombo with her aunt. The meeting of Dr. Indira brings many changes to Vishal's life.",
        "languages": [
            "Sinhalese"
        ],
        "title": "Piyavi",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2012",
        "akas": [
            "Piyavi (Sri Lanka)"
        ],
        "writer": [
            {
                "name": "Peiris, Chamara Janaraj"
            }
        ],
        "production companies": [
            {
                "name": "Pix and Words Privet Limited"
            }
        ],
        "distributors": [
            {
                "name": "Swarnavahini"
            }
        ],
        "plot": [
            "A Love Story of three youth in a Architecture Institute .::Chamara Janaraj Peiris",
            "Set in an architecture faculty of a university which is filled with young and energetic youths, '_Piyavi_ (qv)' narrates a story around two young undergraduates who fall in love but come across a number of unexpected obstacles. Vishal falls deeply in love with Tharusha who joins the same batch but finds hard to convince her. With the help of his ever supporting buddy Akalanka, Vishal eventually manages to win her heart. However Tharusha is confused with her emotions as she is a traditional Kandyan who finds hard to get rid of cultural beliefs and norms. At first she refuses Vishal's love but changes her heart when she is convinced by her friends. Having won Tharusha's heart, Vishal is jubilant until he receives an unexpected harsh blow during a session of boxing, his favorite sport. Vishal falls unconscious but when he regains conciseness he is unable to recognize the difference between illusion and reality. It is at this point that Vishal meets Dr. Indira who has a sad past as her childhood sweetheart had passed away in a road accident. Having recovered from her unfortunate past she remained a spinster, and lives in Colombo with her aunt. The meeting of Dr. Indira brings many changes to Vishal's life.::Chamara Janaraj Peiris"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 7,
                "rating": 8.4
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 9.5
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "males": {
                "votes": 7,
                "rating": 9.0
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 9.5
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "us users": {
                "votes": 2,
                "rating": 5.5
            },
            "non us users": {
                "votes": 2,
                "rating": 9.0
            }
        },
        "number of votes": {
            "10": 5,
            "9": 0,
            "8": 1,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.4,
        "median": 1
    }
}