{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "28 March 2012"
            },
            {
                "country": "USA\n",
                "date": "28 March 2012",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::28 March 2012",
            "USA::28 March 2012                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Enter the Jesse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jesse and Jesse (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Meet Jesse. He's an ivy-league educated journalist stuck writing fluff pieces for a third-rate newspaper in a nowheresville town. Overworked and underpaid, Jesse's dreams of success are slowly being deferred by an antagonistic boss, unrequited love, and a crazy landlord. When the threat of unemployment and homelessness looms overhead, Jesse reaches out and meets someone that will completely change his life. This is...Jesse and Jesse.    "
                },
                "2": {
                    "title": "Publicity!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jesse and Jesse (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Still reeling from the debacle of the Howling Tree with their new-found friendship surprisingly intact, the Jesses find themselves at a loss to come up with an intriguing story for this week's paper. That friendship is further tested when the Editor reveals the financial hole the paper has sunk into. In a bid to win more readership and hopefully a renewed operating budget, the Editor forces them to cover the opening of a new deli in town. However, they soon find out that there's more to this town than sandwiches and ghost crimes.    "
                },
                "3": {
                    "title": "Missed Connections",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jesse and Jesse (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    As the paper continues to lose money, a rash of missing persons cases gives the Editor hope for another sensational story. With a minor lead and not much time, the Jesses are forced to go undercover to investigate the nefarious plot. However, a smooth talking seductress just may derail those plans and possibly a friendship.    "
                },
                "4": {
                    "title": "A Decimal Thing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jesse and Jesse (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "5 May 2012",
                    "year": "2012",
                    "plot": "\n    While enjoying a much needed vacation day, the Jesses learn that their most recent paychecks don't coincide with what they expected. After confronting the Editor, he reveals the dangers of trusting wealthy foreign dignitaries and forces the Jesses to investigate.    "
                },
                "5": {
                    "title": "/b/Real",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jesse and Jesse (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "23 May 2012",
                    "year": "2012",
                    "plot": "\n    When several women turn up dead from apparent suicides linked to social media, Jesse and Jesse must investigate the cause. In an attempt to lure out the trolls and confront the dark underbelly of the internet, Jesse uses Trishelle as uncooperative bait. However, unbeknownst to them, a secret cabal of unsavory types lie in way to foil their plans and destroy them.    "
                },
                "6": {
                    "title": "The Law of Jante",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jesse and Jesse (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "24 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Larry and Black Jesse got into a fight over the not so subtle racism in the office which lead to Larry proposing a sensitivity seminar. Unfortunately for everyone, he put Olivia in charge of hiring the speaker.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Erickson, Shawn"
            },
            {
                "name": "Sedak, Olivia"
            },
            {
                "name": "Flanagan, Sean"
            },
            {
                "name": "Griffith, Jesse"
            },
            {
                "name": "Iii, William Benjamin Jackson"
            },
            {
                "name": "Al-Alfy, Maryam"
            },
            {
                "name": "Mizov, Michael"
            },
            {
                "name": "Chang, Brian"
            },
            {
                "name": "Campbell, Chris"
            },
            {
                "name": "Mizov, Andrew"
            },
            {
                "name": "VanderVeen, Josh"
            },
            {
                "name": "Hammerle, Karl"
            },
            {
                "name": "Mackler, Keith"
            },
            {
                "name": "Newton, Jesse"
            }
        ],
        "locations": [
            "USA::(on location)"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "15"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzE0MTI1YTMtOThjMi00NDQxLTg5MzgtMzQ2YjM4ZjM1MjlhXkEyXkFqcGdeQXVyNjIwNTA2OA@@._V1_SY150_CR83,0,101,150_.jpg",
        "budget": "$2,000 (estimated)",
        "plot outline": "From creators Michael Mizov and Shawn Erickson comes a show about friendship, work, life, love, and no-holds-barred lunacy. One part madness, two parts crazy. Jesse and Jesse takes you on a wild ride with two unlikely friends and subsequent coworkers as they attempt to maintain their sanity in a seemingly normal town full of oddball characters and outlandish situations. As reporter and photographer, respectively, for a low-brow newspaper with dwindling readership, the Jesse's have to deal with a narcissistic and idiotic boss who shouldn't be allowed to own a business, and a sexpot secretary whose attitude is only outweighed by her conservative bent. The offices of the Daily Times Tribune Gazette keep the Jesse's running in circles as they try to maintain their jobs and their sanity. Filled to the brim with all manner of comedy and comedy-related nouns, Jesse and Jesse will keep you laughing until it hurts.",
        "languages": [
            "English"
        ],
        "title": "Jesse and Jesse",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2014",
        "akas": [
            "Jesse and Jesse (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Erickson, Shawn"
            },
            {
                "name": "Mizov, Michael"
            }
        ],
        "production companies": [
            {
                "name": "Brain Salad Productions"
            }
        ],
        "plot": [
            "Two complete opposites named Jesse work at a small town failing newspaper where they miss the point on every story they're assigned.::Michael Mizov",
            "From creators Michael Mizov and Shawn Erickson comes a show about friendship, work, life, love, and no-holds-barred lunacy. One part madness, two parts crazy. _Jesse and Jesse_ (qv) takes you on a wild ride with two unlikely friends and subsequent coworkers as they attempt to maintain their sanity in a seemingly normal town full of oddball characters and outlandish situations. As reporter and photographer, respectively, for a low-brow newspaper with dwindling readership, the Jesse's have to deal with a narcissistic and idiotic boss who shouldn't be allowed to own a business, and a sexpot secretary whose attitude is only outweighed by her conservative bent. The offices of the Daily Times Tribune Gazette keep the Jesse's running in circles as they try to maintain their jobs and their sanity. Filled to the brim with all manner of comedy and comedy-related nouns, _Jesse and Jesse_ (qv) will keep you laughing until it hurts."
        ],
        "tech": {
            "runtime": [
                "15 min"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}