{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "1 December 2012"
            }
        ],
        "release dates": [
            "UK::1 December 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "California",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Times (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Beginning his adventures Julian revisits his host parents, who he spent a year living with in the 90's, and relives some awkward teen memories on the big screen. Going further back in time he is taken on a whirlwind tour of the infamous neighbourhood of Height and Ashbury by a casualty of the 60's. Heading south to LA, where Hollywood's draw is strong, Julian takes an acting course, which turns out to be harder than he thought, and tries his hand at stunt fighting for the movies. He investigates the darker side of Hollywood celebrity and explores some of Southern ...    "
                },
                "2": {
                    "title": "Texas",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Times (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Travelling Texas, Julian dons cowboy attire and joins a cattle drive through Fort Worth before becoming a terrified looking rodeo clown in a ring full of fierce baby calves. At the Space Centre in Houston he has no problems taking a NASA space station toilet break before heading down to the Mexican border where he receives a protection spell from the Mexican Saint of Death and protects himself further with some gun shooting lessons. He meets gentleman cowboy Kinky Friedman who offers him a breakfast tequila on his ranch before leaving to play a game of 'chicken poop ...    "
                },
                "3": {
                    "title": "Louisianna",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Times (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    In the swampy state - Louisiana, Julian encounters creatures of the swamp and creatures of the night. Speeding into the Bayous he feeds marshmallows to an alligator then ends up eating one of the beasts beside the Mississippi around a smoky campfire of hobo musicians. New Orleans 'The city that never sleeps' keeps Julian up all night partying down infamous Bourbon street where he also has an interview with a vampire who introduces Julian to some members of an actual blood drinking cult. He gets a little too close to a Voodoo Priestess' snake and explores the broken ...    "
                },
                "4": {
                    "title": "Massachusetts",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Times (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "21 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Learning the instantly recognisable Boston accent with an improv group, Julian takes to the stage in front of a hard to please audience. Putting away his loyalty to the Queen he takes part in the American revolution before visiting the famous but small Plymouth rock. With two of the world's greatest universities in Cambridge, Julian tries to cheat his way into Harvard and gate crashes the MIT graduation ceremony. In Lowell he finds the grave of fellow traveller Jack Kerouac and fights an Irish cop who starred in the Oscar nominated movie 'The Fighter'. In Salem he ...    "
                },
                "5": {
                    "title": "Tennnessee",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Times (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "28 Dec. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Washington State",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Times (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Julian heads to Washington in the Pacific Northwest. Unfairly named rain city, Julian joins Seattle's biggest parade, sailing through the city on a pirate ship to the cheers of 300,000 Seattleites. The city is also home to the musical movement 'Grunge', Julian becomes an intern for Sub-Pop the record label that discovered Nirvana and visits Kurt Cobain's hometown Aberdeen, once labeled the 'Hell-hole of the Pacific'. On the foothills of one of the world's most dangerous volcanoes Julian learns the call of the Sasquatch on a Bigfoot hunt, before meeting survivors of ...    "
                },
                "7": {
                    "title": "New York State",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Times (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "7 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    In The Big Apple Julian hangs out with John Lennon's eccentric friend David Peel, a New York City Hippie in the Lower East Side as well as 'The Worlds Greatest Storyteller' a pre-hip-hop poet on the streets of Harlem. He also investigates 9/11 truth at Ground Zero and enters a Jewish Synagogue in Brooklyn. Julian finds that not all New Yorkers hail yellow cabs and climb skyscrapers; in upstate New York he watches rural folk going to church in horse and cart, flirts with danger below Americas spectacular Niagara Falls and relaxes on the Finger Lakes. He dines on '...    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Hanton, Julian"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTM2MTlmYTctZmY1OS00ODYzLWFlNjgtZDkyMTBmNzRiY2U2XkEyXkFqcGdeQXVyOTA2OTEzMDY@._V1_SY150_CR2,0,101,150_.jpg",
        "budget": "GBP250,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "American Times",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2013",
        "akas": [
            "American Times (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "The Inn"
            }
        ],
        "distributors": [
            {
                "name": "Travel Channel International"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}