{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "19 November 2012"
            }
        ],
        "release dates": [
            "Canada::19 November 2012"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Coallier, Marc-André"
            },
            {
                "name": "Mongrain, Antoine"
            }
        ],
        "locations": [
            "Montréal, Québec, Canada"
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "30"
        ],
        "language codes": [
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTU3ZTIzZTYtZWNkOS00YmQwLTgyZGMtODhmN2I2ZDE1YzU1XkEyXkFqcGdeQXVyNTA1NDY3NzY@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "-L'émission \"Libre-Service\" donne accès à un impressionnant carnet d'adresses permettant aux citoyens de découvrir des experts dans leurs quartiers. Au programme: consommation, voyages, santé, animaux, habitation et plus encore. Quotidiennement, plusieurs chroniques présentées par un florilège d'experts dans une atmosphère conviviale, mais où rigueur et pertinence sont à la source des contenus proposés afin de mieux trouver en ville les ressources nécessaires. Animé par Marc-André Coallier, c'est un rendez-vous, du lundi au jeudi à midi, pour une demi-heure d'infos pratiques, éducatives et locales dans un parfait équilibre joignant l'utile à l'agréable.",
        "languages": [
            "French"
        ],
        "title": "Libre-Service",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "production companies": [
            {
                "name": "MaTV"
            }
        ],
        "plot": [
            "-L'émission \"_Libre-Service_ (qv)\" donne accès à un impressionnant carnet d'adresses permettant aux citoyens de découvrir des experts dans leurs quartiers. Au programme: consommation, voyages, santé, animaux, habitation et plus encore. Quotidiennement, plusieurs chroniques présentées par un florilège d'experts dans une atmosphère conviviale, mais où rigueur et pertinence sont à la source des contenus proposés afin de mieux trouver en ville les ressources nécessaires. Animé par Marc-André Coallier, c'est un rendez-vous, du lundi au jeudi à midi, pour une demi-heure d'infos pratiques, éducatives et locales dans un parfait équilibre joignant l'utile à l'agréable."
        ],
        "tech": {
            "runtime": [
                "30 min (Canada)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}