{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "September 2010"
            },
            {
                "country": "Belgium\n",
                "date": "30 November 2011"
            }
        ],
        "release dates": [
            "Belgium::September 2010",
            "Belgium::30 November 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Het pensioen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kiekens (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "30 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    For the fourth year in a row, ambitious, sycophantic teacher Raymond Kiekens hopes at the end of the school-year to become the successor of principal Christian Savoy. None of his colleagues believe Savoy won't back off at the last moment, so there's no enthusiasm for the retirement party. Only Kiekns's nephew, simpleton and general assistant Wesley De Vos, helps him cater for Savoy's fickle whims, notably for a goodbye present.    "
                },
                "2": {
                    "title": "Mama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kiekens (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    The start of the new school-year is grim, especially for Kiekens, who won't be principal again and must suffer the asinine Savoy's instructions sycophantically again. Even laying down the law on colleagues as vice-principal proves problematic as the janitor has got a compromising holiday nude beach snap-snot of Kiekens's mama-tattooed backside.    "
                },
                "3": {
                    "title": "De tombola",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kiekens (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Kiekens planned to steal most of the annual school lottery proceeds by substituting the expensive HiFi prize with a second-hand tape recorder. Alas, innocent Wesley, who worries mostly about his new guinea-pig, spills the beans. Now all staff is advocating their pet projects, the principal even wants to confiscate the prize. Finally, the substitution scam itself goes wrong in several ways.    "
                },
                "4": {
                    "title": "De toets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kiekens (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    While discussing their own schooldays with the principal, Kiekens mentions the one Latin exam he didn't actually take and is ordered to 'make it up' the next day. Cramming won't cut it, so he needs to steal a cheating method from the pupils he normally tries to catch. The nostalgic principal orders a Roman (toga) 'theme day'. While the 'champion' explains she writes on her thighs, the prudish religion teacher gets the wrong idea Kiekens commits sexual abuse.    "
                },
                "5": {
                    "title": "Julie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kiekens (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "4 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Wesley new has a frog as pet, but no food, so Kiekens advices flypaper. Kiekens is over the moon with his date, Oxford boarding school graduate July English. He wears a wig and pretends to be the principal to fulfill her contact ad criteria, but two staff colleagues know her without any England link.    "
                },
                "6": {
                    "title": "De pop poll",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kiekens (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "11 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Kiekens hoped to win the annual faculty popularity test by ordering a well-timed school-paper interview, but is out-staged by a swimming class accident that makes religion teacher Satyn an unwilling hero. His attempt to stage a rescue for Wesley and his new pet, a turtle, from a fire, backfires big time. When Wesley still rigs the vote in Kiekens' favor, the outcome is (un-suprisingly disastrous for both relatives.    "
                },
                "7": {
                    "title": "Medisch onderzoek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kiekens (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "18 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Wesley traded in his turtle for a goat, Daisy, coincidentally the same Christian name as the nurse assisting at the annual medical school inspection. The doctor in charge is Brigutte's ex, Detlev 'salami', according to her a nickname tribute to his intimate anatomy. Cheating, pride, alcohol, urine sample switching and spilled tea cause embarrassment, stress and paternity panic among the inspected staff, unlike confiscated XTC pills.    "
                },
                "8": {
                    "title": "De ring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kiekens (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "25 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Wesley now wants a puppy, but Kiekens refuses any more pets at school. The principal however wants his own 'pet': Wesley, and the half-wits get on so well he even buys Wesley a puppy. The police is called after Satyn is bitten on the finger by the real puppy Kiekens bought from Smoit to win Wesley back, but confiscate and kill the wrong dog. Meanwhile Myriam got 'steady' with dodgy Albanian Mirko, who seemingly stole the golden ring the director bought for his anniversary.    "
                },
                "9": {
                    "title": "Het is maar toneel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kiekens (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Kiekens & co are used to ending last in the inter-schools annual play competition, because the principal insists on repeating Puss in Boots with him in the ghastly lead. This year however, bragging leads to a personal bet between vice-principals with Roger Kuikens. So Kiekens plans to rehearse Romeo and Guliette, starring himself, with all staff, except the principal, whom he makes believe the competition is next month. Wesley's latest pet, a nightingale, is recruited as live prop, but the principal wants to eat it.    "
                },
                "10": {
                    "title": "De bijnaam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kiekens (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "8 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Finding out he's the only teacher without a nickname, Kiekens gets jealous. He invents his own, 'the magician', and instructs Wesley to spread, and when that fails, blackmails a vixen, but that yields even worse results. Wesley meets and instantly falls in love with a fellow shy girl who delivers Chinese takeaway for Vandernoot, whose dragon wife imposed a rigorous diet. Satyn's efforts to celebrate Myriam's birthday harvest only grim abuse.    "
                },
                "11": {
                    "title": "Reglement is reglement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kiekens (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Kiekens and the principal are jealous of the good coverage rival Kuikens gave his school, but expect a TV crew too next week. Wesley brings his roller-blades to work while Kiekens has blisters, which makes him even crankier and meaner. A dispute over petty school rule clause against bicycles indoors leads to a bitter fight with Satyn, and when he shies away Brigit chains herself to the radiator. The TV arrives early.    "
                },
                "12": {
                    "title": "Barabas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kiekens (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Kiekens practically enjoys his colleagues being the victim of cruel pranks from bully-brat Bart Bastyns, the only son of the school's most generous benefactor, a carpet firm. Wesley now has a pet rooster. When Kiekens becomes the butt of a caricature and open taunting from untouchable Bart, it's a different matter. He now wants to collect father's last annual check and then get rid of Bart, who is in his last year anyhow. When that goes wrong, he even fakes himself being dismissed.    "
                },
                "13": {
                    "title": "Het afscheid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kiekens (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "29 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    When principal Savoy's colleague Maurice Dekkers visits, he dies on the spot after eating way out of date cookies Kiekens served. Wesley now has his hart set on a chameleon. Kiekens promises him one (yet cheats) in exchange for help to discretely dispose of the body and steal to form for recommendation of a successor. Having mailed it with a forged signature, Kiekens prepares his farewell party. The staff start rivaling over his succession and get drunk before the Ministry official arrives, so the truth may still come to light.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Baele, Walter"
            },
            {
                "name": "Bosmans, Maarten"
            },
            {
                "name": "Sarafian, Barbara"
            },
            {
                "name": "Van Assche, Jaak"
            },
            {
                "name": "den Eede, Peter Van"
            },
            {
                "name": "der Sarren, Werther van"
            },
            {
                "name": "Van Geel, Jonas"
            },
            {
                "name": "van Hecke, Isabelle"
            },
            {
                "name": "van Impe, Koen"
            },
            {
                "name": "Crets, Stany"
            },
            {
                "name": "Focketyn, Frank"
            },
            {
                "name": "Loots, Marianne"
            },
            {
                "name": "Verheye, Rik"
            },
            {
                "name": "Hellinx, Ludo"
            },
            {
                "name": "den Begin, Peter Van"
            },
            {
                "name": "der Aa, Liesa Van"
            },
            {
                "name": "den Heuvel, Ben Van"
            },
            {
                "name": "Aerts, Stef"
            },
            {
                "name": "Bertels, Tiny"
            },
            {
                "name": "De Ridder, Sven"
            },
            {
                "name": "De Weert, Tuur"
            },
            {
                "name": "Degand, Stefaan"
            },
            {
                "name": "Domen, Christel"
            },
            {
                "name": "Ilegems, Bieke"
            },
            {
                "name": "Sileghem, Karlijn"
            },
            {
                "name": "Vereeck, Bruno"
            }
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "runtimes": [
            "50"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 5.2,
        "votes": 75,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzZhMjhhNDUtYjhjNS00MGU1LTllZTItZjA5YzkzMGEyMDQ3XkEyXkFqcGdeQXVyOTM2ODgzMg@@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Teacher Raymond Kiekens is the vice-principal in a Flemish high-school, where the lazy principal Savoy 'delegates' all the work to him. Bad-tempered cynic Kiekens despises all fellow staff and the pupils, yet mostly works out his frustrations most cruelly on his administrative assistant, gentle half-wit nephew Wesley. The teachers have their own flaws, such as a terrible marriage, addictions and excessive, prudish piety.",
        "languages": [
            "Dutch"
        ],
        "title": "Kiekens",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2012",
        "akas": [
            "Kiekens (Belgium)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bouckaert, Geert"
            },
            {
                "name": "Crets, Stany"
            },
            {
                "name": "Terryn, Johan"
            }
        ],
        "production companies": [
            {
                "name": "Elisabeth NV"
            }
        ],
        "distributors": [
            {
                "name": "Vlaamse Radio en Televisie (VRT)"
            }
        ],
        "plot": [
            "Teacher Raymond _Kiekens_ (qv) is the vice-principal in a Flemish high-school, where the lazy principal Savoy 'delegates' all the work to him. Bad-tempered cynic _Kiekens_ (qv) despises all fellow staff and the pupils, yet mostly works out his frustrations most cruelly on his administrative assistant, gentle half-wit nephew Wesley. The teachers have their own flaws, such as a terrible marriage, addictions and excessive, prudish piety.::KGF Vissers"
        ],
        "tech": {
            "runtime": [
                "50 min (Belgium)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 75,
                "rating": 5.2
            },
            "aged 18 29": {
                "votes": 22,
                "rating": 5.5
            },
            "aged 30 44": {
                "votes": 27,
                "rating": 4.5
            },
            "aged 45 plus": {
                "votes": 16,
                "rating": 3.2
            },
            "males": {
                "votes": 59,
                "rating": 4.2
            },
            "males aged 18 29": {
                "votes": 18,
                "rating": 5.0
            },
            "males aged 30 44": {
                "votes": 23,
                "rating": 4.2
            },
            "males aged 45 plus": {
                "votes": 16,
                "rating": 3.2
            },
            "females": {
                "votes": 8,
                "rating": 6.4
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 7.2
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 5.7
            },
            "us users": {
                "votes": 1,
                "rating": 8.0
            },
            "non us users": {
                "votes": 50,
                "rating": 4.1
            }
        },
        "number of votes": {
            "10": 11,
            "9": 3,
            "8": 3,
            "7": 16,
            "6": 5,
            "5": 6,
            "4": 4,
            "3": 4,
            "2": 7,
            "1": 16
        },
        "arithmetic mean": 5.2,
        "median": 6
    }
}