{
    "imdb": {
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Santa's Hat/Make It Snow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Hand Me Down Sweater/Breakfast for Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Sam tries to make his old sweater special before passing it down to Fred. Sam has outgrown his knitted pullover. Stella gives him an old one of hers, imbuing it with an exciting past that makes it extra special. Now Sam is inspired to pass down his old sweater to Fred, but to make it a worthy hand-medown, it needs some adventures. Regardless of the sweater's daring escapades, Fred doesn't like wearing it. The rejection is disappointing, but Sam's spirits are boosted when a robin uses the sweater's stray yarn to build her new nest./Stella has to get Sam out of bed in ...    "
                },
                "2": {
                    "title": "Sam's Scarf/Night Fairies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Fred helps Stella and Sam track down a missing scarf. Sam's scarf goes missing while he and Stella are frolicking in a leaf pile. Fred is the first suspect in the disappearance, but then other clues lead Stella and Sam across the meadow to the neighbouring farm. Ultimately, Fred leads the kids to the culprit - Pattycake, a barn cat with an inclination for mischief./Stella helps Sam prepare for his first backyard camp-out. Camping out in the backyard is lots of fun, but if you've never spent the night beyond your cozy bedroom, it's a bigstep to take. Stella does her ...    "
                },
                "3": {
                    "title": "Big Sam/Box Builders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Sam wishes he was bigger but discovers being small can behandy sometimes. Sam spills all the dog biscuits while trying to get them down from a shelf that's too high. It's another reminder that he's not as big as he wants to be. Stella assures him he's growing all the time and shows the progress he's making on the family growth chart. When the two of them are pretending to be giants, a toy cow gets stuck under the veranda--a tight spot only accessible to someone Sam's size./Sam and Owen discover different ways to have fun with boxes. Owen has a wagonload of big empty ...    "
                },
                "4": {
                    "title": "Super Sam/Fred's Bath",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Muddy Fred needs to get cleaned up but hates having a bath. Fred gets dirty playing with Sam in the garden. It becomes a problem when he tracks muddy paw prints through the house. Fred needs a good washing, but the very mention of the word bath sends him whimpering off to hide. Stella and Sam have to come up with a way to get the reluctant pup in the washtub./Sam pretends to be a superhero but comes to Fred's rescue for real. When Sam watches Stella pretend she's a superhero, he wants to be one too, but has trouble with his rescue technique. In the meantime, Ivy shows...    "
                },
                "5": {
                    "title": "Sam and the Snowman/To the North Pole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Sam learns to skate with the help of a snowman. Stella wants Sam to go skating with her. Instead of admitting he's afraid of slipping on the ice, Sam says he has to sit with Fred and keep him company. Stella proposes making a snowman that can doggy-sit for them. Stella and Sam bring the snowman to life through make-believe play. After sharing some wintertime fun, the snowman asks if he can slide on the ice with them. Sam puts on his skates to help Stella push the snowman around on a toboggan. Having someone to lean on, keeps Sam steady on the ice./A heavy snowfall ...    "
                },
                "6": {
                    "title": "Trip to China/Kite Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Stella and Sam venture downstairs in the dead of night to search for Fred, and a missing kite. As bedtime approaches, Stella and Sam reflect on their fun filled day of kite flying. Fred liked it too, but never got to enjoy the satisfaction of catching the kite to wrestle with it. It's an obsession that creeps into his doggy dreams. When Sam wakes up during the night and finds Fred missing from his bed, he asks Stella to lead a search downstairs. With Stella's help, Sam gets used to the strange shadows and odd noises that pervade their house at night. In the end, kite ...    "
                },
                "7": {
                    "title": "Trip to Africa/Laugh a Bit Soup",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Stella's make-believe animal safari leads Sam and Owen to monkey around. The day is hotter than an African savannah, so Stella pretends that's where they are and takes Sam and Owen on a Safari. They observe a lion, a hippopotamus and the rare and elusive Stellaphant that has a stocking trunk and red curly hair. The boys get into the act too and cavort around the yard, behaving like their favourite animals. Thanks to Stella's pretend camera, they have pictures of all the wildlife they encountered on their exciting trip./Stella has a remedy for Sam's stubbed toe, silly ...    "
                },
                "8": {
                    "title": "Tree Wishes/Skippy and Sam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Sam loses a treasured memento he brought back from his trip to the beach. Sam finds a pretty stone on the beach that's too special to leave behind. It becomes a memento of that enjoyable day as well as a make-believe friend that fits in his pocket. Sam calls it, 'Skippy'. When Skippy goes missing, Detective Stella assures Sam that she'll find it. Her playful search for clues leads them to the laundry basket where Skippy is hiding in another pocket./Stella strikes a deal with a tree to get back Sam's toy airplane, stuck high in its branches. When Sam's toy airplane ...    "
                },
                "9": {
                    "title": "Sam's New Boots/Meadow Melody",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Sam hopes for wet weather so he can try out his new rainboots. It's the perfect sunny day for a trip to Stella's make believe beach. But Sam wants wet weather so he can try out his new rain boots. According to Stella's whimsical weather predictions, there's no rain in the forecast. It puts a damper on Sam's day until Stella comes up with the idea to make believe a rain cloud has arrived./Sam wants to perform in Stella's music concert, but doesn't have an instrument to play. Stella and Ivy plan a concert in the meadow where they'll play their recorders. Sam wants to ...    "
                },
                "10": {
                    "title": "Stella from Planella/A Home for Cricket",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Stella takes Sam and Owen to an imaginary planet where kiwi fruit grows. Sam and Owen sample every food on a snack platter except the kiwi fruit. It is unusual-looking, and according to Stella, so is the planet it comes from. She sends the boys on an intergalactic trip to see for themselves. With space alien Stella as their tour guide, the boys encounter many new and interesting things on Planet Planella, including a kiwi vine./Sam befriends a cricket and helps it find a new home. When Sam brings some toys in from the yard, he discovers a cricket living inside his ...    "
                },
                "11": {
                    "title": "Follow Me/Where's Pattycake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    A funny game of Follow-the-Leader helps Stella and Sam find their lost ball. While playing catch, Stella and Sam's stray ball inexplicably disappears./The neighbour's cat disappears after participating in the kids' magic show.    "
                },
                "12": {
                    "title": "Stella's Circus/Stella's Storybook",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Sam hopes Fred has enough talent to join Stella's circus, but can an old dog learn new tricks? Sam is surprised and delighted when Stella starts a circus and bills him as the sensational, Somersault Sam. Wanting Fred to be part of the act too, Sam tries to teach him a trick. But Fred is a dog who likes doing things in his own way at his own pace. In the end, Fred's hidden talents are revealed when he jumps for joy over a dog biscuit./Stella takes Sam on a fairy tale quest in search of a good ending for her unfinished storybook. Stella creates a storybook with herself ...    "
                },
                "13": {
                    "title": "Sam and the Sky Painter/Deer Friend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    After being surprised with a card and gift for Brother's Day, Sam makes plans for Sister's Day. There's a Father's Day and a Mother's Day, but Sam didn't know about Brother's Day. It's actually an invention of Stella's, and a reason to surprise Sam with a homemade gift. Sam decides the next day is Sister's Day and secretly makes a macaroni necklace. But it's a challenge keeping his surprise from Stella and keeping his necklace from his pasta-loving dog. It turns out, the best surprise of all is waking Stella early enough to see a spectacular sunrise./Stella helps Sam ...    "
                }
            },
            "2": {
                "1": {
                    "title": "The Parrot Queen/Feathered Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Trip to the Moon/Fred's Birthday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Scarecrows and Pumpkins/Dinosaur Days",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Fairy Garden/Fredland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Spider Games/Rainy Day Picnic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Sam's Fort",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Sally Goose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "The Land Down Under/Sam the Sock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "When Stella Was Small/Invisible",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Pirates/Signs of Spring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "How the West Was Fun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Sea Dragon/Fred and Petunia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Lucky Treasure/Shipwrecked",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella and Sam (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 27,
        "cast": [
            {
                "name": "Johnson, Miles"
            },
            {
                "name": "Marcus, Rachel"
            },
            {
                "name": "Daniels, Tony"
            },
            {
                "name": "Sim, Jake"
            },
            {
                "name": "Fitzroy, Robbie"
            },
            {
                "name": "Orjalo, Christina"
            }
        ],
        "genres": [
            "Animation",
            "Family"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "fr",
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-Y"
        ],
        "number of seasons": 2,
        "rating": 8.2,
        "votes": 61,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjQyMjg0NDYwMl5BMl5BanBnXkFtZTgwNDAzOTc1NDE@._V1_SY150_CR38,0,101,150_.jpg",
        "plot outline": "Sweet little cartoon about big sister Stella and her little brother Sam set in an adorable world of imagination . The cute duo set off on all sorts of imaginative adventures in their own backyard whilst caring for each other and meeting friends along the way. My 3 & 5 year old love it, and it's one of the rare toddler audience cartoons I don't mind having to watch, even multiple times. I highly recommend this one.",
        "languages": [
            "French",
            "English"
        ],
        "title": "Stella and Sam",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Stella and Sam (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Ardiel, Bob"
            },
            {
                "name": "Gay, Marie-Louise"
            },
            {
                "name": "Hoffman, Shelley"
            }
        ],
        "production companies": [
            {
                "name": "Bell Broadcast and New Media Fund"
            },
            {
                "name": "Mercury Filmworks"
            },
            {
                "name": "Radical Sheep Productions"
            }
        ],
        "distributors": [
            {
                "name": "3e"
            },
            {
                "name": "The Family Channel"
            },
            {
                "name": "Tiny Pop"
            }
        ],
        "other companies": [
            {
                "name": "Stohn Hay Cafazzo Dembroski Richmond"
            },
            {
                "name": "Wanted Sound & Picture"
            }
        ],
        "plot": [
            "Sweet little cartoon about big sister Stella and her little brother Sam set in an adorable world of imagination . The cute duo set off on all sorts of imaginative adventures in their own backyard whilst caring for each other and meeting friends along the way. My 3 & 5 year old love it, and it's one of the rare toddler audience cartoons I don't mind having to watch, even multiple times. I highly recommend this one.::Melinda Issakov"
        ],
        "tech": {
            "runtime": [
                "23 min (2 parts) (Canada)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 61,
                "rating": 8.2
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 6.7
            },
            "aged 30 44": {
                "votes": 31,
                "rating": 6.9
            },
            "aged 45 plus": {
                "votes": 10,
                "rating": 8.0
            },
            "males": {
                "votes": 26,
                "rating": 6.7
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 5.0
            },
            "males aged 30 44": {
                "votes": 16,
                "rating": 5.5
            },
            "males aged 45 plus": {
                "votes": 8,
                "rating": 8.9
            },
            "females": {
                "votes": 19,
                "rating": 8.8
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 15,
                "rating": 9.2
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 4.7
            },
            "us users": {
                "votes": 16,
                "rating": 7.0
            },
            "non us users": {
                "votes": 22,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 36,
            "9": 8,
            "8": 2,
            "7": 3,
            "6": 1,
            "5": 1,
            "4": 1,
            "3": 2,
            "2": 2,
            "1": 5
        },
        "arithmetic mean": 8.2,
        "median": 1
    }
}