{
    "imdb": {
        "raw release dates": [
            {
                "country": "Ireland\n",
                "date": "1 January 2011"
            },
            {
                "country": "UK\n",
                "date": "21 February 2011"
            },
            {
                "country": "Sweden\n",
                "date": "14 April 2014"
            }
        ],
        "release dates": [
            "Ireland::1 January 2011",
            "UK::21 February 2011",
            "Sweden::14 April 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Mrs. Brown's Boys"
            },
            {
                "countries": "Estonia",
                "title": "Mrs. Browni poisid"
            },
            {
                "countries": "Russia",
                "title": "Мальчики миссис Браун"
            },
            {
                "countries": "USA",
                "title": "Mrs. Brown's Boys"
            }
        ],
        "akas": [
            "Mrs. Brown's Boys (original title)",
            "Mrs. Browni poisid Estonia",
            "Мальчики миссис Браун Russia",
            "Mrs. Brown's Boys USA"
        ],
        "akas from release info": [
            "Mrs. Brown's Boys (original title)",
            "Mrs. Browni poisid Estonia",
            "Мальчики миссис Браун Russia",
            "Mrs. Brown's Boys USA"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Exotic Mammy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 39,
                    "original air date": "25 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    It's the festive season in the Brown household and Father Damien has organised a Christmas decoration contest. Agnes can't figure out how to use a gift from Buster. Cathy is up for promotion and Buster has a date.    "
                },
                "2": {
                    "title": "Mammy's Motel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 29,
                    "original air date": "1 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    During a storm the pipes burst in Winnie and Sharon's house so Agnes offers them a place to stay, leading to a storm within the Brown household. Agnes is asked by Father Damian to do an eulogy for a neighbour she neither knew nor liked.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Mammy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 142,
                    "original air date": "1 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Ageing widow Agnes Brown has three sons - Dermot,Mark and Rory and a daughter Cathy,whilst her father-in-law also lives with her. When he is taken ill Agnes misreads his rectal thermometer which leads to his ending up in hospital. However a more pressing problem is the rift between Dermot and his soon-to-be bride,middle class nurse Maria Nicholson. Ever the meddler Agnes offers them advice,which only aggravates the situation,so Cathy, a psychology student,counsels them instead,which puts her mother's nose well and truly out of joint -though she does reveal how she ...    "
                },
                "2": {
                    "title": "Mammy's Secret",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 106,
                    "original air date": "8 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Agnes is annoyed that the family are being secretive: Cathy will not let her meet her new man friend; Mark's wife Betty has thrown him out; and Dermot, who dresses up in outsize costumes to advertise products, has told Maria's wealthy parents that he actually has a high-powered position. Agnes confronts Betty and they come to blows--observed by Maria's mother, who declares the Browns unfit to attend the wedding, which will now take place in Italy instead of Dublin. When Agnes spots Betty with another man, she instantly thinks the worst and has a go at her...and learns...    "
                },
                "3": {
                    "title": "Mammy's Merchandise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 94,
                    "original air date": "15 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Dermot is keen for his childhood friend, wheeler-dealer Buster Brady, to be his best man but Agnes feels he is unsuitable (especially as Cathy is dating a policeman) and prefers Mark. Agnes ultimately persuades Maria that Dermot should be allowed to choose. When next-door neighbor Winnie's husband Jacko is rushed to hospital and she needs money for his operation, Buster's lottery scam seems to be the best way to get Winnie her 5000 euros, as well as money for the wedding.    "
                },
                "4": {
                    "title": "Mammy Rides Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 96,
                    "original air date": "22 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Annoyed that Maria thinks she's too old to come to her hen night, Agnes tries to discover its location from Dermot, but she is misinformed and crashes in on a giant dildo....and discovers that she's at a solemn wake. To make amends and prove that she's a perfect middle-class hostess, she invites Maria's mother to a meal served by Rory and his friend Dino, but she's so nervous that she gets disastrously drunk; meanwhile, determined to impress, she has had a second toilet fitted into a downstairs cupboard.    "
                },
                "5": {
                    "title": "Mammy of the Groom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 87,
                    "original air date": "29 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Suffering from pre-nuptial nerves, Dermot shuts himself into the cupboard under the stairs, so he's still there when Father Quinn arrives to give the happy couple their premarital talk. What finally draws Dermot out is Buster's moving best-man speech (initially he could find nothing good to say about the groom) and he promptly asks Agnes if he and Maria can live with her. Agnes also discovers that her son Rory is gay after Cathy gives her a book on homosexuality, but she accepts the news with her usual tactless tolerance: \"I know all about your illness.\"    "
                },
                "6": {
                    "title": "Mammy's Miracle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 87,
                    "original air date": "5 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Whilst newlyweds Maria and Dermot feel stressed not having their own place Father Quinn fears that he is losing his parishioners to another church and Grandad decides he wants a dummy run of his funeral so he can hear the mourners pay him tributes. Agnes makes funeral arrangements but initially mistakes the visiting Mormons - who are responsible for Father Quinn's problem - for undertakers. However she eventually engages them in a religious argument about the absurdity of Noah's ark that sends them running. At the funeral none of the mourners have anything nice to say...    "
                },
                "7": {
                    "title": "Mammy's Ass",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 87,
                    "original air date": "25 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Mrs. Brown and her family get ready for Christmas--always a hectic time at the Browns'. Buster is his usual self, selling Mrs. Brown a tin of outdated biscuits and a \"fresh\" turkey. This year Mrs. Brown wants the Virgin Mary role in the church Nativity play. This Christmas what she really wants more than anything else is to have her whole family around her, including her son Trevor who is away doing missionary work.    "
                }
            },
            "2": {
                "1": {
                    "title": "Mammy Pulls It Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 86,
                    "original air date": "2 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Agnes is anxious to help Dermot and Maria, who are living with her, to get their own place so she tells the insurance company Granddad has died so they can collect the money. This means every time the bell rings an agitated Agnes has to disguise her father-in-law as a table,though ultimately a claim assessor visits,detects the scam and threatens Agnes with prison. Fortunately somebody higher up in the insurance company has a relative who is looking out for Agnes so she will not have to kill Granddad after all.    "
                },
                "2": {
                    "title": "Mammy's Coming!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 81,
                    "original air date": "9 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Agnes is not happy. The kids keep pinching her toast; Dermot and Buster, dressed as wild animals for an ad campaign, are savaged by a randy escaped circus lion. But Winnie is delighted: the side effect of Jacko's new medication has rebooted her sex life. Cathy rounds up the family for a group counseling session for her college project but it descends into chaos until her boyfriend Mick arrives and the family closes ranks in exposing secrets he's kept from Cathy.    "
                },
                "3": {
                    "title": "iMammy (Batteries Not Included)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 74,
                    "original air date": "16 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Maria brings a robot baby home from her prenatal class to practicing mothering, but Grandad sits on it while Agnes is minding it and her efforts to mend it only make it worse. It's not the best time for Cathy to introduce Agnes to her professor (and new boyfriend) who wants to interview her on motherhood. Fortunately Maria is forgiving, her attitude much helped by having been told to expect twins.    "
                },
                "4": {
                    "title": "SuperMammy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 100,
                    "original air date": "23 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    When all of her kids declare that she's overweight, Agnes reluctantly begins a diet, but she soon begins to cheat. Suffering from heartburn she innocently swallows pills that Rory confiscated from the hair salon, where he's been promoted to manager, but they're not heartburn pills and they make her act oddly. Professor Clowne, Cathy's boyfriend, finds Agnes' behavior fascinating and becomes more determined to interview her for his book.    "
                },
                "5": {
                    "title": "Mammy's Going",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 80,
                    "original air date": "30 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Family dog Spartacus is 15 years old and sick and the family discusses putting her in a home 'with other old bitches,' but when Agnes overhears she thinks they're referring to her. Their search for the right moment to tell Agnes coincides with the surprise birthday party they're throwing for her, and their secretive nature is driving her to distraction. Ultimately the truth is revealed and the family heads to the pub for Agnes's celebration; unfortunately Spartacus has worsened and has had to be put to sleep.    "
                },
                "6": {
                    "title": "New Mammy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 75,
                    "original air date": "4 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    After Rory and his boyfriend argue and make up, Cathy feels that Agnes should make more effort to get on with Hillary, so Agnes asks her out to the pub. Initially Hillary is unimpressed, but after a couple of ciders she's ready to arm-wrestle anybody. But the outing is cut short when Maria is rushed to hospital and gives birth to triplets. After Mark shows Betty his romantic side, the only way to end the series is a song performed by the entire cast.    "
                },
                "7": {
                    "title": "Christmas Special: Mammy Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 83,
                    "original air date": "24 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Mrs. Brown accidentally destroys her Christmas tree; and when Father Damien visits to tell her she can't be the Virgin Mary in the church Nativity play because there won't be one this year, she writes her own version. Cathy fools her into believing that she's being filmed secretly for a \"mother-of-the-year\"-search TV show, and suddenly Mrs. Brown is uncharacteristically nice to everyone.    "
                },
                "8": {
                    "title": "Christmas Special: The Virgin Mammy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 80,
                    "original air date": "25 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Agnes prepares for her unorthodox Nativity play, \"Men Are Bastards!\" She finds parts for all the family and their friends, though the animals provided by Dermot are not exactly biblical. Having survived being locked into a wrist magnet to cure her rheumatism Agnes takes to the stage, but the production is a disaster: Buster's Angel Gabriel gets badly singed, Father Damien's trousers are ripped off him by the magnet, a shocked Hilary faints on stage, and Agnes has lost the Baby Jesus doll and enlists Grandad for the role It's time for Cathy to sack her mother and rally...    "
                }
            },
            "3": {
                "1": {
                    "title": "Mammy's Spell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 80,
                    "original air date": "1 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    During a party to celebrate the baptism of Dermot and Maria's triplets, an unwitting Agnes and Winnie are put under the spell of the hypnotist booked to provide the entertainment. Mark has some upsetting news and Agnes has to turn a heartbroken Bono away.    "
                },
                "2": {
                    "title": "Mammy's Inflation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 67,
                    "original air date": "7 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Cathy is still dating Professor Clowne to Agnes's disapproval as she does not like him, especially when Cathy says she's considering breast implants to please him. As a trial the clinic loans Cathy an inflatable bra, which Agnes cannot resist trying. Unfortunately it gets out of control in the presence of Father Damien. While Buster introduces Agnes to a half-blind man who will be decorating her kitchen, Rory takes driving lessons and Mark prepares for emigration. Professor Clowne pops the question to Cathy--just not the question she wanted, and she ends their ...    "
                },
                "3": {
                    "title": "Mammy's Break",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 61,
                    "original air date": "14 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Agnes is peeved that Rory and Dino chose Winnie and Hilary over her as their models in the hair-dressing contest--until she's tactfully told that it was for seniors only. Meanwhile, she's desperate for a holiday and tries to groom Grandad to appear senile to get respite care for him while she's away. A bogus medium leads her to believe that she has 24 hours to live, which gives her a nasty moment in the pub--though fortunately food poisoning and not fate explains the victims dropping around her. Grandad's health-tester arrives but his questions take the wrong person ...    "
                },
                "4": {
                    "title": "Mammy's Valentine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 61,
                    "original air date": "21 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Agnes feels left behind by the permissive society as Cathy and Betty discuss sex and even Winnie seems to be getting it once a year. After another year without a Valentine card she tries online dating but ends up with escort agency Dial-a-Dick; she arranges a date but gets stood up and is unimpressed by Dermot's romantic gesture for Maria and Grandad's gift of flowers. Fortunately Dial-a-Dick does end up delivering.    "
                },
                "5": {
                    "title": "Mammy?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 65,
                    "original air date": "28 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    When Rory and Dino argue, Rory moves back in with Agnes, but the pair reconcile and announce their wedding plans; extra work coming in means that Mark no longer needs to emigrate; Agnes is wary when Buster gives Dermot a phone which may have been stolen and attempts to hide it when Cathy's old flame, detective Mick, visits; and Father Quinn, just out of rehab, asks for her help with a charity garden party. She also gets a phone call from a solicitor and, when Cathy discovers that the firm specialises in tracking down adopted children, she and the boys wonder if one of...    "
                },
                "6": {
                    "title": "Mammy Swings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 63,
                    "original air date": "4 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Agnes is unhappy with her new kitchen and with camp TV personality LaLaDoggy, who is organizing Rory and Dino's wedding. Cathy invites boyfriend Mick's parents, but when she describes them as swingers, Agnes assumes they're jazz fans and gets a rude shock when they show her the kind of swingers they actually are. Then, while she clashes with LaLa about how the wedding should be, the happy couple marries in secret. The Browns organize a surprise reception, but the biggest surprise comes from the faulty car Dino sold to Rory.    "
                },
                "7": {
                    "title": "Buckin' Mammy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 59,
                    "original air date": "25 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Agnes is pleased with her state-of-the-art remote-controlled Christmas tree, but not with Buster's exploding crackers. She reluctantly agrees to help Mark and Betty by finding out what their son Bono wants from Santa, and resorts to desperate measures in this quest. She hosts the family's pre-Christmas party and goes cross when nobody, especially Hillary, will play by the rules of her party games, as usual. Grandad's charades contribution turns out to be a mild heart attack, but, after the guests leave he has fun at Agnes' expense with the Christmas tree. The whole ...    "
                },
                "8": {
                    "title": "Who's a Pretty Mammy?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 56,
                    "original air date": "29 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Agnes prepares for her New Year's Eve party although half the guests have reasons for not attending. She is also perturbed that Mark and Betty want to send Bono to the very rough local school and is somewhat harassed when stern Father McBride persuades her to look after the parrot that belonged to Maria's recently-deceased auntie. After having a mishap with some aerosol glue which she mistook for deodorant and accidentally triggering Dino's food allergy, Agnes learns that the parrot was living in a house of ill-repute not unknown to Father McBride, a fact which comes ...    "
                },
                "9": {
                    "title": "Mammy's Tickled Pink",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 57,
                    "original air date": "25 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    With Christmas approaching, Agnes is intrigued by a succession of boxes delivered for Cathy about which the other family members are keeping quiet. Then Buster lets slip that Cathy is working for the Tickled Pink company, which sells sex aids, though Agnes mistakenly believes that they are kitchen utensils and uses a dildo as a whisk. There is further confusion when Rory informs her that he's getting Botox, which Agnes thinks means a sex change - leading to embarrassment when Agnes mistakes Cathy's boss Margaret for her supposed transsexual son. But after all the ...    "
                },
                "10": {
                    "title": "Mammy's Gamble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 48,
                    "original air date": "1 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    The North Korean burglar alarm Agnes gets Dino to install traps her and Buster in the living room and Dermot must save them; when Agnes discovers that Dermot can't get a bank loan to set himself up in business and that Cathy is considering artificial insemination, Agnes decides to help them both by winning the 15,000-euro prize in the pub poker tournament.    "
                },
                "11": {
                    "title": "Mammy's Christmas Punch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 60,
                    "original air date": "25 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Family rows and an aggressive tree jeopardize Agnes' desire for a peaceful Christmas; the reappearance of Mark's ex-girlfriend Bubbles, a predatory divorcee, spells trouble for Betty; and Agnes feels unwanted when the family clubs together to send her to Canada to visit her sister. Fortunately all matters are resolved in time for Agnes to help Winnie fulfill her bucket list, although mischievous Grandad ensures that the tree has the last word.    "
                },
                "12": {
                    "title": "Mammy's Widow's Memories",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 58,
                    "original air date": "31 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    25 years since the death of her \"Redser\" Brown, his former best friend woos Mrs. Brown as she plans a memorial service; Rory feels bored in his marriage to Dino; Mark confronts Busters over a watch stolen from a customer.    "
                },
                "13": {
                    "title": "Mammy Sutra (LIVE)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 42,
                    "original air date": "23 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Dressed as a penguin to promote frozen foods, Dermot considers sacking Buster from the campaign for not pulling his weight; Rory has the chance to buy his own hair salon; and Father Damien asks Agnes to help him with the local Boy Scouts, leading to her wearing the uniform in the pub. Agnes believes that Mark and Betty are having sexual problems; they're actually arguing about a new bed. Can things come right without Agnes' meddling.    "
                },
                "14": {
                    "title": "Mammy's Forest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "votes": 55,
                    "original air date": "25 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Agnes's Christmas might not be merry: Grandad is unwell; Rory's salon catches fire, requiring a pop-up salon in Agnes' front room; Dermot and Buster face competition for a pet-shop contract from a rival team of advertisers; and she's determined not to have a Christmas tree. But when Christmas comes around, Grandad miraculously recovers, thanks to Agnes' accident due to a forest of Christmas trees supplied by Buster, who has also secured the contract. Everybody gathers in the pub to celebrate with a quiz and a karaoke.    "
                },
                "15": {
                    "title": "Chez Mammy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "votes": 52,
                    "original air date": "31 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Granddad is prescribed marijuana for the pain in his back, Bono is being bullied in school, and Cathy is dating a Frenchman. Hilarity ensues when Mrs Brown tries to administer the medicine and sort out her grandson's school problem and Cathy's love life.    "
                }
            },
            "4": {
                "1": {
                    "title": "Mammy's Mummy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 65,
                    "original air date": "25 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Grandad is convinced that the house is haunted; Cathy has a new Internet date; Agnes is given a special Christmas tree to cheer her up; and Rory gets plastic surgery.    "
                },
                "2": {
                    "title": "CSI: Mammy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mrs. Brown's Boys (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 39,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    When a crime wave hits Finglas, Father Damien and Maria put together a neighbourhood watch scheme.    "
                }
            }
        },
        "number of episodes": 34,
        "cast": [
            {
                "name": "O'Carroll, Brendan"
            },
            {
                "name": "Gibney, Jennifer"
            },
            {
                "name": "O'Carroll, Eilish"
            },
            {
                "name": "O'Neill, Dermot"
            },
            {
                "name": "Houlihan, Paddy"
            },
            {
                "name": "O'Carroll, Danny"
            },
            {
                "name": "Woods, Amanda"
            },
            {
                "name": "Shields, Pat"
            },
            {
                "name": "O'Carroll, Fiona"
            },
            {
                "name": "Cowan, Rory"
            },
            {
                "name": "Hollywood, Gary"
            },
            {
                "name": "Gibney, Fiona"
            },
            {
                "name": "Moloney, Conor"
            },
            {
                "name": "Regan, Emily"
            },
            {
                "name": "Blake, Susie"
            },
            {
                "name": "Delany, Martin"
            },
            {
                "name": "O'Carroll, Jamie"
            },
            {
                "name": "Reddin, Derek"
            },
            {
                "name": "Dymond, Mark"
            },
            {
                "name": "Sheridan, Mark"
            },
            {
                "name": "Nolan, Mike"
            },
            {
                "name": "Gibney, Conor"
            },
            {
                "name": "Roberts, Smug"
            },
            {
                "name": "Lilburn, Gary"
            },
            {
                "name": "Pyatt, Mike"
            },
            {
                "name": "McConnell, Stephen"
            },
            {
                "name": "Mckiernan, Damien"
            },
            {
                "name": "Cusack, Sorcha"
            },
            {
                "name": "Dougherty, Di"
            },
            {
                "name": "Spain, Helen"
            },
            {
                "name": "Kinlan, Laurence"
            },
            {
                "name": "Gibney, Jimmy"
            },
            {
                "name": "Duffy, Joe"
            },
            {
                "name": "Delany, Felix"
            },
            {
                "name": "Hayes, Richie"
            },
            {
                "name": "Taylor, Daniel Lawrence"
            },
            {
                "name": "Conlan, Joe"
            },
            {
                "name": "Barantini, Philip"
            },
            {
                "name": "Bathurst, Robert"
            },
            {
                "name": "O'Callaghan, Ciara"
            },
            {
                "name": "Caiden, Drew"
            },
            {
                "name": "Mayhew-Archer, Paul"
            },
            {
                "name": "Douglas, John"
            },
            {
                "name": "Nodeland, Palle"
            },
            {
                "name": "Telfer, Robbie"
            },
            {
                "name": "Holder, Noddy"
            },
            {
                "name": "Rodgers, June"
            },
            {
                "name": "Donnelly, Dean"
            },
            {
                "name": "O'Carroll, Eric"
            },
            {
                "name": "Kennedy-Valentine, Jo"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "26"
        ],
        "countries": [
            "Ireland",
            "United Kingdom"
        ],
        "country codes": [
            "ie",
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(Technicolor)"
        ],
        "aspect ratio": "1.78 : 1",
        "certificates": [
            "Ireland:15",
            "Singapore:NC-16::(series 2)",
            "Singapore:M18::(series 3)",
            "United Kingdom:15::(DVD rating)"
        ],
        "number of seasons": 5,
        "rating": 7.3,
        "votes": 6760,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2RiNWE5M2UtNWMxNC00OTYzLWI2ZmItYzZiNjk1NzM3OWI4XkEyXkFqcGdeQXVyNDIzMzcwNjc@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Mrs. Brown's Boys",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Mayhew-Archer, Paul"
            },
            {
                "name": "O'Carroll, Brendan"
            }
        ],
        "production companies": [
            {
                "name": "BOC Productions"
            },
            {
                "name": "Raidió Teilifís Éireann (RTÉ)"
            },
            {
                "name": "British Broadcasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "Raidió Teilifís Éireann (RTÉ)"
            },
            {
                "name": "British Broadcasting Corporation (BBC)"
            }
        ],
        "other companies": [
            {
                "name": "Access Bookings"
            },
            {
                "name": "Fintage CAM"
            }
        ],
        "plot": [
            "A comedy centered on a loud-mouthed Irish matriarch whose favorite pastime is meddling in the lives of her six children.::Production"
        ],
        "synopsis": [
            "Agnes Brown - a widow living in Ireland - runs her home with an iron fist as she manages her sons, daughter Kathy and best friend Winnie. Add elderly Grandad, various in-laws and grandchildren to the mix and Mrs Brown usually has her hands full.Funny, outspoken and never at a loss for words (especially profanity), she gets through life and the daily grind with a caustic remark and a loving wink.What makes the show different is that the \"fourth wall\" is broken. This could mean anything from Agnes interacting with the crew filming the show, allowing technical goofs and glitches to make their way into the story line or having the studio audience join in for an impomptu musical number."
        ],
        "tech": {
            "runtime": [
                "26 min (UK)",
                "25 min (USA)"
            ],
            "color": [
                "Color (Technicolor)"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6760,
                "rating": 7.3
            },
            "aged under 18": {
                "votes": 6,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 1540,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 2096,
                "rating": 6.9
            },
            "aged 45 plus": {
                "votes": 1283,
                "rating": 7.7
            },
            "males": {
                "votes": 3997,
                "rating": 7.1
            },
            "males aged under 18": {
                "votes": 4,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 1142,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 1562,
                "rating": 6.6
            },
            "males aged 45 plus": {
                "votes": 915,
                "rating": 7.4
            },
            "females": {
                "votes": 1387,
                "rating": 8.2
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 383,
                "rating": 7.9
            },
            "females aged 30 44": {
                "votes": 514,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 353,
                "rating": 8.7
            },
            "top 1000 voters": {
                "votes": 81,
                "rating": 6.0
            },
            "us users": {
                "votes": 353,
                "rating": 7.9
            },
            "non us users": {
                "votes": 3493,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 2348,
            "9": 1104,
            "8": 1167,
            "7": 614,
            "6": 236,
            "5": 137,
            "4": 122,
            "3": 115,
            "2": 145,
            "1": 772
        },
        "arithmetic mean": 7.6,
        "median": 9
    }
}