{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 January 2011"
            }
        ],
        "release dates": [
            "USA::1 January 2011"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "A Taxidermy Turnout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "27 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    In the third-season opener, two sisters receive help selling their parents' collection of linens, hats, furniture and taxidermy. Also: Pottery is appraised; and a rundown garden bench is restored.    "
                },
                "2": {
                    "title": "Wild Card Sale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "27 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Cari uses the Internet to drum up interest in a sale at a remote location during cold weather. She also has a toy collection appraised, transforms a steamer trunk into a children's desk, and considers hiring a full-time employee.    "
                },
                "3": {
                    "title": "The Crystal and Heirlooms Clear Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "18 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Buyers create a problem for Cari when they fight to be the first in line for her sale of crystal, delicate glassware and furniture. Later, she transforms a footboard into a puppy bed.    "
                },
                "4": {
                    "title": "All Things Vintage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "18 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Cari struggles to sell high-ticket items; and a vintage wedding dress piques her interest.    "
                },
                "6": {
                    "title": "Marathon Estate Sale Weekend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "28 May 2013",
                    "year": "2013",
                    "plot": "\n    Forty years' worth of antiques, including primitives, furniture and vintage religious toys, are prepared for sale by Cari.    "
                },
                "7": {
                    "title": "Tough Negotiations at Estate Sale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "4 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Cari deals with cold temperatures and hard bargainers as she attempts to sell furniture, vintage cameras, cuff links, fish taxidermy and a pool table. She also invites locals to have their treasures appraised by experts at her warehouse; and turns an old claw-foot bathtub into a love seat for her wedding.    "
                },
                "8": {
                    "title": "Eclectic Estate Sale Treasures",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "4 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    A sale in a barn draws a large crowd, but Cari still struggles to make big bucks. Items of interest include vintage cash registers, bone-china tea sets and a bell made out of cast iron.    "
                },
                "9": {
                    "title": "A Collector's Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "3 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    A massive estate sale features vintage tools, Barbie dolls, clocks, globes, bar taps and model trains.    "
                },
                "10": {
                    "title": "Driving a Hard Bargain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "3 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Cari and her team grow frustrated dealing with hard bargainers as they work to sell the contents of a treasure-packed home. Also: An antique piano is transformed into a headboard.    "
                },
                "12": {
                    "title": "Historical Estate Treasures",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "13 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Cari travels to Farmington, Mich., to oversee the sale of historical Americana treasures, including a vintage Bible, doll collection, Masonic sword and antique furniture; and she tests out an app that allows buyers to learn more about the pieces she's selling. Also: A mid-century modern TV cabinet is refurbished.    "
                },
                "13": {
                    "title": "High End Estate Sale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "20 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    An estate sale at a mansion runs Cari and her team ragged.    "
                }
            },
            "1": {
                "1": {
                    "title": "Run Studebaker Run!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    This time on Cash & Cari, a packed farmhouse poses a major challenge for Cari and the estate sale team. And, from musical instruments to a 1925 Studebaker, everything's got to go. The emotional owner has mixed feelings about liquidating her late father's collection. But a wheeling' and dealing' Cari is determined to reward her with a handsome profit instead. Also in this episode: Cari agrees to pay thousands for the contents of an entire home. But will she uncover enough treasures to justify the monumental cleanup? A rare vintage stove gets banged up on the way to the...    "
                },
                "2": {
                    "title": "Money in Music",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "3 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    This time on Cash & Cari, Lance's childhood home is like a time capsule from the 1950s and features his late father's incredible collection of early electronics. The estate sale gets off to a great start. That is until city officials show up and everything grinds to a halt. With a huge problem on her hands, Cari needs to get creative to save the sale. Also in this episode: Cari tours a country cottage filled with unusual antiques and finds a few showstoppers for her store; a worn abandoned cabinet gets a new lease on life; and, Haas finds a Greek coin that could be ...    "
                },
                "3": {
                    "title": "Estate Sale Show Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "10 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    This time on Cash & Cari, with no choice but to tackle two very different estate sales simultaneously, Cari comes up with an innovative strategy: She puts Sharon in charge of the mancave sale featuring all the grown-up boys' toys while, down the street, Paula takes charge of clearing a home full of more feminine treasures. It's an estate sale showdown, but who will come out on top? Also in this episode: Cari's dad helps identify a basement full of power tools; a battered old cabinet is saved from the junk pile; Haas struggles with a stubborn bicycle lock; and, after ...    "
                },
                "4": {
                    "title": "The Reluctant Seller",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "17 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    This time on Cash & Cari, hoping to raise some capital for his new business, a long-time collector vows to sell off some of his prized possessions, including a hovercraft, a 1946 Harley and an entire room full of vintage lunchboxes. The team sets up a huge tent on the lawn for the gigantic sale. But can Cari convince the reluctant seller to part with his treasures, and will he be willing to adjust his big-ticket prices to make it happen? Also in this episode: Cari visits a homeowner whose collection is getting too large for her house; and, an old bench gets an ...    "
                },
                "5": {
                    "title": "Jam Packed Treasures",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "24 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    This time on Cash & Cari, jam-packed with pristine vintage treasures, a farmhouse promises to draw in the crowds. But will the cold temperatures affect the turnout? There's a lot at stake for Cari and the family, including finding a buyer for the vintage Pinto and a classic tractor. Can they get both vehicles running? Also in this episode: with her impressive collection of curios, a consignment customer tempts Cari to buy some of her great pieces; and, with a stunning carousel horse for sale, another consignment customer gets some amazing news.    "
                },
                "6": {
                    "title": "Collectors Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    This time on Cash & Cari, Cari and her team dive into a sprawling farmhouse! They unearth scores of rare and cherished items gathered during a lifetime of careful collecting by their 90-year-old owner. The team stages a massive three-day sale, but can they get everything ready in time for the huge turnout? Also in this episode: Cari climbs through a barn full of neglected antiques to discover a battered table, but can it survive an extreme makeover?    "
                },
                "7": {
                    "title": "Waterford Wars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "8 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    In order to have enough money to live on, Joanne is downsizing and needs to sell everything in her treasure-packed home. After tons of research and lots of organization, the massive three-day sale is ready to go. But Cari's hopes for a great sale are soon in danger of being dashed when Joanne constantly changes her mind about she wants to sell, and makes the situation worse by insisting on some unrealistic prices! It's a tough challenge for Cari and her team as they try to help Joanne reach her ambitious sales goal.    "
                },
                "8": {
                    "title": "The Charitable Estate Sale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "14 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Taking on an estate sale for a church, Cari is happy to donate her time and services to help raise money for the community. But the devil is in the details, and a small army of volunteers helps Cari and the team comb through a massive storage room full of forgotten treasures. With everything from a retro Slushi machine to vintage furniture and the pastor's red Mercedes Benz, the stage is set for an exciting two-day sale. And there's a lot at stake, especially since the congregation has put their faith in Cari's ability to make a difference.    "
                },
                "9": {
                    "title": "Fine Furniture Sale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "21 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    With a made-to-measure challenge, Cari must turn a relatively small estate sale into a big money maker. And to make it happen, she focuses on a few big-ticket items, including a piano and a collection of fine furniture. Hidden among the family's many cherished pieces are a few rare treasures, including a broken vintage radio. The sale draws plenty of former neighbors and a potential new client who asks Cari to check out his home. But with time running out, the pressure is on for Cari to make a big profit. While Moe works to repair the radio, a customer returns for a ...    "
                },
                "10": {
                    "title": "Railway to Heaven",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "28 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Royleen's late father spent a lifetime collecting toy trains and filling his house with furniture and collectible glassware. And now it's Cari's job to make sure his treasures find a new home. Even the smallest train set pieces could be worth a fortune, so the team has to attract some serious buyers to sell them all at the right price. The second day brings some sweet deals, especially for the buyers of a dresser and a spaghetti lamp. Cari finds a unique refurbishing project for herself, but can she fulfill her ambitious sales goal?    "
                },
                "11": {
                    "title": "The Delcate Scent of Success",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "12 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Linda's late parents were avid collectors, and Linda admits she's clumsy and doesn't want to break any more of their keepsakes! So, with a home overflowing with delicate glassware, elaborate perfume bottles and rare vintage clocks, she's hoping Cari can help clear out some of her delicate treasures. The cold and snowy weather doesn't deter the crowds from lining up outside on the first day of the sale. The value of a rare antique French clock just keeps rising, and people are phoning in offers on the Czechoslovakian perfume bottles. And, with the high turnout and even...    "
                },
                "12": {
                    "title": "Rich Pickings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "19 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Chuck and Diane's parents filled their home with everything from handmade folk art to vintage appliances and collectibles. And now it's up to Cari to liquidate the estate and help find new homes for the family's beloved treasures. Cari has high hopes for the three-day sale, and despite the snow and icy temperatures, the sale gets off to a great start. The smaller items fly out the door. But by day three, Cari and the team have to get creative in order to clear out the big-ticket items.    "
                },
                "13": {
                    "title": "Grandfathers Treasure Trove",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "26 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Things get emotional as Cari organizes an estate sale for her own family: An original picker long before it was trendy, her grandfather's home is jam-packed with collectibles and now it's time to clear out the property. In order to make it a success, Cari must push past the memories, manage family relationships, and decide which heirlooms she can let go of. And, as she and her father uncover treasures they haven't seen for decades, they discover that letting go of some items proves harder than they'd imagined.    "
                }
            },
            "2": {
                "1": {
                    "title": "Estate Sale Frenzy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "17 Jul. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "A Tale of Juggling Two Sales",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "18 Sep. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Blue Bin Bonanza",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "31 Jul. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Fresh Faces & Big Sales",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "7 Aug. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Quirky Collectable Sales",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "14 Aug. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Cari's Estate Sale Contest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "21 Aug. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "High End Estate Sale Bids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "28 Aug. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "High End Estate Sale Pay Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "4 Sep. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Signs of Sale Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "11 Sep. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Cool Collectibles Estate Sale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "25 Sep. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Collector's Delight Estate Sale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2 Oct. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Corvette Bidding War",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cash and Cari (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "18 May 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 36,
        "cast": [
            {
                "name": "Cucksey, Cari"
            },
            {
                "name": "Weir, Wilder"
            },
            {
                "name": "Lumbert, Bill"
            }
        ],
        "locations": [
            "Michigan, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 3,
        "rating": 6.5,
        "votes": 26,
        "languages": [
            "English"
        ],
        "title": "Cash and Cari",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Cash and Cari (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Cineflix Productions"
            }
        ],
        "special effects": [
            {
                "name": "Authority FX"
            }
        ],
        "other companies": [
            {
                "name": "Entertainment Partners Canada"
            }
        ],
        "synopsis": [
            "With her razor sharp business sense and an eye for spotting diamonds in the rough, estate sale guru Cari Cucksey combs through her clients basements, attics, and garages in search of hidden treasure. And once her team has organized and priced the entire contents of the home, they hold an estate sale right on the premises. From antique furniture and vintage toys, to retro electronics and rare cars, theres something for everyone, and everything must go!Produced by Cineflix Productions:\nCineflix is a leading international media company that is bringing together a mix of global broadcast and production partners, major talent and key executives to get top quality original content produced and distributed for television and other emerging platforms."
        ],
        "tech": {
            "runtime": [
                "30 min (USA)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 26,
                "rating": 6.5
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 4.0
            },
            "aged 30 44": {
                "votes": 12,
                "rating": 5.8
            },
            "aged 45 plus": {
                "votes": 7,
                "rating": 6.7
            },
            "males": {
                "votes": 10,
                "rating": 5.7
            },
            "males aged 30 44": {
                "votes": 7,
                "rating": 5.5
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 6.0
            },
            "females": {
                "votes": 13,
                "rating": 5.6
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 4.0
            },
            "females aged 30 44": {
                "votes": 5,
                "rating": 7.6
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 4.5
            },
            "us users": {
                "votes": 11,
                "rating": 5.8
            },
            "non us users": {
                "votes": 3,
                "rating": 5.3
            }
        },
        "number of votes": {
            "10": 7,
            "9": 2,
            "8": 1,
            "7": 6,
            "6": 1,
            "5": 2,
            "4": 2,
            "3": 1,
            "2": 0,
            "1": 4
        },
        "arithmetic mean": 6.5,
        "median": 7
    }
}