{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "June 2011"
            }
        ],
        "release dates": [
            "Australia::June 2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Justin Time"
            },
            {
                "countries": "Canada (French title) (working title)",
                "title": "Justin Rêve"
            },
            {
                "countries": "Finland",
                "title": "Jussin Matkat"
            },
            {
                "countries": "Germany (working title)",
                "title": "Der Phantastische Paul"
            },
            {
                "countries": "Israel (English title)",
                "title": "Mooney Imaginary"
            },
            {
                "countries": "Israel (Hebrew title)",
                "title": "Mooney Dimyoni"
            },
            {
                "countries": "Italy (working title)",
                "title": "Giust'in Tempo"
            },
            {
                "countries": "Portugal (working title)",
                "title": "HoraDoJustin"
            }
        ],
        "akas": [
            "Justin Time (original title)",
            "Justin Rêve Canada (French title) (working title)",
            "Jussin Matkat Finland",
            "Der Phantastische Paul Germany (working title)",
            "Mooney Imaginary Israel (English title)",
            "Mooney Dimyoni Israel (Hebrew title)",
            "Giust'in Tempo Italy (working title)",
            "HoraDoJustin Portugal (working title)"
        ],
        "akas from release info": [
            "Justin Time (original title)",
            "Justin Rêve Canada (French title) (working title)",
            "Jussin Matkat Finland",
            "Der Phantastische Paul Germany (working title)",
            "Mooney Imaginary Israel (English title)",
            "Mooney Dimyoni Israel (Hebrew title)",
            "Giust'in Tempo Italy (working title)",
            "HoraDoJustin Portugal (working title)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Moon Jump/Sammy the Kid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "6 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Moon Jump - Justin goes to the moon to help Olive find her playful co-pilot and learns that there's a time for play and a time for work. Sammy The Kid - Sheriff Justin saves Olive's town from the most notorious bandit in the Wild West.    "
                },
                "2": {
                    "title": "Super Speed Jet/The Count's Creepy Critters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "24 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Justin becomes a test pilot to fly the newest jet plane faster than ever before. / Justin helps Olive feed the Count's pets in the castle while the Count's away and learns that bats aren't scary.    "
                },
                "3": {
                    "title": "Let's Haka Dance/Big Drum Jam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "13 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Let's Haka Dance - Justin masters the Haka and learns that you don't need masks to have fun, you just need your imagination. Big Drum Jam - Justin realizes that becoming a good drummer takes practice and learns that practice can be a lot of fun!    "
                },
                "4": {
                    "title": "Haggis Heave Ho/Chilly Chopper Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "20 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Haggis Heave Ho! - Justin participates in the Scottish Highland games and learns that working together as a team is the way to win. Chilly Chopper Rescue - Justin becomes a bush pilot and makes a heroic rescue in wintry Northern Canada.    "
                },
                "5": {
                    "title": "Clash of Colours/The Deepest Dive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "21 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Clash of Colours - Justin helps Preeti the princess elephant find the best colour for the parade and together they find out that all colours are good. The Deepest Dive - Justin dives down into the Mariana Trench and helps a baby whale find its way back to its mother.    "
                },
                "6": {
                    "title": "Who Stole My Cat/Pinata Smash Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "28 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Who Stole My Cat? Justin is a detective ala 'film noir'. Olive was cat-sitting Ray's cat and it's gone missing. Justin is on the case! Pinata Smash Party - Justin and the gang are on a mission to recover stolen piñatas,to bring them back to the biggest party of the year, the annual fiesta.    "
                },
                "7": {
                    "title": "Shortcut Cake Drop/Race to the Bronze Ram",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "4 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Justin helps Olive race to the royal palace to present a special dish to the king and decides to take shortcuts along the way. / Justin and Squidgy help archaeologist Olive find a bronze statue in an underground cave, but they have to get to it before rival Sebastian does.    "
                },
                "8": {
                    "title": "Babushka's Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "19 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Justin, Squidgy, Olive aka the Sneaky Stoppers, must deliver the Golden Babushka doll to the Royal Toy Museum for its annual Christmas display- and keep it safe from famed thief Sneaky Sergei.    "
                },
                "9": {
                    "title": "The Bumbling Knight/The Mightiest Reindeer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "18 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Knights-in-training Justin and Olive save her town from the \"Dark Knight\" who is wreaking havoc. Justin helps Olive's favourite reindeer get back to his herd and helps him realize that losing his antlers is a part of growing up.    "
                },
                "10": {
                    "title": "Big Big Dino Dig/Soggy Soaker Showdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "25 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Justin helps Olive dig for the biggest dinosaur ever, but when Sammy shows up in his big steam shovel, the race to find the bones--and not break them--is on. Justin and Squidgy volunteer as RCMP officers to help Olive ship maple fudge pops to Fort Downriver for Canada Day celebrations. But they must keep the pops safe from Soggy Sammy who wants the sweets all to himself.    "
                },
                "11": {
                    "title": "Sky High Ski Jump/Tricky Train Trek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "16 May 2016",
                    "year": "2016",
                    "plot": "\n    Justin joins Olive and her St. Bernard on a dangerous mountain trek, to deliver important rescue supplies. But they must make some rescues of their own along the way. Justin helps Olive drive a train to deliver supplies for Diwali, the Festival of Lights. Will their little train make it up the tricky mountain?    "
                },
                "12": {
                    "title": "Chasqui Chase/Dolphin's Dilemma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "30 May 2016",
                    "year": "2016",
                    "plot": "\n    The King needs Olive and Justin, the fastest runners around, to get him a secret item, but first, they must learn to work together. Justin wants to discover an animal that's never been seen before. He explores the Amazon rain-forest with the help of Olive, a conservationist who tells him about the elusive pink river dolphin.    "
                },
                "13": {
                    "title": "Cuckoo Chaos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "13 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Justin and Olive, aka the Clock Keepers, are on a mission to stop Samuel Schnoozelnein from stopping all the clocks in the world -- before it's too late!    "
                }
            },
            "1": {
                "1": {
                    "title": "The Missing Mask & the Very Large Book of Pets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Justin and Squidgy are the world's greatest treasure hunters who are on the lookout for Olive's missing Sun Mask. The trio chases a mischievous monkey through the jungle to convince him that he shouldn't keep things that don't belong to him. Raja Justin can have whatever pet he wants, so he chooses Tiny, a baby elephant! Justin,Olive and Squidgy learn how to take care of Tiny as they follow the instructions in the Very Large Book of Pets. There are a lot of things to do... and they need to be repeated everyday!    "
                },
                "2": {
                    "title": "Yodel Odel Day & Wait, Little Penguin!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Justin and Squidgy help Olive deliver a very special gift to her Grandpa. Justin, Squidgy and Olive help a baby penguin find his way home.    "
                },
                "3": {
                    "title": "It's a Viking Thing! & Follow Those Chickens!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Justin and Squidgy join Olive and her Viking friends who are searching for new land. The crew sails through some stormy seas and past a sea beastie before they finally discover new land. But this land has already been discovered! They're back where they started! Justin shows the Vikings that you can always discover new things, even at home. Olive's chickens are missing from her ranch. 'Someone must have stolen them!' Justin and Squidgy help Olive by using their expert tracking skills to find the culprit. They meet a platypus, a kangaroo and an emu along the way, but ...    "
                },
                "4": {
                    "title": "The Rubbery Dumplings & Hootenanny Hoedown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Chef Olive prepares fabulous feasts for the emperor, but a troupe of boisterous barbarians keeps raiding her kitchen - and they don't even say 'thank you'! Justin and Squidgy help keep the barbarians away but decide to share their feast once the barbarians finally learn their manners. Justin, Squidgy and Olive make their way to the Hootenanny Hoedown on the biggest wagon in the Wild West. Jeremiah the fiddle player, on the other hand, prefers his small wagon. Justin challenges Jeremiah to a friendly race and eventually realizes that his big wagon isn't the best size ...    "
                },
                "5": {
                    "title": "You Forgot to Say Arrgh! & the Sultan's Wish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    'Set course for Numbskull Island, we've got treasure to find!' Justin, Squidgy and Olive are on the lookout for buried treasure, but they'd better hurry. They're being followed by the meanest looking pirate on the high seas! Justin realizes that he had the wrong impression of Captain Redbeard when they discover that he's actually a friendly singing pirate. Sultan Justin wishes for every day to be his birthday. Olive and Squidgy join Justin in his extravagant birthday festivities of presents, games and treats. And they get to repeat it all again the next day! But their...    "
                },
                "6": {
                    "title": "Roman Racers & Show and Tell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    A cheering crowd awaits as Justin, Squidgy and Olive prepare for a big chariot race in the Coliseum. Olive asks Justin and Squidgy to take care of their chariots before the race, but they become distracted with decorating them instead. The trumpets sound and the race is on! Justin and Squidgy are having a blast until they run into some chariot trouble and realize why it's so important to take care of their belongings. Justin and Squidgy are on an adventure to collect animals for the best zoo in the world! Olive the photographer shows them around the Galapagos Islands ...    "
                },
                "7": {
                    "title": "Secret Surprise & a Mammoth Mistake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Ninja Olive has a mission - she must find out what the emperor likes best so she can throw the best surprise birthday party for him. Justin and Squidgy use their ninja skills to help Olive sneak around the palace to spy on the Emperor. They're almost discovered, but they manage to keep their mission secret and surprise the Emperor with the best birthday party he's ever had! Justin and Squidgy are thrilled to meet Olive's friend, Monty the Mammoth. But when Monty accidentally breaks Olive's ice sculpture, he feels badly and runs away. Justin, Olive and Squidgy set out ...    "
                },
                "8": {
                    "title": "Marcello's Meatballs & Where's the Oasis?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Chef Olive must prepare a feast of spaghetti and meatballs for Princess Sophia - it's the only thing she'll eat. Justin, Squidgy and Olive hop on their gondola to buy meatballs from Marcello, the singing meatball vendor. When the meatballs are accidentally dropped in the canal, the gang must improvise and cook up a meal of spaghetti and broccoli balls. They're delicious! But will the picky Princess Sophia be willing to try something new? Olive is taking a lost desert fox back to its home in the oasis. Justin and Squidgy can help - they're camel train drivers! Justin ...    "
                },
                "9": {
                    "title": "Big Sub Hubbub & the Great Wall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    'Persicope down! Dive, dive, dive!' Justin, Olive and Squidgy are on a deep sea mission to find Eric the octopus. They're thrilled to be surrounded by sea life, but soon discover that the sea is not only full of critters, it's also full of litter! Yuck! Justin, Olive and Squidgy are flying kites next to the Great Wall when a gust of wind carries the kites over to the other side. Imaginations soar as they wonder where the kites could've gone. There's only one way to find out - they'll have to go to the other side of the wall! The gang climbs over to the other side ...    "
                },
                "10": {
                    "title": "Giddy Up, Wrong Way! & Wiki Wiki Wipeout!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Justin is a jockey who is determined to win, but his horse, 'Wrong Way Jimmy' can never focus and run straight. Justin, Olive and Squidgy discover the 'magic word' that helps Wrong Way run the right way. Wrong Way doesn't win the next race, but he crosses the finish line for the very first time! Justin is so happy that he realizes that having fun and trying your best is more important than winning. 'Aloha!' Justin and Squidgy are invited to Olive's luau and they set out to a nearby island to collect the prettiest orchids for the big party. After their canoe washes ...    "
                },
                "11": {
                    "title": "The Pancake Express & the Big Stone Circle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    'All aboard!' Justin and Squidgy are driving a steam train that chugs through the Canadian wilderness. Olive joins them and loads the train with some very important cargo - a barrel full of maple syrup for the Pancake Festival in Flapjack Falls! Justin, Olive and Squidgy face challenges along the journey, but Justin is determined to deliver their cargo on time! Olive is building a large stone structure using a set of plans, but when Justin sees how long it'll take, he suggests an easier way to get the job done faster. Justin and Squidgy try to build the structure ...    "
                },
                "12": {
                    "title": "Brave Sir Justin & Cleopatra's Cat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Justin the knight isn't afraid of anything... except for the dark. He doesn't want to tell Olive and Squidgy about his fear as they seek out the dragon who lives in the Very Very Dark Cave. When Justin thinks Olive is lost in the cave, he finds the courage to step into the dark to save his friend. Justin, Olive and Squidgy are taking care of Queen Cleopatra's cat when she runs away from the kitty salon. 'Oh no! We can't let the Queen find out!' They chase the cat through the passageways and trapdoors of the ancient pyramids but can't find her. They'll just have to be ...    "
                },
                "13": {
                    "title": "Blast Off! & Up, Up and Away!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    'Prepare for blast off!' Captain Justin and co-pilot Squidgy launch into outer space with help from Olive at mission control. Their mission is to rescue an astronaut who's been stranded in orbit around the Moon. Everything goes according to plan...until Justin gives in to his curiosity and presses the 'big red button. \"Justin and Squidgy join Olive on her hot air balloon as they transport Maurice the Mayor to the opening ceremony of the Eiffel Tower. They make a grand entrance in front of a cheering crowd, but the balloon accidentally floats away with the Mayor on ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Tower of Justin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Tower of Justin - Justin, Olive and Squidgy are building a skyscraper, but it keeps falling down. Is there something wrong with the blocks? Is there something wrong with the ground? They soon realize that to build it they need to work together. The Thirsty Garden - Olive's flowers are in trouble. The water has stopped flowing in the Hanging Gardens of Babylon! Justin, Squidgy and Olive and their new parrot friend Zsa Zsa must find the source of the problem to restore the water to the garden.    "
                },
                "2": {
                    "title": "Mystery of the Missing Hat; Go, Team, Go!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    Mystery of the Missing Hat- Beefeater Olive has lost her hat somewhere in the Tower of London and she needs to find it before the Royal Hat Parade starts. Not to worry. World famous detective Justin and junior detective Squidgy will help retrace her steps. Go, Team, Go. - Team Blue (Justin, Olive and Squidgy) are playing Team Red (Paulo, Pepi and Paco) in a Guatemalan ballgame. Team Blue is one point away from losing the game when Justin loses the ball in a maze. When Olive and Squidgy help Justin out of the maze, Justin realizes that they can still win the game if ...    "
                },
                "3": {
                    "title": "Monkey Shadows/The Golden Yarn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    Monkey Shadows - Justin, Olive and Squidgy are putting on a puppet show for their monkey friends but the puppets go missing and the trio has to improvise. They discover that they don't need real puppets to put on an amazing puppet show. The Golden Yarn - Justin and Squidgy are mighty heroes who join Olive on the quest to find The Golden Yarn. They must first complete three challenging tasks and discover along the way that cheering each other on makes difficult tasks easier.    "
                },
                "4": {
                    "title": "Too Many Cupcakes!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Jumbo Loves Gumbo - It's party time down on the bayou, but Uncle Anton forgot to invite the fireflies! Anton gives Justin the directions and sends the trio out to Firefly Island. Will Justin remember the directions to get everyone back in time for the party? Too Many Cupcakes - Pierre the Baker is in a tizzy because he just received an order for one hundred cupcakes. Justin and Squidgy help Olive decorate the cupcakes, but how will they ever finish such a big job?    "
                },
                "5": {
                    "title": "Dino Putt/The Northwest Shortcut",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    Dino Putt - Justin, Olive, and Squidgy are in the land of the dinosaurs! They try to play with Rexy, Olive's pet dinosaur, but they just can't seem to find the right game they can all enjoy. When Justin changes the rules, Rexy gets involved in a big way! The Northwest Shortcut - The The sea is freezing over. Justin, Olive and Squidgy are in a hurry to find the Northwest Passage but they take some time to help a narwhal tangled in some seaweed. The thankful narwhal comes back later to return the favor when the ship gets stuck.    "
                },
                "6": {
                    "title": "Yukon Dawn; Lion Dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    Yukon Dawn - Justin, Olive and Squidgy are panning for gold when they discover that their neighbor Yukon Dawn has lost her dog, Lucky. They follow the trail of paw prints down into Olive's gold mine where they go on a wild mine cart ride and find that Lucky has struck gold! Lion Dance - It's Chinese New Year! Justin, Olive and Squidgy are excited to do the Lion Dance, but their costume is worn and old. How can they possibly perform in this outfit? Mr. Li, the lion dance master, shows them it's not the costume that makes the dancer.    "
                },
                "7": {
                    "title": "Pit Crew Hullabaloo/The Sharing Box",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n    Pit Crew Hullabaloo The Sharing Box - Justin is a race car driver and Olive and Squidgy are in his pit crew. During the big race, Justin is so focused on keeping the lead that he ignores one of the signals from his pit crew. When Justin's car breaks down, he realizes that his pit crew can tune up his car and help him finish the race. The Sharing Box - The Wolf Chief invites Justin, Squidgy and Olive to his Totem Pole Party and he gives them a box full of gifts to bring along for the journey. But the trio gives away all their gifts when they encounter some troubled ...    "
                },
                "8": {
                    "title": "A Tree House Tale/To the Rescue!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n    A Tree House Tale - Justin, Squidgy and Olive are delivering fruit when Olive's pet tree kangaroo Cici sneaks into a basket and ends up getting lost in the chief's tall tree house. Reluctant to bother the busy chief, they learn that the chief actually loves visitors! To the Rescue! - Welcome to San Francisco Fire Station Number One! Firefighters Justin, Olive and Squidgy are looking for a big rescue, but nobody seems to be having big problems, just little ones. In the end, they learn that even helping with the small problems can make you a big hero!    "
                },
                "9": {
                    "title": "The Big Toot/Made in the Trade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n    The Big Toot - Toot toot! Justin, Olive and Squidgy are tugboat captains in Harbourmaster Harry's fleet. Harry's puppy Minnie is arriving on a steamliner that gets stuck in the thick fog! Justin, Olive and Squidgy must use the strengths of all three of their tugboats to get Minnie safely to shore. Made in the Trade - Olive is a bead trader and she needs a new sail for her boat. Justin and Squidgy help her make trades around the bustling market to get her new sail and still make everyone happy.    "
                },
                "10": {
                    "title": "Jungle Jam/Circus Spectacular",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "plot": "\n    Jungle Jam - Justin, Olive and Squidgy need to find and rescue a baby giraffe who's stuck on an island down in the river. They use a jeep and an airplane to find her and finally go under the water to look at things in different ways to save the giraffe! Circus Spectacular - Justin, Olive and Squidgy are training to be circus stars in Yuri's circus. But how can they be circus stars if they keep making mistakes? Soon, they realize that mistakes are just part of learning and they put on the most spectacular circus show ever!    "
                },
                "11": {
                    "title": "Olé Olé!/Go Get Gretel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Olé Olé! - Justin, Olive and Squidgy are going to perform the flamenco for the King, but Justin keeps breaking guitar strings. Fernando, the loyal palace caretaker, promises to find Justin new strings, but he keeps getting distracted by his important palace duties. Go Get Gretel - Goat herder Olive must rescue a wayward member of her herd from atop the Zugspitze, the tallest mountain in Germany, but she has never made such a huge trek. Luckily expert mountaineer Justin and his assistant Squidgy are there to guide her to the top!    "
                },
                "12": {
                    "title": "Voyage of the Voyageurs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "plot": "\n    Finding Fifi - Princess Fifi is missing! Justin, Olive and Squidgy must follow her trail to bring her back to the Queen! They race off to rescue the princess in distress, but they discover that Princess Fifi is not the princess they expected. Voyage of the Voyageurs - René the voyageur needs help to make a special delivery across the wilderness. Voyageurs Justin and Squidgy and their guide Olive go on a wild canoe adventure and portage to help René. The trio picks up some useful supplies along the way.    "
                },
                "13": {
                    "title": "Atuk's Inukshuk/Tulip Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Justin Time (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "plot": "\n    Atuk's Inukshuk - Mush, mush! Justin, Olive and Squidgy use a dog sled to deliver a large stone slab for Atuk to finish building his biggest Inukshuk ever. They have so much fun with dog sledding that they forget to take breaks along the way and get very tired. Will they be able to overcome their tiredness to make the delivery? Tulip Trouble - Justin and Squidgy help Olive pick tulips to enter the tulip contest. They ride a tandem bicycle to town when they discover that their neighbors' field is flooded! They decide to stop and fix the problem, but will they still ...    "
                }
            }
        },
        "number of episodes": 39,
        "cast": [
            {
                "name": "Warren, Jenna"
            },
            {
                "name": "McCord, Scott"
            },
            {
                "name": "Munroe, Gage"
            },
            {
                "name": "Davis, Drew"
            },
            {
                "name": "Bambrick, Heather"
            },
            {
                "name": "Daniels, Tony"
            },
            {
                "name": "Meadows, Krystal"
            },
            {
                "name": "Tinkler, Rob"
            },
            {
                "name": "Waugh, Richard"
            },
            {
                "name": "McGrath, Derek"
            },
            {
                "name": "Woollcombe, Dharini"
            },
            {
                "name": "McGibbon, T.J."
            },
            {
                "name": "Rodriguez-Saenz, Manuel"
            },
            {
                "name": "Akiyama, Denis"
            },
            {
                "name": "Cochrane, SamBea"
            },
            {
                "name": "Deline, Jason"
            },
            {
                "name": "Feng, Benny"
            },
            {
                "name": "Greenwood, Kathryn"
            },
            {
                "name": "Hill, Dwayne"
            },
            {
                "name": "McAuley, Bryn"
            },
            {
                "name": "Pardo, Ron"
            }
        ],
        "genres": [
            "Animation",
            "Adventure",
            "Family"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en",
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:G"
        ],
        "number of seasons": 3,
        "rating": 6.9,
        "votes": 146,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTc2MDE3OTY1Ml5BMl5BanBnXkFtZTgwNTAxOTcwMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "plot outline": "Justin Time is a Canadian animated television series for pre-school aged children, created by Brandon James Scott. The show airs on Disney Junior (both English and French) in Canada, the Sprout channel in the United States, Tiny Pop in the United Kingdom, and Kids Talk Talk Plus in South Korea. The show revolves around the adventures of Justin. In every episode, Justin encounters a real-world problem of everyday childhood (such as sharing, teamwork, or paying attention). Then Justin and his shape-shifting sidekick Squidgy solve the problems by tackling them in imaginary adventures through time and around the world. In every adventure, Justin and Squidgy meet their best friend Olive, who always lives in the place and time they are visiting, and who usually needs their help to accomplish a task. Together, the three of them encounter the same problem that Justin faces in the real world, and together they solve the problem before Justin's parents call him back to the real world. In the original concept, Justin travelled via a time machine, which led to the title \"Justin Time\".[1] Because the concept of \"the past\" is challenging for pre-schoolers, the show instead focuses on more developmentally appropriate adventures of make-believe. It is noticed that the Canadian flag is blue and white instead of its official red and white in the theme song. In November 2014 it was announced that Netflix were to create a new original spin-off series entitled 'Justin Time: The New Adventures. The spin-off will follow Justin and best friends Olive and Squidgy on more fantastical adventures around the globe, and will comprise of thirteen half-hour episodes to be released for streaming in early 2016.[2] Justin Time was nominated for a 2013 Daytime Emmy Award for Outstanding Pre-School Animated Program,[3] and for a 2013 Annie Award for Best Animated Television Production For Preschool Children.[4] \"Brandon Scott James Blog\". Retrieved 2013-11-11. \"Netflix orders 'Justin Time' spin-off\". Retrieved 2014-11-11. \"40th Annual Daytime Emmy Awards Official Site\". The National Academy of Television Arts & Sciences. Retrieved 2013-11-11. \"41st Annual Annie Awards Nominees Official Site\". The International Animated Film Society. Retrieved 2013-11-11. via Wikipedia",
        "languages": [
            "English",
            "French"
        ],
        "title": "Justin Time",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2016",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Gregg, Alan"
            },
            {
                "name": "Scott, Brandon James"
            },
            {
                "name": "Sabiston, Andrew"
            }
        ],
        "production companies": [
            {
                "name": "Bell Broadcast and New Media Fund"
            },
            {
                "name": "Guru Animation Studio"
            },
            {
                "name": "Guru Development"
            }
        ],
        "distributors": [
            {
                "name": "Edel Media & Entertainment"
            },
            {
                "name": "Guru Animation Studio"
            },
            {
                "name": "Jetpack Distribution"
            },
            {
                "name": "New Video Group"
            },
            {
                "name": "Nickelodeon Junior"
            },
            {
                "name": "PBS Kids Sprout"
            },
            {
                "name": "Pop TV"
            },
            {
                "name": "Super RTL"
            },
            {
                "name": "SuperRTL"
            },
            {
                "name": "Tiny Pop"
            }
        ],
        "other companies": [
            {
                "name": "Fearless Post"
            },
            {
                "name": "Hall Webber"
            },
            {
                "name": "Super Sonics Productions"
            }
        ],
        "plot": [
            "_Justin Time_ (qv) is a Canadian animated television series for pre-school aged children, created by Brandon James Scott. The show airs on Disney Junior (both English and French) in Canada, the Sprout channel in the United States, Tiny Pop in the United Kingdom, and Kids Talk Talk Plus in South Korea. The show revolves around the adventures of Justin. In every episode, Justin encounters a real-world problem of everyday childhood (such as sharing, teamwork, or paying attention). Then Justin and his shape-shifting sidekick Squidgy solve the problems by tackling them in imaginary adventures through time and around the world. In every adventure, Justin and Squidgy meet their best friend Olive, who always lives in the place and time they are visiting, and who usually needs their help to accomplish a task. Together, the three of them encounter the same problem that Justin faces in the real world, and together they solve the problem before Justin's parents call him back to the real world. In the original concept, Justin travelled via a time machine, which led to the title \"_Justin Time_ (qv)\".[1] Because the concept of \"the past\" is challenging for pre-schoolers, the show instead focuses on more developmentally appropriate adventures of make-believe. It is noticed that the Canadian flag is blue and white instead of its official red and white in the theme song. In November 2014 it was announced that Netflix were to create a new original spin-off series entitled '_Justin Time_ (qv): The New Adventures. The spin-off will follow Justin and best friends Olive and Squidgy on more fantastical adventures around the globe, and will comprise of thirteen half-hour episodes to be released for streaming in early 2016.[2] _Justin Time_ (qv) was nominated for a 2013 Daytime Emmy Award for Outstanding Pre-School Animated Program,[3] and for a 2013 Annie Award for Best Animated Television Production For Preschool Children.[4] \"Brandon Scott James Blog\". Retrieved 2013-11-11. \"Netflix orders '_Justin Time_ (qv)' spin-off\". Retrieved 2014-11-11. \"40th Annual Daytime Emmy _Awards_ (qv) Official Site\". The National Academy of Television Arts & Sciences. Retrieved 2013-11-11. \"41st Annual Annie _Awards_ (qv) Nominees Official Site\". The International Animated Film Society. Retrieved 2013-11-11. via Wikipedia"
        ],
        "synopsis": [
            "JUSTIN TIME is a character-driven animated series for three to six year olds based on an original concept by Brandon Scott. The series follows the adventures of Justin and his imaginary pals Olive and Squidgy as they set off on fantastical adventures in time, told from every corner of the world!Justins everyday pre-school challenge sets the stage for adventure, as they ride rockets into space; discover new worlds with the Vikings; and chase Cleopatras cat through the pyramids of Egypt! Squidgy, his faithful clay friend is always there to help, and Olive is always a friendly face in every new place. Inspiring stories show that friendship, adventure and fun are timeless!"
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 146,
                "rating": 6.9
            },
            "aged 18 29": {
                "votes": 17,
                "rating": 5.4
            },
            "aged 30 44": {
                "votes": 59,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 18,
                "rating": 5.7
            },
            "males": {
                "votes": 69,
                "rating": 6.5
            },
            "males aged 18 29": {
                "votes": 10,
                "rating": 5.1
            },
            "males aged 30 44": {
                "votes": 32,
                "rating": 7.2
            },
            "males aged 45 plus": {
                "votes": 14,
                "rating": 6.1
            },
            "females": {
                "votes": 42,
                "rating": 7.5
            },
            "females aged 18 29": {
                "votes": 7,
                "rating": 5.7
            },
            "females aged 30 44": {
                "votes": 27,
                "rating": 8.5
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 7.2
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 6.0
            },
            "us users": {
                "votes": 37,
                "rating": 6.4
            },
            "non us users": {
                "votes": 34,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 66,
            "9": 18,
            "8": 21,
            "7": 9,
            "6": 7,
            "5": 6,
            "4": 7,
            "3": 2,
            "2": 2,
            "1": 8
        },
        "arithmetic mean": 8.0,
        "median": 9
    }
}