{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "5 September 2011"
            }
        ],
        "release dates": [
            "UK::5 September 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Britain's Wartime Evacuees",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel History of Britain (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In Torquay, Melvyn looks back to the 1940s and the largest mass movement of people in British history - wartime evacuation. Bunty Tait shares her epic adventure of a runaway evacuee. EastEnders star Derek Martin tells stories of his time as an evacuee and relives the terror of the Blitz. And Derek Capel recounts his harrowing experience of surviving a torpedo attack by the Nazis when he was evacuated overseas.    "
                },
                "2": {
                    "title": "Britain's First Teenagers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel History of Britain (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In Soho, Melvyn looks back to the 1950s and a time when Britain broke free of the burdens of the Second World War and the teenager was born. One of the original trendsetters, Wee Willy Harris, talks about the rockers who ripped up the dance floor. Molly Lowton and Jennie Prescott glimpse a much loved friend and sister in films of their village dance. And 50s heart-throb Marty Wilde explains how the new music scene brightened up post-war Britain.    "
                },
                "3": {
                    "title": "Soldier, Soldier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel History of Britain (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    At the Queen's Lancashire Regiment Museum and Barracks in Preston, Melvyn looks back to the First World War, when British men answered the call to fight for king and country. Rita Humphrey shares the remarkable story of her uncle, Walter Tull, who overcame great prejudice to become the first black officer in the British Army. Richard Bell talks about his great uncle Donald who received the highest award for valour during the Battle of the Somme in 1916. And Accrington man Les Bond gives his verdict on the sacrifice made by the men of his home town's Pals Battalion, ...    "
                },
                "4": {
                    "title": "Britain's Black Diamonds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel History of Britain (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "8 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    At the Big Pit Mining Museum in South Wales, Melvyn looks back to the 1930s and salutes Britain's Black Diamonds, brave miners who risked their lives digging for the coal that powered an Empire. Vicky Stradling tells the shocking truth about one of the worst disasters in coal mining history. Melvyn goes underground to learn about the limited safety equipment used by coalminers in the 1930s. And David Bogg reveals the occupational hazards of working with pit ponies.    "
                },
                "5": {
                    "title": "The Roaring Twenties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel History of Britain (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "9 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    At Cliveden House in Berkshire, Melvyn looks back to the Roaring Twenties to discover how the other half lived, when a group of bright young people created Britain's first modern cult of celebrity. The tragic story of Britain's original 'it girl', Elizabeth Ponsonby, is told by her niece Elizabeth. The current Lord Astor returns to his ancestral home to give a guided tour. And Martin Blaber explains what life was like below stairs for Cliveden's renowned head butler, his uncle, Edwin Lee.    "
                },
                "6": {
                    "title": "Britain's Home Guard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel History of Britain (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    At Osterley Park in Middlesex, the site of the first Home Guard training school, Melvyn looks back to the Second World War and a time when millions of ordinary men were prepared to die for our country as Home Guard recruits. Robert Brown comes face to face with his father as a Home Guard Company Commander. Dad's Army creator, Jimmy Perry explains why he signed up to the Home Guard. And Ken Chambers shares his own extraordinary stories from his time in the Home Guard, some of which could have been taken straight from Dad's Army.    "
                },
                "7": {
                    "title": "Bitain's National Disgrace",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel History of Britain (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "13 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Melvyn is in Columbia Road in the East End of London, to look back to the 1930s and a time when millions of people across Britain lived in the squalor of urban slums. Two cousins Pat and Carole come face to face with their grandfather, who was captured in a remarkable 1935 film of Stepney tenement slums. Childhood friends Roger Packer and Brian Davies talk about the sense of community which existed amongst the slum dwellers. And Stan Hardy shares his incredible story about his years in the workhouse as a young boy.    "
                },
                "8": {
                    "title": "Britain on the Move",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel History of Britain (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "14 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    At the Haynes International Motor Museum in Somerset, Melvyn looks back to the 1960s when dreams of the open road became a reality for the first time for millions of people. Joan Wright remembers the impact on her family when her father acquired his first car. Joe Moran, one of the thousands of men who travelled from Ireland to build Britain's motorways, talks about his experiences. And Anna Purkiss sees footage of her parents that evokes emotional memories of the time their house was demolished to make way for the motorway.    "
                },
                "9": {
                    "title": "The Glory Days of Fishing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel History of Britain (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "15 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In Great Yarmouth, once home to the world's largest herring fleet, Melvyn looks back to the 1920s and the heyday of British fishing. Fred Normandale, whose family have been fishing since the early eighteenth century, and Ronnie King who first went to sea in a steam drifter in 1937 share their stories. Maritime historian and writer Mike Smylie talks about the heyday of herrings before the fish finger got us hooked. And fishing lassie descendant, Irene Watt, provides an unexpected musical treat with a sea shanty about the work of her ancestors.    "
                },
                "10": {
                    "title": "Sun, Sea and Sangria",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel History of Britain (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "16 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    At Bristol airport, Melvyn looks back to the 1970s, when package holidays really took off and millions of British holidaymakers headed abroad. Former Pontins entertainer, Paul James remembers when this most British of holiday companies first set up camp in the Mediterranean. Jean Pitt and Jane Hosegood describe what it was like being some of Bristol airport's first package holiday reps. And Stephen Manley-Clarke recounts how his passion for air travel, beginning with his first package holiday, led to a life spent in the air.    "
                },
                "11": {
                    "title": "The Birth of the NHS",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel History of Britain (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "19 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Melvyn is at the College of Medical and Dental Sciences in Birmingham, to look back to 1948 and the formation of the NHS. June Rosen shares a childhood memory of serving breakfast to the health secretary Nye Bevan on the day he announced the birth of the NHS. Aneira Thomas talks about her remarkable claim to fame, as the first baby born on the NHS. And one of Britain's top nurses, Nola Ishmael, shares her experiences on arriving from Barbados to start her training.    "
                },
                "12": {
                    "title": "Steel Ships and Iron Men",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel History of Britain (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "20 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    At the site of the John Brown's shipyard in Clydebank, Glasgow, Melvyn looks back to the 1930s when Britain's shipyards, once the wonder of the industrial world, were fighting to survive. Charlie Grozier, who grew up just a street away from John Brown's, reminisces about the time when he was just 12 years old and he watched in awe, on launch days, of the ships his father worked on. At the top of the Titan Crane, historian and shipbuilding expert Anthony Burton describes the decline of shipyards across the country and Tom Graham explains the impact that this collapse ...    "
                },
                "13": {
                    "title": "A Right Royal Knees-Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel History of Britain (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "21 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In Countesthorpe in Leicestershire, Melvyn looks back to 1977 when, in this village and around the country, a right royal knees-up was taking place in honour of the Queen's Silver Jubilee. Jayne Taylor and Linda Leeke relive the day they travelled to London and made the headlines, royal biographer Hugo Vickers reveals how he helped to get the party started and former beauty-queen Nicky Grossman comes face to face with her younger self.    "
                },
                "14": {
                    "title": "Britain's Green and Pleasant Land",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel History of Britain (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "22 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    At the Museum of Kent Life, Melvyn looks back to the 1930s and a time when British farming was on the brink of mechanisation, a move which would change the face of the countryside forever. Gerry Smith paints a vivid picture of the tough but satisfying life he led as a young farm-worker in the 1930s and the sadness he felt when his beloved horses were replaced by machines. Jonathan Dimbleby explains what the arrival of machines meant for the countryside and John Reeves-Vane shows Melvyn how unmechanised rural life in Britain used to be.    "
                },
                "15": {
                    "title": "Britain's Secondary Modern Schools",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel History of Britain (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "23 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    At the Francis Combe Academy in Watford, Melvyn looks back to the 1960s and a time when passing or failing an exam, the Eleven Plus, could map out a child's future. Former Francis Combe pupil Bernie Batchelor comes face-to-face with his mischievous 12 year old former self. Former TV presenter, Marylyn Mason, recounts how her failure at the Eleven Plus drove her to work harder in later life. And pioneering film maker John Krish, who made a documentary about this very school back in 1962, shares his memories of filming at the school.    "
                },
                "16": {
                    "title": "Long to Reign Over Us",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel History of Britain (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "26 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Melvyn visits London's Horse Guard's Parade to look back to the 1953 coronation of Queen Elizabeth II and remember an event when the nation celebrated and television took off. Lady Jane Rayne shares her memories of being one of the six young women chosen to carry the train of the wedding dress. Sandra Reekie is transported back to coronation day, when she watched the event live on television with twenty people crammed into the same room. And Ron Bygate recounts his memories of being one of the thousands of military troops lining the parade route as the Queen passed by.    "
                },
                "17": {
                    "title": "Streets in the Sky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel History of Britain (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "27 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Melvyn visits Park Hill in Sheffield to look back to the 1960s and a time when high-rise housing promised a better way of living. Architect and historian Charlie Luxton explains how urban planners tackled the housing problem they faced after WWII. Anne Kimuyu shares her own experiences of high-rise living in Nottingham's Hyson Green estate, as the flats failed to fulfil their promise of a better way of living. And former Park Hill resident Charlie Lindley comes face to face with his family when they were filmed by the BBC in 1966 soon after moving into their new flat.    "
                },
                "18": {
                    "title": "The End of the Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel History of Britain (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "28 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Melvyn visits Sheringham in Norfolk, home of the North Norfolk Heritage Railway, to look back to the 1960s when the Beeching Axe led to the closure of 4,000 miles of track, over 2,000 stations and the loss of 67,000 railway jobs. Susan Hawkes sees her beloved uncle on film for the first time in twenty years, tending his station garden at Aldeburgh. Lifelong signalman Michael Gatenby comes face to face with his younger self on screen. And there is a trip down memory lane with pop mogul and lifelong train enthusiast Pete Waterman.    "
                },
                "19": {
                    "title": "Dawn of a New Era",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel History of Britain (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "29 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In Manchester, Melvyn looks back to the 1900s and the dawn of a new era, when the invention of the film camera put everyday people in the picture. Margaret Koppens talks about her grandfather who was one of the thousands of children who risked life and limb in the cotton mills of Lancashire. Fairground owner Peter Sedgwick comes face to face with his great grandfather who started the family business back in 1900. Plus, how a discovery of film stock in a Blackburn basement ended up a world treasure.    "
                },
                "20": {
                    "title": "Beside the Seaside",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel History of Britain (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "30 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Melvyn is in Blackpool looking back to the 1950s to celebrate the heyday of the British seaside holiday. Elaine Greeley shares her memories of a honeymoon spent at the British seaside and shows the British knack for having a good time, whatever the weather. Les Dennis talks about his lifelong relationship with Blackpool and salutes seaside entertainment which inspired him to become an entertainer. And Dame Sandra Burslem is transported back to her youth, when she appeared in a 1957 film shot in her home town of Blackpool.    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Bragg, Melvyn"
            },
            {
                "name": "Baker, Sue"
            },
            {
                "name": "Batchelor, Bernie"
            },
            {
                "name": "Benson, Tony"
            },
            {
                "name": "Burslem, Sandra"
            },
            {
                "name": "Jr., Charlie Cairoli"
            },
            {
                "name": "Calder, Simon"
            },
            {
                "name": "Dennis, Les"
            },
            {
                "name": "Dimbleby, Jonathan"
            },
            {
                "name": "Dimmock, Peter"
            },
            {
                "name": "Harding, Adrian"
            },
            {
                "name": "Harris, Willie"
            },
            {
                "name": "Krish, John"
            },
            {
                "name": "Luxton, Charlie"
            },
            {
                "name": "Major, George"
            },
            {
                "name": "Martin, Derek"
            },
            {
                "name": "Mott, Brian"
            },
            {
                "name": "Perry, Jimmy"
            },
            {
                "name": "Rayne, Jane"
            },
            {
                "name": "Shaw, Yvonne"
            },
            {
                "name": "Vickers, Hugo"
            },
            {
                "name": "Waterman, Pete"
            },
            {
                "name": "Webb, Marylin"
            },
            {
                "name": "Wilde, Marty"
            }
        ],
        "locations": [
            "UK"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.4,
        "votes": 7,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODM5NmU5NjUtMGMzMS00MTEyLTlkNzAtMTM4NmNkMTMxNTg4XkEyXkFqcGdeQXVyMjk2NTUzMg@@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Melvyn Bragg takes a restored 1967 Bedford mobile cinema around the country, showing excerpts from historical documentary films that record British life. It includes interviews with people who lived through the times and, in some cases, are featured in the films.",
        "languages": [
            "English"
        ],
        "title": "Reel History of Britain",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Reel History of Britain (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "BBC Manchester"
            }
        ],
        "distributors": [
            {
                "name": "BBC2"
            }
        ],
        "plot": [
            "Melvyn Bragg takes a restored 1967 Bedford mobile cinema around the country, showing excerpts from historical documentary films that record British life. It includes interviews with people who lived through the times and, in some cases, are featured in the films.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min (UK)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 7,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 7.3
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 7.5
            },
            "males": {
                "votes": 7,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 8.0
            },
            "non us users": {
                "votes": 6,
                "rating": 7.8
            }
        },
        "number of votes": {
            "10": 1,
            "9": 2,
            "8": 1,
            "7": 0,
            "6": 2,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}