{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "April 2011"
            },
            {
                "country": "UK\n",
                "date": "1 May 2011"
            }
        ],
        "release dates": [
            "UK::April 2011",
            "UK::1 May 2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Fred Dinenage Murder Casebook"
            },
            {
                "countries": "UK (reissue title)",
                "title": "Murders That Shocked the Nation"
            }
        ],
        "akas": [
            "Fred Dinenage Murder Casebook (original title)",
            "Murders That Shocked the Nation UK (reissue title)"
        ],
        "akas from release info": [
            "Fred Dinenage Murder Casebook (original title)",
            "Murders That Shocked the Nation UK (reissue title)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Jack the Ripper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fred Dinenage Murder Casebook (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "5 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Fred Dinenage: Murder Casebook reinvestigates the most infamous murders from the 19th, 20th and 21st Centuries, exploring them from a modern perspective.    "
                },
                "2": {
                    "title": "The Moors Murders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fred Dinenage Murder Casebook (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "10 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Ian Brady and Myra Hindley abducted, assaulted and murdered 5 children in the Manchester area, burying 4 of them on Saddleworth Moor. 50 years later, Fred Dinenage asks who were this young couple whose mug shots have haunted the public for so many years?    "
                },
                "3": {
                    "title": "The A6 Murder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fred Dinenage Murder Casebook (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "19 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    This episode investigates the story of the alleged ͚A6 murderer James Hanratty and explores the arguments for and against his conviction for murder and rape in an A6 layby.    "
                },
                "4": {
                    "title": "Babes in the Wood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fred Dinenage Murder Casebook (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "26 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    For twenty six years the public believed that two children found dead in Epping Forest in 1970 had died of exposure. Then in 1996 a convicted child murderer, Ronald Jebson, called police from Wakefield Prison.    "
                },
                "5": {
                    "title": "The Cannibal of Rotenburg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fred Dinenage Murder Casebook (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "3 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    In Germany in 2002, a case came to light that shocked the world. A man in a rural German village had filmed himself dismembering, killing and eating another man. Armin Meiwes was to become known as The Cannibal of Rotenburg. In this special episode Fred Dinenage travels to Germany and asks leading experts on the case: What would make one man want to eat another?    "
                },
                "6": {
                    "title": "The Monster of Worcester",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fred Dinenage Murder Casebook (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "10 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    On Friday 13th April 1973 the bodies of three children were found impaled on garden railings. The murderer? The family's lodger David McGreavy. Fred Dinenage discovers the critical mistake that cost the children their lives and asks what caused the babysitter to embark on such a barbaric killing spree.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Acid Bath Murderer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fred Dinenage Murder Casebook (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "1 May 2011",
                    "year": "2011",
                    "plot": "\n    The seemingly admirable and respectable middle class man, John Haigh, guilty of six grotesque murders in which each victim was drained of blood and later dissolved in acid. Haigh's calculated disposal of the bodies was an attempt to acquire their wealth in belief that this would prevent any risk of conviction. Was he a blood thirsty Satanist or one of the most cunning and callous killers who would do anything for money to feed his greed for money.    "
                },
                "2": {
                    "title": "The Teacup Poisoner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fred Dinenage Murder Casebook (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "8 May 2011",
                    "year": "2011",
                    "plot": "\n    Graham Young is the serial killer fascinated with poisons and toxic chemicals who began his fatal experiments at the mere age of fourteen when he poisoned his entire family. Released from jail fifteen years later he up-scaled his study, lacing cups of tea with deadly poison to a factory of workers.    "
                },
                "3": {
                    "title": "Brides in the Bath",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fred Dinenage Murder Casebook (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 May 2011",
                    "year": "2011",
                    "plot": "\n    The heartless bigamist murderer George Joseph Smith left his victims with broken hearts, empty bank accounts and in some cases, dead. Drowning three of his seven wives, Smith was hanged for his murderous greed. Fred Dinenage examines how the early use of forensics helped police unmask the killer.    "
                },
                "4": {
                    "title": "The Black Panther",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fred Dinenage Murder Casebook (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "15 May 2011",
                    "year": "2011",
                    "plot": "\n    Scarred by a traumatic and unstable upbringing, Donald Neilson was the serial burglar turned masked murderer obsessed with weapons and military conduct. The meticulous nature to his three murders, became increasingly violent ending in the kidnapping and brutal murder of seventeen year old heiress Lesley Whittle.    "
                },
                "5": {
                    "title": "The Welsh Child Killer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fred Dinenage Murder Casebook (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "29 May 2011",
                    "year": "2011",
                    "plot": "\n    Fifteen year old killer Harold Jones brutally murdered two young girls in 1921 giving the reasons for the murders as a 'desire to kill'. After narrowly escaping prosecution on his first attack, Jones was eventually caught red handed when the mutilated body of his second victim was discovered in his attic. Not yet 16 Jones escaped hanging merely by the virtue of his age. We'll examine new evidence that shows Jones may have later gone on to become 'Jack the Stripper', an unidentified serial killer in the 1960's.    "
                },
                "6": {
                    "title": "John Christie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fred Dinenage Murder Casebook (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "1 May 2011",
                    "year": "2011",
                    "plot": "\n    The extraordinary tale of deceitful compulsive liar John Christie, who murdered six women and stored them in his home in Rillington Place between 1943-53. Christie initially framed his neighbour, Timothy Evans, who was consequently hanged for the supposed murder of his wife and child, leading to a strong public outcry upon discovery and the eventual abolition of capital punishment.    "
                },
                "7": {
                    "title": "Ruth Ellis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fred Dinenage Murder Casebook (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "12 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    A brutal crime of passion that gripped the nation and saw Ruth Ellis hanged after murdering her estranged lover at the violent climax of a destructive relationship fuelled by jealousy. We'll examine what punishment may have been dealt out to Ruth had she committed the murder in today's modern age.    "
                },
                "8": {
                    "title": "Derek Bentley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fred Dinenage Murder Casebook (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "5 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Derek Bentley, the nineteen year old executed at Wandsworth prison, for his part in the murder of PC Sidney Miles during a break in at a warehouse in Surrey. As a minor Bentley's accomplice Christopher Craig, who actually shot the officer, escaped execution and a long sentence leaving Bentley alone to take the fall. With the help of Criminologist Professor David Wilson we'll discover how his case changed the law.    "
                }
            },
            "2": {
                "1": {
                    "title": "Lord Lucan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fred Dinenage Murder Casebook (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "7 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Fred Dinenage looks back over the life of Lord Lucan; the aristocratic figure whose glamorous life became tainted by murder, mistaken identity and events that would launch the biggest manhunt in British history. Lord Lucan's life had gone from gambling, parties and weekends in the country to a bitter divorce, a custody battle for his children and huge debts. His only way out was to murder his wife - instead he murdered the nanny when he mistook her for Lady Lucan. He then attacked his estranged wife who managed to escape with severe injuries. Meanwhile Lord Lucan was ...    "
                },
                "2": {
                    "title": "Peter Manuel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fred Dinenage Murder Casebook (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "14 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Fred Dinenage examines the horrific murders performed by Scottish serial killer Peter Manuel. Manuel was hanged at the age of 31, convicted of 7 murders but suspected of many more. He was a cold ruthless killer with no motive and an in controllable rage... who just wanted to be the centre of attention.    "
                },
                "3": {
                    "title": "Mary Bell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fred Dinenage Murder Casebook (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "21 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Fred Dinenage examines the brutal crimes of Child Killer Mary Bell. At just 11 years old Mary Bell shocked the country when she was convicted of strangling two young boys aged just 3 and 4. What made this child commit such horrific acts and can children who have murdered change?    "
                },
                "4": {
                    "title": "The Monster Butler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fred Dinenage Murder Casebook (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "28 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Fred Dinenage investigates one of Scotland's most enigmatic serial killer - Archibald Hall, known as the Monster Butler. Hall's lust for a luxurious lifestyle turned him from a conman into a callous murderer.    "
                },
                "5": {
                    "title": "John Straffen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fred Dinenage Murder Casebook (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "4 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Fred Dinenage looks back over the life of John Straffen; at the age of 21 he strangled two little girls but escaped the hangman's noose due to his low IQ of just 58. After six months at Broadmoor Straffen escaped and committed a third murder on another young girl in a local village. This time he was reprimanded in maximum security prisons and remained so for the next 55 years. Straffen died in prison in 2007 but continues to carry the title of Britain's longest serving prisoner.    "
                },
                "6": {
                    "title": "The Cannock Chase Murders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fred Dinenage Murder Casebook (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "11 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    During the 1960s, fear spread through the local community of Cannock Chase. Children were being snatched from the streets, sexually assaulted and murdered. Fred Dinenage re investigates the brutal killings that sparked one of the biggest manhunts in police history, and led to the conviction of Raymond Leslie Morris. Fred meets detectives Conrad Joseph and John Farrall who worked first hand on the child killer hunt and finds out with Professor David Wilson how difficult putting together a photofit of a killer is.    "
                },
                "7": {
                    "title": "Patrick Mackay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fred Dinenage Murder Casebook (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "18 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Obsessed with the Nazi regime and known for torturing animals, Patrick Mackay was certified a psychopath at seventeen. Later, he started befriending elderly people before brutally murdering them and then sitting with their bodies as they died. He was convicted of murdering three seniors, though he confessed to having many more victims.    "
                },
                "8": {
                    "title": "The Blackout Ripper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fred Dinenage Murder Casebook (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "25 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Fred Dinenage looks back over the life and crimes of RAF cadet Gordon Cummins. During the London Blitz of 1942, terror stalked the war torn streets. It was not just the horror of German bombs falling from the sky... the fear was created by a spree killer. It just one week four women were brutally killed and two women attacked. Not since Jack the Ripper had there been such a gruesome spate of murders... earning Cummins the title... The Blackout Ripper.    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Dinenage, Fred"
            },
            {
                "name": "Wilson, David"
            },
            {
                "name": "Aitkins, Clive"
            },
            {
                "name": "Caine, Lee"
            },
            {
                "name": "Thomas-Webster, Nick"
            },
            {
                "name": "Issacs, Miriam"
            },
            {
                "name": "Romero, Colin"
            },
            {
                "name": "Nowell, Adam"
            },
            {
                "name": "Hall, Samantha Charity"
            },
            {
                "name": "Webb, Nathan"
            },
            {
                "name": "Burns, Neil"
            },
            {
                "name": "Davey, Colin"
            },
            {
                "name": "Griffiths, Sophie Jane"
            },
            {
                "name": "Langridge, John"
            },
            {
                "name": "Layton, Rachel Stella"
            },
            {
                "name": "Revis, Peter"
            },
            {
                "name": "Lloyd, Adam"
            },
            {
                "name": "Till, Lewis"
            },
            {
                "name": "Spargo, Peter"
            },
            {
                "name": "Ramshaw, Jasmine"
            },
            {
                "name": "Edwards, Susan"
            },
            {
                "name": "Ramshaw, Sophie"
            },
            {
                "name": "Edwards, Jennifer"
            },
            {
                "name": "Beale, Cameron"
            },
            {
                "name": "Cummines, Bobby"
            },
            {
                "name": "Chace, Edson"
            },
            {
                "name": "Hills, Abbie"
            },
            {
                "name": "Stratmann, Linda"
            },
            {
                "name": "Barnett, Karen"
            },
            {
                "name": "Blatch, Daisy"
            },
            {
                "name": "Crawley, Martin"
            },
            {
                "name": "Maddock, Neil"
            },
            {
                "name": "Somerville-Jones, Ali"
            },
            {
                "name": "Whittington, Jonathan"
            },
            {
                "name": "Reynolds, Dominik"
            },
            {
                "name": "Bristow, Bertram"
            },
            {
                "name": "Brown, Austyn"
            },
            {
                "name": "Fane, Sean"
            },
            {
                "name": "Fulford-Brown, Billie"
            },
            {
                "name": "Zeke, David"
            },
            {
                "name": "Penycate, John"
            },
            {
                "name": "Read, Simon"
            },
            {
                "name": "Keenan, Chris"
            },
            {
                "name": "Marron, Seth Thomas"
            },
            {
                "name": "Bristow, Judy"
            },
            {
                "name": "Lewis, Trisha"
            },
            {
                "name": "Parry, David"
            },
            {
                "name": "Samuel, Jon"
            },
            {
                "name": "Sharrett, Kathleen"
            },
            {
                "name": "Wenman, Kevin"
            }
        ],
        "genres": [
            "Documentary",
            "Crime"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 8.0,
        "votes": 68,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjE1NDk3NzgwNl5BMl5BanBnXkFtZTgwMDk5NzQ4ODE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Fred Dinenage takes a fresh new look at the murders that shocked the United Kingdom in the 20th century, and the killers that committed them. Dinenage was not only the official biographer to the Kray brothers, the foremost perpetrators of organized crime in London's East End during the 1950s and '60s, he has also been a serious crime journalist for over four decades. He knows that with certain crimes, myth can overshadow the reality of what actually occurred. In \"Murder Casebook\" Dinenage guides the viewer step by step through the real stories. From the Krays themselves to the story of Ruth Ellis, the last woman to be executed in the UK, Dinenage meets with the people whose lives were affected by these crimes, experts who were involved in the investigations and journalists from the time. Leading criminologist Professor David Wilson, also gives valuable and fascinating insights into each killer, ranging from \"Black Panther\" Donald Neilson to the \"Brides in the Bath\" murderer George Joseph Smith. \"Fred Dinenage Murder Casebook\" features criminology, forensic science and other modern techniques used to analyze crimes and to understand the motive, method and impact they had then, and still have even now.",
        "languages": [
            "English"
        ],
        "title": "Fred Dinenage Murder Casebook",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Talent TV South"
            }
        ],
        "distributors": [
            {
                "name": "Crime & Investigation Network"
            }
        ],
        "other companies": [
            {
                "name": "BH24 Productions"
            }
        ],
        "plot": [
            "Fred Dinenage takes a fresh new look at the murders that shocked the United Kingdom in the 20th century, and the killers that committed them. Dinenage was not only the official biographer to the Kray brothers, the foremost perpetrators of organized crime in London's East End during the 1950s and '60s, he has also been a serious crime journalist for over four decades. He knows that with certain crimes, myth can overshadow the reality of what actually occurred. In \"Murder Casebook\" Dinenage guides the viewer step by step through the real stories. From the Krays themselves to the story of Ruth Ellis, the last woman to be executed in the UK, Dinenage meets with the people whose lives were affected by these crimes, experts who were involved in the investigations and journalists from the time. Leading criminologist Professor David Wilson, also gives valuable and fascinating insights into each killer, ranging from \"Black Panther\" Donald Neilson to the \"Brides in the Bath\" murderer George Joseph Smith. \"_Fred Dinenage Murder Casebook_ (qv)\" features criminology, forensic science and other modern techniques used to analyze crimes and to understand the motive, method and impact they had then, and still have even now."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 68,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 7,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 20,
                "rating": 8.4
            },
            "aged 45 plus": {
                "votes": 14,
                "rating": 8.3
            },
            "males": {
                "votes": 24,
                "rating": 8.1
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 9,
                "rating": 8.1
            },
            "males aged 45 plus": {
                "votes": 8,
                "rating": 8.1
            },
            "females": {
                "votes": 18,
                "rating": 8.6
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 11,
                "rating": 8.6
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 8.3
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 7.3
            },
            "us users": {
                "votes": 12,
                "rating": 8.2
            },
            "non us users": {
                "votes": 20,
                "rating": 8.3
            }
        },
        "number of votes": {
            "10": 22,
            "9": 16,
            "8": 15,
            "7": 4,
            "6": 3,
            "5": 1,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 5
        },
        "arithmetic mean": 8.0,
        "median": 9
    }
}