{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "4 January 2011"
            },
            {
                "country": "USA\n",
                "date": "18 May 2011"
            },
            {
                "country": "Hungary\n",
                "date": "2 November 2012"
            }
        ],
        "release dates": [
            "Canada::4 January 2011",
            "USA::18 May 2011",
            "Hungary::2 November 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Property Brothers"
            },
            {
                "countries": "Argentina",
                "title": "Hermanos a la obra"
            },
            {
                "countries": "Australia (alternative title)",
                "title": "My Dream Home"
            },
            {
                "countries": "Brazil",
                "title": "Irmãos à Obra"
            },
            {
                "countries": "Hungary",
                "title": "Álomház"
            },
            {
                "countries": "Italy",
                "title": "Fratelli in affari"
            },
            {
                "countries": "Spain",
                "title": "La casa de mis sueños"
            }
        ],
        "akas": [
            "Property Brothers (original title)",
            "Hermanos a la obra Argentina",
            "My Dream Home Australia (alternative title)",
            "Irmãos à Obra Brazil",
            "Álomház Hungary",
            "Fratelli in affari Italy",
            "La casa de mis sueños Spain"
        ],
        "akas from release info": [
            "Property Brothers (original title)",
            "Hermanos a la obra Argentina",
            "My Dream Home Australia (alternative title)",
            "Irmãos à Obra Brazil",
            "Álomház Hungary",
            "Fratelli in affari Italy",
            "La casa de mis sueños Spain"
        ],
        "episodes": {
            "14": {
                "1": {
                    "title": "Mountain Chic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 1,
                    "original air date": "6 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Cheer-tastic Design",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 2,
                    "original air date": "13 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Christine & John",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 20,
                    "original air date": "18 May 2011",
                    "year": "2011",
                    "plot": "\n    Determined to move closer to the high school where he teaches, suburbanites John and Christine are hoping to buy a new home in the city. But finding an affordable move-in ready property for a family of six is a tall order... Especially since their dream home expectations far exceed their budget.    "
                },
                "2": {
                    "title": "Emma & Kieron",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 10,
                    "original air date": "11 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    With their limited live/work space cramping their style, clothing designers Emma and Kieron are on the hunt for the perfect downtown property with spacious modern interiors and loads of vintage charm. The only problem is their dream home visions are completely out of step with their budget.    "
                },
                "3": {
                    "title": "Stefan & Owen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "18 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Stefan and Owen dream of finding a gracious Victorian home with high ceilings, hardwood floors and a big backyard, and until they do, they're crashing at a friend's place. They say the arrangement is temporary, but with their property expectations way out of step with their budget, they may be living there permanently.    "
                },
                "4": {
                    "title": "Matt & Aleya",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "25 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    In a year of firsts, Matt and Aleya want to find - and renovate - their dream home all in time for their upcoming dream wedding. But with a tight budget, a long list of must-haves and just a few months to spare, the odds of finding the perfect party home are stacked against them.    "
                },
                "5": {
                    "title": "Stephen & Julie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "1 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    With two dogs, a toddler and a newborn, Stephen and Julie have outgrown their home, and are hoping to find a sprawling suburban property where they can entertain family and friends in style. They want all the comforts, including a home office and a pool, plus they're looking for a stylish and unique home that stands out from the crowd.    "
                },
                "6": {
                    "title": "Julie & Peter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 10,
                    "original air date": "8 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    With their blended family of three children, Julie and Peter are hoping to find a sprawling four-bedroom home where they can put down roots. They've got a long wish list and a limited budget, and since their current rental has already been sold, they've got just two months to find - and move into - the home of their dreams.    "
                },
                "7": {
                    "title": "Lise & Andrew",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Ready to leave their long commute behind, Lise and Andrew are hoping to find the perfect home in the perfect downtown neighborhood. They know exactly what they want and are looking forward to being back in the city. The only problem is that their wish list and budget are more suited to the suburbs!    "
                },
                "8": {
                    "title": "Monica & Sam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "22 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    With twins on the way, Sam and Monica need twice as much space, and they're hoping to find a sprawling suburban dream home that suits their budget and contemporary flair. But with just two months to go, time is running out... Enter Property Brothers Drew Scott and Jonathan Scott. They promise to help the couple track down the perfect property, but their first challenge is convincing them to see the potential of a fixer-upper. When they eventually opt for a property that needs plenty of work, Jonathan and the renovation team have their work cut out for them. With their...    "
                },
                "9": {
                    "title": "Jessica & Jason",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "1 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    After a year of living with her parents, Jessica and Jason want to find a suburban family dream home of their own and are hoping to find a spacious, move-in ready property that satisfies their long list of must-haves.    "
                },
                "10": {
                    "title": "Janice & Rob",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "8 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Tired of their tiny townhouse in the city, and with a wish list that far exceeds their budget, newlyweds Rob and Janice are hoping to find a sprawling move-in ready dream home complete with a gourmet kitchen and a huge backyard.    "
                },
                "11": {
                    "title": "Monica & Kevin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    With two small boys, Monica and Kevin have outgrown their suburban property and, desperate for more space, they're looking for a modern move-in ready dream home with a spacious kitchen and plenty of room for more children.    "
                },
                "12": {
                    "title": "Andrea & Dave",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Tired of crashing with her folks, new parents Andrea and Dave are looking for a perfect three-bedroom family home of their own in one of the city's most sought-after neighborhoods.    "
                },
                "13": {
                    "title": "Raun & Jasprit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 9,
                    "original air date": "29 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Newlyweds Raun and Jasprit have outgrown his cramped bachelor pad, and are now looking for an urban feng shui-friendly family dream home that matches their long wish list and expensive tastes. Enter Property Brothers Drew Scott and Jonathan Scott. They promise the couple they can deliver a great property in a prime location, but first have to convince them that renovating a fixer-upper is the only way to go. Jasprit thinks the brothers are out to lunch. That is, until Jonathan unveils his impressive design plan. Using their lucky numbers, Raun and Jasprit then ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Tina & James",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "20 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Looking to downsize and move out of the suburbs and into the city, Tina and James have huge expectations and a tiny budget. Real estate and renovation experts, Property Brothers Drew and Jonathan Scott, come to the rescue and help the couple find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of an extreme fixer-upper. A tough decision between two massive renovation projects has to be made and the couple finally pulls the trigger. The brothers now ...    "
                },
                "2": {
                    "title": "Nancy & Dan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "13 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Tired of their suburban lifestyle, Nancy and Dan are desperate to move back downtown. Real estate and renovation experts, Property Brothers Drew and Jonathan Scott, come to the rescue and help the couple find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell them on the potential of a fixer-upper. Because they're looking for a house with character, Nancy and Dan face a tough decision between two massive renovation projects, but they finally pull the trigger. ...    "
                },
                "3": {
                    "title": "Sarah & Scott",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "6 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Managing busy lives and twin babies in a cramped condo, Sarah and Scott are desperate for more space. Real estate and renovation experts, Property Brothers Drew and Jonathan Scott, come to the rescue and help the couple find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell Sarah and Scott an extreme fixer-upper. Faced with a tough decision between two massive renovation projects, Sarah and Scott debate over which house will be their future home. They finally pull ...    "
                },
                "4": {
                    "title": "Tim & Michelle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 11,
                    "original air date": "27 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Stuck in the suburbs and living with their parents, lovebirds Tim and Michelle are itching to move to the city and buy their own pad. Real estate and renovation experts, Property Brothers Drew and Jonathan Scott, come to the rescue and help the couple find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of an extreme fixer-upper. A tough decision between two renovation projects has to be made but the couple finally pulls the trigger. Now the ...    "
                },
                "5": {
                    "title": "Katherine and Jordan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "3 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Crammed in their tiny condo, Katherine and Jordan are desperate to buy their first house but can't fathom a fixer-upper. Real estate and renovation experts, Property Brothers Drew and Jonathan Scott, come to the rescue and help the couple find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of an extreme fixer-upper. A tough decision between two renovation projects has to be made and the couple finally pulls the trigger. The brothers now only have ...    "
                },
                "6": {
                    "title": "Lica & Nicholas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "10 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Tired of the suburban life, Lica and Nicolas are eager to buy a swanky, modern city home close to Nicolas' work. Real estate and renovation experts, Property Brothers Drew and Jonathan Scott, come to the rescue and help the couple find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. A tough decision between two renovation projects has to be made but the couple is agonized. They finally pull the trigger but the Brothers now only ...    "
                },
                "7": {
                    "title": "Jose & Connie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "17 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    With five people crammed into a small bungalow, Jose and Connie are desperate for more house. Real estate and renovation experts, Property Brothers Drew and Jonathan Scott, come to the rescue and help the couple find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The couple decides between two big renovation projects, and the brothers only have four weeks to transform the house as promised. But Connie's short fuse ignites whenever...    "
                },
                "8": {
                    "title": "Marianne & Steve",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "24 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Having lived in four houses in four years and now crammed into a tiny apartment, Marianne and Steve crave a high-end house to call home. Real estate and renovation experts, Property Brothers Drew and Jonathan Scott, come to the rescue and help the couple find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The couple has to decide between two big renovation projects so the brothers' design equally tantalizing plans for both. One ...    "
                },
                "9": {
                    "title": "Liat & Zack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "3 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    With a growing family and a serious need for a bigger kitchen, Liat and Zack are desperate to move on up. The Property Brothers come to the rescue and help the couple find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The couple has to decide between two big renovation projects, but for both homes the brothers need to design a kosher kitchen with room for two of every appliance and entertaining space for the Jewish holidays. The ...    "
                },
                "10": {
                    "title": "Vincent & Helena",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "10 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Ready to take the plunge and move in together, first-time buyers Helena and Vincent want a modern turnkey home and won't compromise anything. Real estate and renovation experts, Property Brothers Drew and Jonathan Scott, come to the rescue and help the couple find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The couple has to decide between two major renovation projects, and each one requires a full kitchen overhaul. The couple ...    "
                },
                "11": {
                    "title": "Mike & Avi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "17 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Saddled with two young kids and tired of living surrounded by a construction zone, Mike and Avi are desperate to move immediately. Real estate and renovation experts, Property Brothers Drew and Jonathan Scott, come to the rescue and help the couple find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The couple decides between two renovation projects, and the brothers have less than four weeks to overhaul the dining and living ...    "
                },
                "12": {
                    "title": "Jay & Cara",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "24 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Desperate to flee their cramped basement apartment, young lovebirds Cara and Jay decide to buy a new house and plan their wedding at the same time. But can they pull it off? The Property Brothers come to the rescue and help the couple find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The couple decides between two renovation projects, and the brothers have less than four weeks to do a massive first-floor renovation. But the ...    "
                },
                "13": {
                    "title": "Delecia & Dwayne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "31 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Low on space and living with their in-laws, Delecia and Dwayne are desperate to buy a home for their growing family. The Property Brothers come to the rescue and help the couple find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The couple decides between two major renovation projects, and the brothers have six weeks to do a complete gut job. But everything comes to a roaring halt when they discover asbestos in the walls. Then, ...    "
                },
                "14": {
                    "title": "Wyatt & Whitney",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 9,
                    "original air date": "7 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Crashing at the in-laws and living with zero privacy, Wyatt and Whitney are desperate to buy their own home. The Property Brothers come to the rescue and help the couple find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The couple decides between two major renovation projects, and the brothers have just three weeks to do the job. But even before the work can begin, tough negotiations threaten the purchase of the home and drive ...    "
                },
                "15": {
                    "title": "Morgan & Kristen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "votes": 7,
                    "original air date": "14 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Kristin and Morgan are too cramped in their duplex rental and are desperate to buy their first home. The Property Brothers come to the rescue and help the couple find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan set out to sell the potential of a fixer-upper. The couple decides between two renovation projects, and the brothers have just six weeks to do the job. When a freak storm floods the main living space and ruins their vintage hardwood flooring, the happy-go-lucky couple ...    "
                },
                "16": {
                    "title": "Dan & Brittany",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "votes": 17,
                    "original air date": "21 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Dan and Brittany love to live large but their small space has left them eager to buy their first home. The Property Brothers come to the rescue and help the couple find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The couple decides between two renovation projects, but natural born salesman Dan hampers the negotiations with lowball offers. Once renovations finally begin, his rapid-fire design changes threaten to push Jonathan ...    "
                },
                "17": {
                    "title": "Stan & Leslie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "votes": 9,
                    "original air date": "28 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Jammed into a tiny rental condo with their two teenage daughters, Stan and Leslie need to buy a new house pronto. The Property Brothers come to the rescue and help the family find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The couple finally decides between two big renovation projects, and Jonathan only has four weeks to complete the job. But it's clear from the start Stan won't sit idly by and let the professionals do the ...    "
                },
                "18": {
                    "title": "Kate & Cole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "votes": 12,
                    "original air date": "6 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Forced to live and work out of a cramped rental with their beloved dogs and cat, Kate and Cole decide it's finally time to buy their first house. The Property Brothers come to the rescue and help the couple find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The couple finally decides between two big renovation projects, and Jonathan only has four weeks to complete the job. But they instantly fall behind schedule when the ...    "
                },
                "19": {
                    "title": "Steph & Micah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "votes": 11,
                    "original air date": "13 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Happily married for three years, Steph and Micah are ready to buy their first house but can't find anything that meets their needs. The Property Brothers come to the rescue and help the couple find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The couple finally decides between two big renovation projects, and Jonathan only has four weeks to complete the job. But the project instantly becomes a homeowner's nightmare. The ...    "
                },
                "20": {
                    "title": "Lana & Jacob",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "votes": 10,
                    "original air date": "20 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Tripping over themselves in their tiny one bedroom apartment, Lana and Jacob are ready to buy their first house. The Property Brothers come to the rescue and help the couple find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. They finally decide between two big renovation projects, and Jonathan only has four weeks to complete the job. But when Lana and Jacob decide to live through the renovations, the stress gets the best of them ...    "
                },
                "21": {
                    "title": "Amber",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "votes": 12,
                    "original air date": "27 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Fresh out of a six-year relationship, Amber is determined to move on and buy a new house. The Property Brothers come to the rescue and help her find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match her expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. She finally decides between two big renovation projects but with tough negotiations it takes over a month to close the deal. And Jonathan has just four weeks to complete the job. Then the curve balls came fast and furious: Amber wants upgrades ...    "
                },
                "22": {
                    "title": "Rob & Jessica",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "votes": 9,
                    "original air date": "3 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Forced to live with their parents, Jessica, Rob, and their fiercely independent 5-year old daughter, Coco, are desperate to buy a new house. The Property Brothers come to the rescue and help her find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match their expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The couple finally decides between two huge renovation projects, but Jonathan has to complete the job in just over five weeks. Constant snags turn the project into a full-on sprint from the ...    "
                },
                "23": {
                    "title": "Olivia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "votes": 14,
                    "original air date": "10 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Wildly social and tired of being crammed in a tiny apartment, Olivia is desperate to buy a new house. The Property Brothers come to the rescue and help her find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match her expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. Olivia finally decides between two big renovation projects and Jonathan has to complete the job in just over four weeks. But right after the pair rip out the toilet, Olivia drops news on Jonathan that forces him to rethink his plans. ...    "
                },
                "24": {
                    "title": "Sophie & Preston",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "votes": 14,
                    "original air date": "17 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Tired of renting and in need of more space for their fabulous parties, Sophie, Preston, and their five-year-old son Finn, are desperate to buy a new house. The Property Brothers come to the rescue and help them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match their expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The couple finally decides between two huge renovation projects, but Jonathan has to complete the job in just over five weeks. With the house costing a bit more than expected, ...    "
                },
                "25": {
                    "title": "Cori & Suroosh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "votes": 10,
                    "original air date": "24 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    With two young boys and a huge extended family that loves to socialize, Cori and Suroosh are desperate to buy a new house. The Property Brothers come to the rescue and help them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match her expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The couple finally decides between two massive renovation projects but with four other offers on the table, Drew has to work his magic to seal the deal. Then it's over to Jonathan, who has only five weeks to ...    "
                },
                "26": {
                    "title": "Jeanette & Tony",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "votes": 9,
                    "original air date": "1 May 2012",
                    "year": "2012",
                    "plot": "\n    In between places and forced to crash with friends, Jeanette and Tony are desperate to buy a new house. The Property Brothers come to the rescue and help them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match their expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The couple finally decides between two huge renovation projects but Jonathan has only four weeks to complete the job. And he'll have to do it under the couple's watchful eye when they decide to live through the renovation. The ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Kristi & Jay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 14,
                    "original air date": "4 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Paralyzed by indecision and tired of renting, Kristi and Jay are desperate to buy a new house. The Property Brothers come to the rescue and help them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match their expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The couple quickly decides between two major renovation projects, and Drew works fast to negotiate the deal. Jonathan gets right to work, but the couple wants everything done a mach-speed and pressures Jonathan to fast-track the renovation...    "
                },
                "2": {
                    "title": "Courtney & Luke",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 14,
                    "original air date": "11 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Cramped in a tiny condo with newborn twins and a two-year-old daughter, Luke and Courtney are desperate to buy a new house. The Property Brothers come to the rescue and help them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The couple finally decides between two huge renovation projects, and Jonathan only has six weeks to complete the job. But the home inspection reveals foundation problems that blast the budget, and ...    "
                },
                "3": {
                    "title": "April",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 15,
                    "original air date": "18 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Working long hours and eager to upgrade her starter home, April is looking to buy a new house in the downtown core. The Property Brothers come to the rescue and help her find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match her expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. April finally decides between two massive renovation projects, but is quickly frustrated when she can't close the deal immediately. Drew works his magic, and the pressure is now on Jonathan who only has five weeks to ...    "
                },
                "4": {
                    "title": "Kristine & Paul",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 11,
                    "original air date": "25 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Stuck in a tiny apartment with their rambunctious young son, Evan, Kristine and Paul are desperate to buy a new spacious home. The Property Brothers come to the rescue and help the couple find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. While Kristine prefers to live downtown, Paul favours size, and the couple can't agree on anything. They finally decide between two big renovation projects, but the home inspection reveals a ...    "
                },
                "5": {
                    "title": "Sarah and Mari",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 15,
                    "original air date": "2 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Crammed in close quarters with her sister's family, Sarah, and partner Mari, desperately need a house to raise their baby daughter. They want a spacious, open concept place in a family-friendly neighborhood. The Property Brothers come to the rescue and help them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. Sarah and Mari are excited by Jonathan's designs but a snag in the deal stresses everybody out. As they peel back the ...    "
                },
                "6": {
                    "title": "Samira and Shawn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 11,
                    "original air date": "9 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Busy medical professionals Samira and Shawn are living out of a suitcase as they hunt for the perfect house. They want a luxury pad close to Sean's office that is move-in ready. The Property Brothers come to the rescue and help them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. When unexpected issues arise, anxiety literally goes through the roof for the new owners. Astartling discovery poses a health risk and adds to an ...    "
                },
                "7": {
                    "title": "Angie and Tito",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 12,
                    "original air date": "16 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Angie and Tito are living in a cramped apartment full of their kid's toys. Even their car doubles as storage space. They want a large, modern house they can grow into, close to downtown, with a gourmet kitchen,hardwood floors, and lots of closets. The Property Brothers come to the rescue and help them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The couple is leery of the state of the house despite Jonathan's assurances. ...    "
                },
                "8": {
                    "title": "Matt and Krysten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 11,
                    "original air date": "13 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Matt & Krysten are trading their condo for a modern house. He won't leave their pricy neighborhood, while she wants to buy a little cheaper. Drew & Jonathan Scott help them find a budget-friendly dream home that can be renovated.    "
                },
                "9": {
                    "title": "James and David",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 16,
                    "original air date": "3 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    James and David are desperate to escape their nightmare townhouse, the one with mountainous stairs beside a stinky sewage plant. They want way more space, natural light and high ceilings, close to downtown. The Property Brothers come to the rescue helping them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The renovation is underway and James quickly gets swinging, with a sledgehammer, on their future dream home. That is, ...    "
                },
                "10": {
                    "title": "Parker and Francesca",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 13,
                    "original air date": "17 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Parker and Francesca live on top of each other in a tiny condo overlooking a concrete jungle. They want a roomy, open space with a chef's kitchen, a grand staircase, and a move-in date right after their wedding in Italy. The Property Brothers come to the rescue helping them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. But with a wedding two weeks away, and tons to do for the big day, the couple is under a tight timeline. ...    "
                },
                "11": {
                    "title": "Caitlin & Steve",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 11,
                    "original air date": "18 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Having sold their downtown condo, Caitlin and Steve are wearing out their welcome with friends in the 'burbs. They want a big, open concept, eco-home within walking distance of all amenities. The Property Brothers come to the rescue helping them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The couple must make tough choices right away when a higher price eats into the reno budget. Jonathan plays with luck by testing an old ...    "
                },
                "12": {
                    "title": "Rose & Giancarlo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 9,
                    "original air date": "28 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    After selling their condo, Rose, Giancarlo, and their daughters are camped out in her parents' tiny basement. They want a spacious, one-storey house with a gourmet kitchen close to good schools. The Property Brothers come to the rescue helping them find a budget-friendly dream home that can be renovated on time... with a little help from Cindy Crawford. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. But once they buy into the plan, Rose and Giancarlo start second-guessing Jonathan at every...    "
                },
                "13": {
                    "title": "Kate & Dave",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 14,
                    "original air date": "4 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Young newlyweds Kate and Dave are really excited, and a little nervous, about buying a first house together. They want a bright, airy space with parking, a modern kitchen and character. The Property Brothers come to the rescue helping them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. An unusual source warns Kate and Dave about doing renovations but, nevertheless, they get to work on renovating their new home. When Jonathan ...    "
                },
                "14": {
                    "title": "Megan & Greg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "votes": 9,
                    "original air date": "11 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    After living and working abroad, Megan and hockey pro Greg are ready to settle down and start a family. They want a sunny, open space with a backyard and man cave in Greg's childhood neighbourhood. The Property Brothers come to the rescue helping them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. Megan and Greg's renovation anxiety is confirmed, though, when demo day uncovers unwanted visitors and some shoddy structural ...    "
                },
                "15": {
                    "title": "Marla & Adam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "votes": 9,
                    "original air date": "21 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Newlyweds Marla and Adam are ready to move out of her mom's place and start their lives together as a married couple. They want a kitchen to accommodate their kosher lifestyle, extra bedrooms for visiting family, and a quick commute to work. The Property Brothers come to the rescue helping them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. But the real challenge lies in resolving Marla and Adam's many stylistic differences. ...    "
                },
                "16": {
                    "title": "Sandra & Kyle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "votes": 9,
                    "original air date": "1 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Sandra and Kyle have been renting her late grandma's shabby, outdated house and it's time for something more modern. They want an open concept design with a killer kitchen, on the subway line, and a short walk from all amenities. The Property Brothers come to the rescue helping them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. This time, however, Drew's first suggestion is a real surprise. The house also holds some unwanted...    "
                },
                "17": {
                    "title": "Mark & Priscilla",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "votes": 10,
                    "original air date": "12 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Back home after years of exotic travel, and with a second child on the way, Mark and Priscilla are desperate to escape their cramped rental. They want a big, detached, open-concept house in a family friendly neighborhood. The Property Brothers come to the rescue helping them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. But Mark's expensive tastes result in a pricey fixer-upper. So when a slew of unexpected structural, ...    "
                },
                "18": {
                    "title": "Christine & Mathieu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "votes": 11,
                    "original air date": "24 May 2013",
                    "year": "2013",
                    "plot": "\n    Back home after years of exotic travel, and with a second child on the way, Mark and Priscilla are desperate to escape their cramped rental. They want a big, detached, open-concept house in a family friendly neighborhood. The Property Brothers come to the rescue helping them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. But Mark's expensive tastes result in a pricy fixer-upper. So when a slew of unexpected structural, ...    "
                },
                "19": {
                    "title": "Eric & Kathryn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "31 May 2013",
                    "year": "2013",
                    "plot": "\n    Expectant parents Kathryn and Eric are ready to trade in his downtown bachelor pad for a family-friendly house in the suburbs. They want a big bright kitchen with a formal dining space, cozy living room, and a beautiful nursery for the baby. The Property Brothers come to the rescue, helping them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. A smooth demolition gives the nervous parents-to-be initial relief, but this leads to...    "
                },
                "20": {
                    "title": "Danielle & Chad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "votes": 9,
                    "original air date": "11 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Danielle and Chad, and their three rambunctious young kids, are sharing a tiny bedroom in his mom's house after a stint abroad. They want a private, detached home with four bedrooms, spacious kitchen and playroom, plus a nice backyard. The Property Brothers come to the rescue helping them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. And the pressure is on from the start as the anxious family lives upstairs through the loud,...    "
                },
                "21": {
                    "title": "Mark & Joey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "votes": 11,
                    "original air date": "2 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Joey and Mark and their baby daughter are desperate to escape his sister's tiny downtown basement for peace and quiet in the country. They want a big master bedroom, in-law suite, modern kitchen and bathroom, plus ample stable space for her three horses. The Property Brothers come to the rescue helping them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. Handyman Mark proves himself up to the task though with a bunch of jobs ...    "
                },
                "22": {
                    "title": "Kari & Boris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "votes": 10,
                    "original air date": "15 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Avid video gamers Boris and Kari are expecting a baby so it's time for better digs. But with their tiny condo already rented out, time is ticking. They want four bedrooms, a gourmet kitchen and baby nursery, plus a games room and space for Boris' action figures. The Property Brothers come to the rescue helping them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The pressure is on, though, when a tough negotiation leaves less ...    "
                },
                "23": {
                    "title": "Karina & Stephane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "votes": 6,
                    "original air date": "7 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Stephan and Karina have moved 12 times in 15 years and their animated kids, Samuel and Alicia, have had enough! Tired of renting and renovations, the doting parents promise to set down roots in a super-stylish modern home. The Property Brothers come to the rescue helping them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan are forced to convince Stephan and Karina to see the potential of a fixer-upper. After the kids are bribed with sugar and the green light to design their ...    "
                },
                "24": {
                    "title": "Christa & Sumit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "original air date": "7 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Christa and Sumit have reached their limit and want to flee from their cramped townhouse. With four dogs and plans to have kids, it's time to settle into a large free-flowing home with all the modern fixings. But it's never that easy! The Property Brothers come to the rescue helping them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The couple almost instantly regrets their decision when a string of unexpected surprises hurt...    "
                },
                "25": {
                    "title": "Nancy & Rhonda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "votes": 12,
                    "original air date": "7 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Nancy and Rhonda have been dating for five years and finally it's time to shack up! They're both eager to move away from cramped city living into a serene and stylish home, but the power couple needs tons of space to make it work. The Property Brothers come to the rescue helping them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. The demolition is all fun and games until Jonathan reveals some hidden problems that could ...    "
                },
                "26": {
                    "title": "Veronica & Andrew",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "votes": 8,
                    "original air date": "12 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Veronica and Andrew have had it with their cramped condo. With Veronica's maternity leave coming to an end, the clock is ticking to find the perfect turnkey home in which to raise their young family. But it's never that easy! The Property Brothers come to the rescue helping them find a budget-friendly dream home that can be renovated on time. With a budget that doesn't match the couple's expectations, Drew and Jonathan struggle to sell the potential of a fixer-upper. From the second the couple decides between two huge renovation projects, multiple disasters conspire ...    "
                }
            },
            "4": {
                "1": {
                    "title": "Dave & Maria",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "21 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    After six months of hotel living with their dog and two sons, Maria and stay-at-home dad Dave are feeling the squeeze. Fed up with their cramped quarters, they're finally ready to find a sprawling suburban home of their own.    "
                },
                "2": {
                    "title": "Franklin & Heather",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "28 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Tired of living in their cramped condo, Franklin and Heather are hoping to find a sprawling move-in ready home where they can entertain in style. The only problem is their wish list is way out of step with their budget, and they don't want to compromise on anything. Drew and Jonathan promise to set them up with the perfect property. That is, as soon as they've convinced the couple to purchase and renovate a hardcore fixer upper. A rocky home inspection throws a wrench into the works. And once demolition begins, a host of serious issues threaten to fray nerves and ...    "
                },
                "3": {
                    "title": "Edith & Fred",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Since their last real estate deal fell through, Edith and Fred have been living with their son, and it's high time to move on. The couple has big dreams for their next home, and they're determined to find a resort-style oasis where they can live large and entertain family and friends in style. Drew and Jonathan promise to set them up with an irresistible staycation party home, but the only way to satisfy the couple's over-the-top wish list on their limited budget is to renovate a fixer-upper. Drew makes things tricky by giving the couple two potentially perfect homes ...    "
                },
                "4": {
                    "title": "Melissa & Joe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 11,
                    "original air date": "11 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    With their two small children, Melissa and Joe outgrew the family home, so they sold the property and moved in with her parents. But now they're even more cramped for space than before, and it's high time they found their forever home.    "
                },
                "5": {
                    "title": "Sandy & Susy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "18 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    With an empty nest and a new lease on life, Sandy is looking to live it up in an urban pad of her own. And she's enlisted her identical twin sister and best friend Susy to help her find the perfect downtown property.    "
                },
                "6": {
                    "title": "Chris & Mike",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 10,
                    "original air date": "25 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    After years of sharing a tiny pool house in their parents' backyard, brothers Chris and Mike have saved up a tidy nest egg and are ready to break out on their own.    "
                },
                "7": {
                    "title": "Beatriz & Brandon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 11,
                    "original air date": "4 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    With busy careers and an active lifestyle, Beatriz and Brandon have outgrown their cramped condo. But they're ready to give up on their frustrating house hunt, too. Because after nine months and a series of unsuccessful offers, they just can't seem to seal the deal. Drew and Jonathan are confident they can turn things around. And they start by convincing the couple to invest in a fixer-upper that can be perfectly renovated to their specifications. Beatriz falls head over heels for the first property they visit. But the road to home ownership is paved with unexpected ...    "
                },
                "8": {
                    "title": "Anne & Luca",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "26 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Ready to take their relationship to the next level, Anne and Luca are looking for a budget dream home in the city. And while they agree on steering clear of the suburbs, their styles are miles apart.    "
                },
                "9": {
                    "title": "Nicole & Colby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "votes": 9,
                    "original air date": "4 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Married and eager to start a family, Nicole and Colby are hoping to find a picture-perfect dog-friendly home where they can put down roots. And in the meantime, they're squatting at a friend's place increasingly concerned they may never find a property of their own. In order to get the couple into their preferred neighborhood, Drew and Jonathan start by convincing them to buy and renovate a fixer-upper. Even with expert guidance, the house hunt takes longer than expected, and Nicole is determined to hold out for a home that feels loved. Later, Jonathan must deal with ...    "
                },
                "10": {
                    "title": "Nadine & Greg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "plot": "\n    With busy careers, three kids and another one on the way, Nadine and Greg have a hectic schedule. They've outgrown their current nest and their top priority is to move to a more spacious property closer to their loved ones.    "
                },
                "11": {
                    "title": "Stephanie & David",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "plot": "\n    Done living in his parents' cramped basement, newlyweds Stephanie and David are on the hunt for their forever home. They know exactly what they want, but unfortunately their long wish list is completely out of step with their budget.    "
                },
                "12": {
                    "title": "Dionna & Natasha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "plot": "\n    Determined to provide the best for her son, a single mom searches for a budget-friendly dream home.    "
                },
                "13": {
                    "title": "Aven & Philip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "plot": "\n    Engaged and taking on a host of major challenges, Aven and Phillip are ready to put down roots after recently relocating to his hometown.    "
                },
                "14": {
                    "title": "Belinda & Tiago",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "plot": "\n    Soon-to-be-weds Belinda and Tiago are determined to move out of their respective parents' homes. And the sooner they find a suburban dream property of their own, the sooner they'll be able to start their lives together-in private.    "
                },
                "15": {
                    "title": "Amy & Graham",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "plot": "\n    Newlywed power-couple Amy and Graham are eager to ditch their basement digs at her mother's place for a luxurious home of their own. But their busy schedules mean they have no time for a house hunt.    "
                },
                "16": {
                    "title": "Catherine & Viviane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "plot": "\n    Tired of couch surfing and ready for a home of her own, urban singleton Catherine is desperate to find a deluxe bachelorette pad. And while she's got sky-high expectations and is notoriously indecisive, her best friend Viviane has promised to keep her on track and make sure she gets the most bling for her budget.    "
                },
                "17": {
                    "title": "Krista & Jennifer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "plot": "\n    After being apart for a decade, competitive twins Krista and Jennifer are sharing a cramped condo, and it's slowly driving them crazy. Desperate for more space and eager to put down roots in a new neighbourhood, they're pooling their resources and hoping to find a stylish downtown pad where they can entertain in style.    "
                },
                "18": {
                    "title": "Escaping the In-Laws for a Family Functional Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "original air date": "4 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    For three years now, David, Isabella, and their two small children have been living with grandma and grandpa. The couple desperately wants to move before they overstay their welcome. But so far, their house-hunt has been lackluster and both agree they're difficult to please.    "
                },
                "19": {
                    "title": "Glenda & Dave",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 19,
                    "plot": "\n    After raising their kids, Glenda and Dave moved to the country, but soon realized they'd made a big mistake. They've since sold the house and moved back to the city. And while they're currently in a less-than-desirable rental property, they're looking to buy a chic and modern downtown home where they can entertain in style.    "
                },
                "20": {
                    "title": "Andrew & Sarah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 20,
                    "plot": "\n    Desperate to be closer to friends and family, new parents Andrew and Sarah just moved back to the city. But their basement digs at Grandma's are seriously cramping their style. And while they're eager to find a perfect home of their own, they're miles apart when it comes to style.    "
                },
                "21": {
                    "title": "Derek & Jennifer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 21,
                    "plot": "\n    Expecting their first child within months and fed up with squeezing into their urban condo, Derek and Jennifer are facing a serious time crunch in their search for a sprawling home in a family-friendly lakeside community.    "
                },
                "22": {
                    "title": "Shannon & Darl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 22,
                    "plot": "\n    After years of hard-core studying and dorm-size apartments, nurse Shannon and doctor Darl are ready for their real estate graduation. And since they're now expecting their first child, they've got mere months to get out of their cramped basement digs and into a move-in ready space where they can put down roots, raise a family, and entertain in style.    "
                },
                "23": {
                    "title": "Nancy & Dave",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 23,
                    "plot": "\n    Tired of crashing on her best friend's couch, biker chick bombshell Nancy is hoping to score a suburban pad of her own, complete with a feminine-industrial flair that reflects her personality, and a two-car chick-cave for her beloved motorbike.    "
                }
            },
            "5": {
                "1": {
                    "title": "Downtown Dreaming, Suburban Reality",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "7 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    When they found out they were expecting, new parents Diana and John sold their downtown condo to buy a spacious suburban home instead. But that was a year ago, and since their house hunt went nowhere, they're now living with the in-laws and desperate for a home of their own.    "
                },
                "2": {
                    "title": "New Parents Go Big with a Blinged Out Pad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "21 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Tired of their nomadic lifestyle, new parents search for a blinged-out suburban pad.    "
                },
                "3": {
                    "title": "New Beginnings and a Forever Home for a Single Mom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "4 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Devoted single mom Anna has had a tough year, but she always looks on the bright side. And though she's grateful to be living with family for now, she's ready to invest everything she's got in a forever dream home of her own.    "
                },
                "4": {
                    "title": "Room to Roam in Their Dream Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "14 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Carlie and Drum are ready to expand their family, but their tiny urban condo is holding them back. They're hoping to find a spacious suburban home with lots of room to roam, but their sky-high expectations are completely out of step with their budget.    "
                },
                "5": {
                    "title": "Big Decisions for the Perfect Property",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "11 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Fed up with compact condo living and eager to start a family, Angela and Ro are looking for a spacious property in a great neighbourhood. And though their wish list is well beyond their budget, they're not yet ready to compromise.    "
                },
                "6": {
                    "title": "Tory and Darren",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 10,
                    "original air date": "18 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Darren and Tory love the city, but with a dog and two kids, they're tired of squeezing into a tiny urban apartment. The couple is desperate to find a spacious family property in the suburbs. And with their lease quickly coming to an end, they need to find it before they get the boot.    "
                },
                "7": {
                    "title": "Kristen & Ben",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "6 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    After tying the knot, newlyweds Kristen and Ben moved in with her parents. And though they're eager to find a home of their own, their house hunt has been more frustrating than expected. They've made half a dozen offers so far, but every time they try to close a deal they lose out to the highest bidder. Jonathan and Drew step in with some much-needed real estate guidance and it starts with an unexpected course correction. With a turnkey property out of reach, the search is on for a fixer-upper with great bones, but a bidding war soon threatens to derail the couple's ...    "
                },
                "8": {
                    "title": "Julie & Adam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "13 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    After 10 months of camping out in her parents' basement, Julie, Adam, and their two little ones are ready to find a home of their own. They'd like to stay close to family, but finding a move-in ready property in the expensive neighborhood is proving tougher than they'd imagined. After navigating two renovations on their own, the couple is reluctant to take on a fixer-upper. And that's when the Property Brothers step in with a plan. First, it's up to Drew to negotiate a deal on a family property with great bones and then it's up to Jonathan to put the reno-phobic ...    "
                },
                "9": {
                    "title": "Competitive Couple Is Challenged with a Reno",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "27 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Gabby and Jim are ready to trade their cramped big city apartment for a family-friendly home in the suburbs. And the couple desperately needs the Property Brothers to find them the perfect place to call home. At first, Gabby and Jim find themselves in pole position for an unlisted fixer-upper with dream home potential, but then it's up to Drew to navigate their wild ride through a surprise bidding war. Later, preserving a home's historic charm takes extra-special care and turns up some big issues along the way. Prankster Jonathan gets a surprise of his own from the ...    "
                },
                "10": {
                    "title": "Craig & Laurel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "votes": 12,
                    "original air date": "3 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    High school sweethearts Craig and Laurel quickly sold their previous property and are now living with his Mom until they find their ultimate dream home. But that may take a while since the couple has sky-high expectations and isn't prepared to compromise. Drew and Jonathan stage a real estate intervention and convince the renovation-phobic couple to take a calculated risk. Drew finds a rare gem in a sought-after neighborhood and leverages a troubling home inspection at the negotiating table. Later, while Jonathan tackles an ambitious reno and uncovers a whack of ...    "
                },
                "11": {
                    "title": "Independent and Ambitious",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "16 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Tired of living in a cramped rental apartment, hardworking attorney Gina is ready for a swanky home where she can entertain in style. But finding a turnkey property in her ideal neighborhood is beyond her budget and that means something's got to give. Enter the Property Brothers. Drew vows to find Gina a fixer-upper with lots of potential and Jonathan promises that his jaw-dropping renovation will reflect her sparkly personality. The house hunt hits an unexpected roadblock at the bank. And later, bad news about structural issues, water damage, and mounting costs ...    "
                },
                "12": {
                    "title": "Bridget & Tom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "12 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    When their home sold more quickly than anticipated, Tom, Bridget and their two boys moved in with friends. So now they're more desperate than ever to find a new family pad. And that's where the Property Brothers step in to turn things around. With their pricey target neighborhood already at the top of their budget, Drew and Jonathan convince Tom and Bridget that a fixer-upper is the only way to go. It's up to Drew to track down a great property that will also cut down on the family's daily commute. Later, Jonathan has a mega project on his hands, and admits that ...    "
                },
                "13": {
                    "title": "Marc & Ashleigh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "votes": 8,
                    "original air date": "28 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    When their lease was up, parents-to-be Marc and Ashleigh had to flee their tiny Manhattan apartment. So now they're living with his parents where they face a daunting daily commute and the risk of getting stuck in real estate limbo.    "
                },
                "14": {
                    "title": "Michelle & Tom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "17 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    The busy parents of two energetic boys, Michelle and Tom are paying a fortune for a temporary rental and need to find their forever home fast. But their taste for luxury means their dream property is way out of reach and their house hunt could take a while. That's when the Property Brothers step in with a real estate intervention. Michelle is already on board with transforming a fixer upper, but Tom proves harder to convince. Drew leads the search for a property with great bones and the resulting negotiations are tempered by a touching gesture from Michelle. Later, ...    "
                },
                "15": {
                    "title": "Suzanne & Kevin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "24 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Along with their two teenage daughters, Kevin and Suzanne are in the midst of some major life changes. An unexpected relocation means they've had to say goodbye to their beloved home and community. And now they're looking for a new dream home where they can put down roots. The Property Brothers take the family under their wing and promise to transform a fixer-upper into a showstopper. During the house hunt, Drew leverages the results of a home inspection, but the savings are quickly reinvested in a faulty subfloor. Meanwhile, Jonathan's main challenge is nailing the ...    "
                },
                "16": {
                    "title": "Chasing the Suburban Dream Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "original air date": "2 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Urbanites Sukhvir and Beeban have decided that condo living is cramping their style so they're heading to the suburbs where they can spread out and raise a family. The only problem is that with sky-high expectations and a long wish list, they're about to get a reality check. To right size the couple's demands, Drew and Jonathan step in with some real estate therapy. And before long, the search is on for a fixer-upper with a handsome frame. A surprise bid on a listing they love means Sukhvir and Beeban soon find themselves back at square one. Later, it's up to Jonathan...    "
                },
                "17": {
                    "title": "Taking the Renovation Leap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 17,
                    "original air date": "9 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Pema and John's downtown condo was plenty big when it was just the two of them. But with two dogs and a baby, it's now pure chaos, and they're desperate for a spacious family property with a large backyard and plenty of room to grow. Drew and Jonathan step in with a plan, and their first job is shaking Pema's fear of renovations. At the negotiating table, the couple's low-ball approach threatens to derail the project before it's begun. Later, when the walls come down, the problems pile up as Jonathan uncovers a series of worst-case scenarios.    "
                },
                "18": {
                    "title": "Scott & Trevor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 18,
                    "original air date": "16 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Two brothers pool their resources to buy a fixer-upper and soon the entire family is pitching in.    "
                },
                "19": {
                    "title": "Peter & Lexa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 19,
                    "votes": 8,
                    "original air date": "11 May 2016",
                    "year": "2016",
                    "plot": "\n    A couple searches for their dream home but first they must agree on location.    "
                },
                "20": {
                    "title": "Michelle & Felicia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 20,
                    "original air date": "18 May 2016",
                    "year": "2016",
                    "plot": "\n    With Dad busy making pizza, it's up to a Mom and their teenage daughter to put the 'Om' in home.    "
                },
                "21": {
                    "title": "Michelle & Jon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 21,
                    "votes": 7,
                    "original air date": "25 May 2016",
                    "year": "2016",
                    "plot": "\n    Two newlywed perfectionists land a fixer-upper that's rumored to contain a hidden time capsule.    "
                },
                "22": {
                    "title": "Karima & Nooreen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 22,
                    "original air date": "25 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    A chemical engineer with a jet-set lifestyle, Karima has been working-and living-all over the world. But after six years as a nomad, it's time to reconnect with family and friends so now she's looking for a deluxe urban home of her own.    "
                },
                "23": {
                    "title": "Levi & Alysha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 23,
                    "votes": 6,
                    "original air date": "1 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    After years of living out of a suitcase, it's time for globetrotting Aussies Levi and Alysha to put down roots. And since they've already landed dream jobs in their dream city, the only thing left on their list is a dream home.    "
                },
                "24": {
                    "title": "Erin & Adam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 24,
                    "original air date": "9 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Tired of squeezing into his bachelor pad condo and ready to move to the suburbs, Erin and Adam are searching for the perfect family-friendly home. But while they've got a healthy budget and a very clear wish list, these indecisive newlyweds can't seem to make up their minds. The couple's house hunt proves to be an uphill battle from the start as Adam's lowball approach leads to a series of rejections. That is, until a patient straight-talking Drew intervenes. At the negotiating table, Erin makes a snap decision that could come back to haunt them. During the demo, ...    "
                },
                "25": {
                    "title": "Bliss & Jaeme",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 25,
                    "original air date": "15 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    A homeowner's exacting standards have Jonathan seriously concerned about the big reveal.    "
                },
                "26": {
                    "title": "Sarah & Kevin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 26,
                    "votes": 6,
                    "original air date": "22 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Sarah and Kevin spent years renovating their tiny home. But with a baby boy and changing priorities, they've outgrown their compact space and are desperate for a sprawling suburban home with all the bells and whistles.    "
                }
            },
            "6": {
                "1": {
                    "title": "Tyler & Lindsay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "24 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Tyler and Lindsay love their waterfront lifestyle, but their tiny condo is giving them the squeeze. They desperately need a family home where they can put down roots, but finding a property in their exclusive neighborhood will mean compromising on their wish list. Jonathan and Drew step in with a solution, and Drew leads the search for a fixer upper with lots of charm. Determined to secure 'the one', Lindsay reaches out to make a personal connection with the seller. Meanwhile, it's all hands on deck for an ambitious reno, especially when costly surprises in the ...    "
                },
                "2": {
                    "title": "Dorothy & John",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "31 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Though a couple's reno budget comes under siege, Jonathan and Drew manage an extra-special surprise.    "
                },
                "3": {
                    "title": "Monique & Carl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "7 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Coaches Drew and Jonathan blow the whistle when a house hunter has trouble committing.    "
                }
            },
            "7": {
                "4": {
                    "title": "Squashing Sibling Rivalry by Going from Cramped to Spacious",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "28 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Competitive twins Krista and Jennifer are sharing a cramped condo and it's slowly driving them crazy. Desperate for more space and eager to put down roots, they're pooling their resources and for a stylish downtown pad.    "
                },
                "6": {
                    "title": "Chic and Modern Home to Entertain in Style",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "11 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    After their last child moved out, Glenda and Dave relocated to the country but soon missed the city. Now back in the city in a rental, they want a modern downtown home to entertain in style.    "
                },
                "7": {
                    "title": "Meeting in the Middle for the Perfect Property",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "18 Feb. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "An Urban Dream Home for Their Happily Ever After",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 11,
                    "original air date": "13 May 2015",
                    "year": "2015",
                    "plot": "\n    Samantha and Yaron recently orchestrated their dream wedding, and now they're on the hunt for an urban dream home to match. For the moment, the couple's compact downtown condo is cramping their style, and these newlyweds are eager to find a quiet and sophisticated property where they can put down roots and start a family.    "
                },
                "12": {
                    "title": "Promise of a Downtown Dream Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 12,
                    "plot": "\n    With a baby on the way, Christine and Thomas are ready to settle down. Thomas has promised to find Christine her downtown dream home before their baby arrives. But until he does, they're crashing at a friend's place and time is running out.    "
                },
                "13": {
                    "title": "Taking a Gamble on a Fixer Upper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 13,
                    "original air date": "27 May 2015",
                    "year": "2015",
                    "plot": "\n    New parents Chase and Jessica are all about family, but after crashing at Grandma's place for the past four months, they're eager to find a city dream home where they can put down roots and entertain in style.    "
                }
            },
            "9": {
                "8": {
                    "title": "Perfect Pair Ready for a Perfect Pad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 8,
                    "original air date": "9 Nov. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Dream City, Dream Job, Dream Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 10,
                    "original air date": "12 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Globetrotting Aussies Levi and Alysha landed dream jobs in their dream city. Now they are ready for a dream home. Drew leads the hunt for a dog friendly home in a trendy neighborhood. Jonathan makes it their dream home.    "
                },
                "11": {
                    "title": "Bachelor Pad Condo to Family-Friendly Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 11,
                    "original air date": "26 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Squeezed in his bachelor pad condo, Erin and Adam search for a family-friendly home in the suburbs. The indecisive newlyweds can't make up their minds. A disaster-free renovation finds Jonathan juggling last-minute changes and indecision.    "
                },
                "13": {
                    "title": "Spending, Add-Ons and a Property That Fits the Bill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 13,
                    "original air date": "2 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Sarah and Kevin want to move from the city to a larger suburban home. Jonathan and Drew find them a mid-century-styled fixer upper and transform it into their perfect home. .    "
                }
            },
            "10": {
                "1": {
                    "title": "Navigating Rough Waters for a Picture Perfect Property",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 1,
                    "original air date": "16 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Lindsay and Tyler love waterfront living. Their tiny condo is in their ideal neighborhood but their wish list is long. Jonathan and Drew help them realize a fixer upper can be their perfect home.    "
                },
                "2": {
                    "title": "Searching for Glitz and Glam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 2,
                    "original air date": "21 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Jonathan and Drew help busy parents Dorothy and John graduate from his parents' basement into a home of their own. But when the couple's reno budget comes under siege, the brothers manage an extra-special surprise.    "
                },
                "3": {
                    "title": "Game-Time Decision",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 3,
                    "original air date": "4 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Monique and coach Carl have house hunted for five years, but he's set on a move-in ready mansion. Drew and Jonathan show them a fixer upper can be their dream home.    "
                },
                "4": {
                    "title": "Collaboration and Teamwork",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 4,
                    "original air date": "11 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Kevin and Shirley's house sold more quickly than expected. Jonathan and Drew help them realize a fixer upper can be their perfect home. The budget spirals as the couple changes the plans. Now they wonder if they made the right choice.    "
                },
                "5": {
                    "title": "Character and Closed Concept",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "18 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    After five rentals in four years, Greg and Barbra are looking for a home of their own.    "
                },
                "6": {
                    "title": "Modern Must-Have",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 6,
                    "votes": 12,
                    "original air date": "25 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Squeezed into a tiny condo, Debra and Dan with their three small children have dreams of staying in the heart of the city. The brothers find them an older fixer upper and transform it into their dream home.    "
                },
                "7": {
                    "title": "Delivering a Dream Home Just in Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "1 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    With three kids and another on the way, Dave and Lizzy are desperate to get move from a rental into the home of their dreams.    "
                },
                "8": {
                    "title": "Condo to Countryside",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 8,
                    "original air date": "8 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Jessica and Nathan have lived the cramped condo lifestyle and now want a sprawling home in the country. Drew and Jonathan help them realize their dream.    "
                },
                "9": {
                    "title": "Unexpected Dream Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "15 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    With after-school activities and busy careers, Mark and Eugenie haven't had much time for house hunting. The couple has a list of must-haves, but need to compromise if they want to end their rental situation for good. Drew comes up with a range of options. The added repairs add up faster than expected. Jonathan comes up with a solution for the massive fireplace. With the budget stretched to the max, the couple rejects nearly every one of his money-saving suggestions.    "
                },
                "10": {
                    "title": "Century Home Showstopper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 10,
                    "original air date": "22 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Sandi and Phil live in a park-filled waterfront neighborhood. With the arrival of their baby boy, they've outgrown their one-room apartment. The couple's search for an allergy-free home where they can put down roots is aided by the Property Brothers' plan to maximize the couple's budget. Drew leads them to a house with great bones and leverages the results of a home inspection through negotiation. Jonathan transforms a century old home into a showplace from the basement to the roof.    "
                },
                "11": {
                    "title": "Fixer-Upper for Dog Lovers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 11,
                    "original air date": "1 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Leslie and Tim live with her parents since they sold their condo. Jonathan and Drew help to find a dog-friendly fixer-upper but their first job is getting Leslie and Tim to agree on location. Drew's advice scores a hot property in a competitive market. A basement flood challenges Jonathan's contemporary design.    "
                },
                "12": {
                    "title": "Rustic-Meets-Modern Design",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 12,
                    "original air date": "8 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    A couple feels the sting of a bidding war in one of the city's priciest neighborhoods and later overthinks Jonathan's rustic-modern design.    "
                },
                "13": {
                    "title": "Modern Masterpiece ForTwo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 13,
                    "votes": 6,
                    "original air date": "15 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Engaged and homeless, Andrew and Phil are couch-surfing around the city while dreaming of a downtown home of their own. Phil is hands-on, Andrew has an eye for design, and er with the Property Brothers, transform a dog-friendly fixer-upper into their dream home. A low ball offer leads to a surprising outcome. A total gut job results in a blank slate for Andrew's modernist vision.    "
                }
            },
            "11": {
                "1": {
                    "title": "Hunting for the One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "11 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The brothers work within a limited search area to find a couple the perfect fixer-upper they can turn into a midcentury modern masterpiece.    "
                },
                "2": {
                    "title": "Lakeside Dreaming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 2,
                    "original air date": "1 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    A couple's hunt for an equestrian chic home in their upscale lakefront community is completed after a surprise contribution from an unexpected source.    "
                },
                "3": {
                    "title": "Miles Apart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "8 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    A house-hunting couple tries to move closer to family and friends but quickly runs into budget issues and a snag at city hall.    "
                },
                "4": {
                    "title": "Craving More Space for the Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 4,
                    "original air date": "15 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Jonathan and Drew accelerate the house hunt for a family of four. Jonathan's determined to deliver a family-friendly space for entertaining, but his budget goes out the window after the design-challenged homeowner goes rogue.    "
                },
                "5": {
                    "title": "Changing Direction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 5,
                    "original air date": "27 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Frustrated by their urban house hunt, a couple agrees to a radically different approach as Jonathan and Drew take them on a tour of an amazing rural community that's just a short train ride away.    "
                },
                "6": {
                    "title": "Honeymooning and House Hunting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 6,
                    "original air date": "3 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Newlyweds with a mile-long wish list are determined to move out of their cramped condo even if it means dealing with asbestos, ancient wiring and structural issues.    "
                },
                "7": {
                    "title": "Straightening Out a Sagging Century Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 7,
                    "original air date": "10 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    A family of five searches for a forever home in their high-demand school district while dealing with a renovation that quickly gets thrown off track.    "
                },
                "8": {
                    "title": "Building a Solid Foundation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 8,
                    "original air date": "18 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The Brothers attempt to combine a couple's different wish lists to help them put down roots in their Nashville dream home.    "
                },
                "9": {
                    "title": "A Different Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "18 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    A single mom searches for a more manageable property after selling her sprawling Nashville dream home.    "
                },
                "10": {
                    "title": "Big City Move",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 10,
                    "original air date": "25 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    A busy woman encounters unexpected repairs that slow down the transformation of her cozy and relaxing pad in an up-and-coming Nashville neighborhood.    "
                },
                "11": {
                    "title": "Overcoming Analysis Paralysis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 11,
                    "original air date": "24 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    After finding an off-the-market solution for a new home, Jonathan helps a woman tackle an ambitious renovation with a growing list of add-ons.    "
                },
                "12": {
                    "title": "Shaky Start",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "31 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Empty nesters try to find a deluxe retreat where they can hang out with their grandchildren in style.    "
                }
            },
            "12": {
                "1": {
                    "title": "Costly Charm for a Vintage Dreamer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 1,
                    "original air date": "14 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    An up-and-coming musician is ready to settle down in Nashville. It's up to Drew to find a home with loads of vintage charm, while it's Jonathan's job to transform a vintage abode into a hip home without breaking the bank.    "
                },
                "2": {
                    "title": "Searching for the Heart of the Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 2,
                    "original air date": "21 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    A homesick couple from Wisconsin is ready to put down roots in Nashville. Drew leads the hunt for a a midcentury modern gem, while Jonathan starts a massive renovation that includes a second master suite for an aging dad.    "
                },
                "3": {
                    "title": "Mad About Plaid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 3,
                    "original air date": "28 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    A family of four has been living with Grandma to support her through a tough time, but now they're ready for a house of their own. After finding a fixer-upper with great bones, a slew of big-ticket surprises eat into the budget.    "
                },
                "4": {
                    "title": "Family Above All Else",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 4,
                    "original air date": "7 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    After moving back to his hometown of Nashville, a couple is desperate to get out of his childhood bedroom and into a kid-friendly dream home. Drew and Jonathan help them find a house and make some critical design choices.    "
                },
                "5": {
                    "title": "Striking the Right Chord",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 5,
                    "original air date": "14 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    A young family is living in her dad's cramped condo while looking for a home near Nashville's Music Row. Drew finds them a place despite the hot market, but a bulging basement wall threatens to bring down the budget and the house.    "
                },
                "6": {
                    "title": "Expecting the Unexpected",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 6,
                    "original air date": "21 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Newlyweds hunt for a sprawling urban home where they can raise a family. Because their condo sold faster than expected, Drew signs on for an express house hunt. Then, Jonathan must find them a style compromise.    "
                },
                "7": {
                    "title": "Floored by the Renovation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 7,
                    "original air date": "28 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    A couple that's ready to end their home search hopes Drew and Jonathan can turn their luck around, but their hunt for a pedestrian-friendly property ends with a calculated risk that could have major consequences down the line.    "
                },
                "8": {
                    "title": "Country Chic for a New Generation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 8,
                    "original air date": "11 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    A couple hunts for a rural retirement home with plenty of room to entertain. Finding a property that fits their wish list proves tricky for Drew and Jonathan, until their search leads back to a family homestead from the past.    "
                },
                "9": {
                    "title": "Mistress of Her Domain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 9,
                    "original air date": "2 May 2018",
                    "year": "2018",
                    "plot": "\n    A buyer looking for a fresh start hunts for a modern turnkey property to be her new home base. The search is on for a two-story home in the same community, but Jonathan and Drew convince her to make a move she never saw coming.    "
                },
                "10": {
                    "title": "Uplift and Electrify",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 10,
                    "original air date": "18 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    A family of four hunts for a sprawling dream home to call their own. Jonathan and Drew lead the search for the deluxe suburban pad, but it's a tall order even with the family's big budget.    "
                },
                "11": {
                    "title": "Tight Transformation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 11,
                    "original air date": "25 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Drew helps a discouraged couple with twin toddlers find a great home in their school district, but the seller's counter offer raises eyebrows and the budget. It's up to Jonathan to find the savings to deliver the transformation.    "
                },
                "12": {
                    "title": "Wishful Building",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 12,
                    "original air date": "9 May 2018",
                    "year": "2018",
                    "plot": "\n    A family is ready to trade in their townhouse for a forever home, causing the brothers to juggle their growing wish list. After Drew leverages a deal, Jonathan works with a family member to give the interior heart and soul.    "
                },
                "13": {
                    "title": "Episode #12.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 13,
                    "original air date": "29 Aug. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "13": {
                "1": {
                    "title": "The High Cost of Cool",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 1,
                    "original air date": "29 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Downtown dwellers give up their tiny urban condo to find a detached home with more space. Drew finds a midcentury home, but when the walls come down, they discover a toxic disaster that stretches to every corner of the house.    "
                },
                "2": {
                    "title": "Structural Opportunty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 2,
                    "original air date": "5 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    A couple with a toddler and newborn are ready to move out of his old bachelor pad condo and into a dream home. Jonathan works to transform a century-old property while finding a style compromise that suits their opposing tastes.    "
                },
                "3": {
                    "title": "Reno Interrupted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 3,
                    "original air date": "12 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    A couple is eager to move on in a new home after a family crisis. The Property Brothers try to convince them to see dream-home potential in an unfinished DIY disaster, then it's up to Jonathan to deliver a dazzling renovation.    "
                },
                "4": {
                    "title": "Wide Open Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 4,
                    "original air date": "26 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    After frequent moves and a too-small apartment, Drew helps a Nashville couple find a home where they can settle down with their two boys. Jonathan surprises them with an accessible design for their youngest son's special needs.    "
                },
                "5": {
                    "title": "Color Clash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 5,
                    "original air date": "3 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    After years of moving around the country, a couple is ready to call Nashville home, and Drew finds them a fixer-upper with potential to be a forever home. Jonathan manages budget concerns and hustles to finish before a party.    "
                },
                "6": {
                    "title": "Living in Harmony",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 6,
                    "original air date": "5 Dec. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Sister, Sister",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 7,
                    "original air date": "12 Dec. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Family Fun House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 8,
                    "original air date": "19 Dec. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Making Momma Happy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 9,
                    "original air date": "26 Dec. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Renovation Therapy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 10,
                    "original air date": "2 Jan. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Cool Under Pressure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 11,
                    "original air date": "9 Jan. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Home with a View",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 12,
                    "original air date": "16 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    A couple has a tough decision choosing their forever home in a popular lakefront community outside of Nashville. Jonathan saves the vaulted ceiling, but an electrical issue emerges after the contingency fund is spent on upgrades.    "
                },
                "13": {
                    "title": "A Little Bit of Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 13,
                    "original air date": "30 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    The brothers help a Nashville family find a large forever home.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Putting the 'OM' in Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n    Michelle and Michael are busy entrepreneurs and parents of teenagers who have outgrown their awkward townhouse. Michelle and 16-year-old daughter Felicia join forces to find and renovate the perfect home for their entire family.    "
                }
            }
        },
        "number of episodes": 181,
        "cast": [
            {
                "name": "Scott, Drew"
            },
            {
                "name": "Scott, Jonathan Silver"
            },
            {
                "name": "Barrett, Andria"
            },
            {
                "name": "Schinzel, Brandon"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "43"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "United States:TV-G"
        ],
        "number of seasons": 14,
        "rating": 7.3,
        "votes": 2182,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTk2Mzg5MzcxNl5BMl5BanBnXkFtZTcwNjk2NjM4OA@@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "The Property Brothers are determined to help couples find, buy and transform extreme fixer-uppers into the ultimate dream home. And since it's hard to see beyond a dated property's shortcomings, they're using state-of-the-art CGI to reveal their vision of the future. Can Drew Scott and Jonathan Silver Scott convince these hesitant home buyers to take a radical risk? And can they complete their ambitious project on time and on budget?",
        "languages": [
            "English"
        ],
        "title": "Property Brothers",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9",
            "10",
            "11",
            "12",
            "13",
            "14"
        ],
        "writer": [
            {
                "name": "Boyton, Maureen"
            },
            {
                "name": "Champion, Anna Bourque"
            },
            {
                "name": "Colle, Kristen"
            }
        ],
        "production companies": [
            {
                "name": "Cineflix Productions"
            }
        ],
        "distributors": [
            {
                "name": "Home and Garden Television (HGTV)"
            },
            {
                "name": "SuperTV2"
            },
            {
                "name": "W Network"
            }
        ],
        "other companies": [
            {
                "name": "Entertainment Partners Canada"
            },
            {
                "name": "SIM Digital / Bling Digital"
            }
        ],
        "plot": [
            "The _Property Brothers_ (qv) are determined to help couples find, buy and transform extreme fixer-uppers into the ultimate dream home. And since it's hard to see beyond a dated property's shortcomings, they're using state-of-the-art CGI to reveal their vision of the future. Can 'Drew Scott' (qv) and 'Jonathan Silver Scott' (qv) convince these hesitant home buyers to take a radical risk? And can they complete their ambitious project on time and on budget?::Cineflix Productions [ca]"
        ],
        "tech": {
            "runtime": [
                "43 min",
                "1 hr (60 min) (including commercials)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 2182,
                "rating": 7.3
            },
            "aged under 18": {
                "votes": 4,
                "rating": 6.5
            },
            "aged 18 29": {
                "votes": 341,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 730,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 491,
                "rating": 7.1
            },
            "males": {
                "votes": 772,
                "rating": 6.7
            },
            "males aged under 18": {
                "votes": 4,
                "rating": 6.5
            },
            "males aged 18 29": {
                "votes": 133,
                "rating": 7.1
            },
            "males aged 30 44": {
                "votes": 356,
                "rating": 6.8
            },
            "males aged 45 plus": {
                "votes": 224,
                "rating": 6.5
            },
            "females": {
                "votes": 900,
                "rating": 7.7
            },
            "females aged 18 29": {
                "votes": 200,
                "rating": 7.4
            },
            "females aged 30 44": {
                "votes": 368,
                "rating": 7.8
            },
            "females aged 45 plus": {
                "votes": 260,
                "rating": 7.9
            },
            "top 1000 voters": {
                "votes": 54,
                "rating": 5.8
            },
            "us users": {
                "votes": 859,
                "rating": 7.1
            },
            "non us users": {
                "votes": 380,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 588,
            "9": 281,
            "8": 458,
            "7": 379,
            "6": 174,
            "5": 90,
            "4": 55,
            "3": 37,
            "2": 33,
            "1": 87
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}