{
    "imdb": {
        "raw release dates": [
            {
                "country": "Austria\n",
                "date": "12 September 2011"
            }
        ],
        "release dates": [
            "Austria::12 September 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Prologue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destination One (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "12 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    The final race of the 2010 season where we see Ricciardo lose the championship because of Vergne. The two drivers will battle again for the next season in 2011, but this time they wont be team mates, they'll simply be rivals to become World Champion.    "
                },
                "2": {
                    "title": "In Between Seasons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destination One (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In this episode, we have the portraits of both Ricciardo and Vergne, the friendly rivals, just as they are at the gates of Formula 1. Their roots (Perth for Ricciardo and Corbeilles for Vergne, their support groups (families and sponsors), their values. This episode will allow us to get to know the two principal characters in the series. In the backdrop, we won't lose sight of their sporting objectives and goals. While Ricciardo is busy as the third driver in the Toro Rosso team, Vergne calmly prepares his next season in 3.5, mostly at the house of his parents in the ...    "
                },
                "3": {
                    "title": "False Starts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destination One (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "26 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    For Ricciardo, it is a false start as he is detained in Shanghai for Torro Rosso and therefore can't participate in the first race of the 3.5 season. We see the disappointment and frustration of Ricciardo, who finds himself sitting between the two car seats and who risks to lose as he has to perform well in both settings. ITW with Ricciardo saying that he is ready for battle and that he has a new special preparation since the beginning of the year which will make this a testing time for him (the incessant travel, the jetlag, the incredible pressure...) For Vergne, who...    "
                },
                "4": {
                    "title": "The Reunion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destination One (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "3 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    At the second race of the season in Spa, Ricciardo is there, more determined and hungry than ever (he says himself that he is really missing the competition). Vergne, also, is ready for this race (with the help of physical trainer Adam). For him, the pressure is huge. He believes that for him to advance into Formula 1 next year, there is no other choice but to win this championship of the 3.5 series. The weekend holds all these promises, and it is Vergne who succeeds and plays his cards right, finishing both races on the podium. Ricciardo is disappointed with himself....    "
                },
                "5": {
                    "title": "The Duel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destination One (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    In this episode, we continue with the protagonists into the season looking at the races in Monza, Monaco, Nurburgring, and Hungaroring. We focus on the duel between Ricciardo and Vergne, a duel which according to all expectations, will be devoted to becoming the champion of the 2011 season. Ricciardo, the winner at Monaco, succeeds little by little to reclaim his stake against Vergne, but now he has to generate more good results to overtake his rival and friend in the overall ranking. The good results from Vergne attract the attention of the press, who now begin to ...    "
                },
                "6": {
                    "title": "Pause",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destination One (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "17 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    After Hungaroring, the drivers can relax a little for a month and a half before heading back into competition. We will follow a couple of them whilst on vacation (notably Jean Eric in Ibiza) but also throughout the period of getting back into form and preparing for the race in Silverstone. However, Ricciardo still has his obligations as the 3rd driver for Torro Rosso until the end of July, and therefore won't have the opportunity to wind down. Will this have a consequence for him at the end of the 3.5 season? In any event, we will come back to our 4 drivers and their ...    "
                },
                "7": {
                    "title": "Last Races",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destination One (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "24 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    A recap of the races at Silverstone and Paul Ricard. Did the break bring about the fruits of success they were hoping for? Will the title for champion be played in the same way as in the last race in Barcelona last season? Ricciardo, what will the situation bring about? Will he have the resources that were lacking in the last season, to prove to us that he is a world champion as he promises? Will Vergne be happy with a role of distractor to Ricciardo or will he go all the way to confirm his title and to steal the dreams of victory away from Ricciardo and assure ...    "
                },
                "8": {
                    "title": "The Final Line Has Arrived",
                    "kind": "episode",
                    "episode of": {
                        "title": "Destination One (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "31 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    In Barcelona, just as in the first episode of the series, we relive the race in the smallest of details until we discover the champion of the season, in both 3.5 and 2.0. After the delivery of the titles, we will discuss the season ahead, imagining with our protagonists the possibilities of their futures (will Ricciardo move completely to Torro Rosso, will Vergne also be driving in F1, will Sainz Jr and Kvyat be promoted ?)    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Alguersuari, Jaime"
            },
            {
                "name": "Buemi, Sébastien"
            },
            {
                "name": "Kvyat, Daniil"
            },
            {
                "name": "Marko, Helmut"
            },
            {
                "name": "Prost, Alain"
            },
            {
                "name": "Ricciardo, Daniel"
            },
            {
                "name": "Vergne, Jean-Éric"
            }
        ],
        "locations": [
            "Australia",
            "Barcelona, Catalonia, Spain",
            "Hockenheimring, Hockenheim, Baden-Württemberg, Germany",
            "Milton Keynes, Buckinghamshire, England, UK"
        ],
        "genres": [
            "Sport"
        ],
        "countries": [
            "Austria"
        ],
        "country codes": [
            "at"
        ],
        "language codes": [
            "de",
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "rating": 7.1,
        "votes": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTgwNzMzMjA0Nl5BMl5BanBnXkFtZTgwMTkyNjM1MjE@._V1_SY150_CR11,0,101,150_.jpg",
        "languages": [
            "German",
            "English"
        ],
        "title": "Destination One",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Destination One (Austria)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Harrach, Gabor"
            },
            {
                "name": "Séguéla, Tristan"
            }
        ],
        "production companies": [
            {
                "name": "Red Bull Media House"
            }
        ],
        "distributors": [
            {
                "name": "Red Bull Media House"
            },
            {
                "name": "Servus TV"
            }
        ],
        "plot": [
            "Documentary about the journey for Red Bull racings Daniel Ricciardo from Formula Renault 3.5 to the ultimate Formula One seat.::Jason Hodges"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "ARRI Alexa"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 7.1
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 5.5
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 6.0
            },
            "males": {
                "votes": 5,
                "rating": 5.4
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 5.5
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 4.0
            },
            "us users": {
                "votes": 1,
                "rating": 4.0
            },
            "non us users": {
                "votes": 1,
                "rating": 8.0
            }
        },
        "number of votes": {
            "10": 2,
            "9": 1,
            "8": 2,
            "7": 1,
            "6": 0,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.1,
        "median": 8
    }
}