{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "10 April 2011"
            },
            {
                "country": "Sweden\n",
                "date": "16 September 2012"
            }
        ],
        "release dates": [
            "USA::10 April 2011",
            "Sweden::16 September 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Khloé & Lamar"
            },
            {
                "countries": "France",
                "title": "Khloé et Lamar"
            },
            {
                "countries": "Russia",
                "title": "Хлоя и Ламар"
            },
            {
                "countries": "USA (alternative spelling)",
                "title": "Khloe and Lamar"
            }
        ],
        "akas": [
            "Khloé & Lamar (original title)",
            "Khloé et Lamar France",
            "Хлоя и Ламар Russia",
            "Khloe and Lamar USA (alternative spelling)"
        ],
        "akas from release info": [
            "Khloé & Lamar (original title)",
            "Khloé et Lamar France",
            "Хлоя и Ламар Russia",
            "Khloe and Lamar USA (alternative spelling)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "A Fine Bromance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Khloé & Lamar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 23,
                    "original air date": "19 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    In the season premiere, Khloe and Lamar's marriage is stronger than ever, while Rob and Lamar's relationship takes a complete nosedive. Busier than ever with his \"Dancing With the Stars\" gig and other projects Rob decides it's time to move out and get his own place. But now that Rob is out of sight, he's out of mind to Lamar--and their once close and brotherly relationship becomes strained when neither one wants to \"man up\" and meet in the middle. Can Khloe get her baby brother and the love of her life back on good terms?    "
                },
                "2": {
                    "title": "Rock-a-Bye Lam Lam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Khloé & Lamar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 19,
                    "original air date": "20 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Regardless of the fact that Lamar misses playing basketball during the NBA lockout, what Khloe misses even more is sleep! Because Lamar can't burn off energy shooting hoops, he has been staying up all night playing video games, snacking and chit-chatting with Khloe which is starting to throw her off of her game. In an effort to get some sleep herself, Khloe tries every remedy in the book to try and get Lamar to doze off--even drugging him! Meanwhile, Malika starts dating a professional football player--but he comes with a lot of baggage that she might not be prepared ...    "
                },
                "3": {
                    "title": "Cuffed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Khloé & Lamar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 15,
                    "original air date": "4 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    After an embarrassing photo shoot, Lamar gets fed up with Khloe treating him like a baby and decides to do something about it. Meanwhile, Rob tries to step outside of his sisters' shadows and start his own designer line of socks, but Khloe squashes his dream thinking he won't follow though with it. Will Rob brush the naysayers off, and will Khloe learn to let her man be a man?    "
                },
                "4": {
                    "title": "No Turkey for Khloé?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Khloé & Lamar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 17,
                    "original air date": "11 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    With no end in sight for the NBA lockout, Lamar is left antsy at home--but a rare opportunity gets thrown his way when his agent asks him to play basketball in Turkey. However, Khloe's Armenian heritage makes it hard for her to support his decision to go abroad due to a disagreement between the two countries on a tragic historical event. Meanwhile, Lamar's best friend Jamie wants to jump into acting--but even with Malika's help, he can't grasp the concept that being an actor is still work.    "
                },
                "5": {
                    "title": "PTSD",
                    "kind": "episode",
                    "episode of": {
                        "title": "Khloé & Lamar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 14,
                    "original air date": "18 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Malika is still reeling from her breakup with Adrian and decides to make a drastic change--by getting a breast augmentation! But Khloe takes it upon herself to convince Malika that she has a distorted view of reality in regards to her appearance. Meanwhile, Lamar and his dad Joe make an attempt to mend their rocky relationship. Can they get back on the path to having a healthy father-son bond?    "
                },
                "6": {
                    "title": "The Trade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Khloé & Lamar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 15,
                    "original air date": "1 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    The NBA lockout has come to a close and Lamar is more than ready to get back on the court--but there's also chatter his time with the Lakers may be over. After a trade to New Orleans falls through, Lamar goes into hiding, all while Khloe is taking care of business in New York and unavailable to be there for her husband. When the trade finally does happen, Lamar is transferred to the Dallas Mavericks, and he and Khloe must come to terms with uprooting their lives in Los Angeles to move to Texas.    "
                },
                "7": {
                    "title": "Alone Star State of Mind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Khloé & Lamar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 15,
                    "original air date": "8 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Now that Lamar has been traded to the Dallas Mavericks almost overnight, it's up to Khloe to quickly pack up and move their entire household to Texas. Plus, she has to find digs that will help Lamar feel at home. While Khloe falls in love with Dallas' southern hospitality, Lamar has a hard time adjusting both emotionally and physically to his new team, and his attitude threatens their house hunting and even their rock-solid marriage.    "
                },
                "8": {
                    "title": "Under Pressure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Khloé & Lamar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 15,
                    "original air date": "15 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Everyone has babies on the brain and it's driving Khloe crazy! Family members and even complete strangers can't stop asking when she will get pregnant, and with Lamar struggling on and off the court, she doesn't need any more stress. To Khloe's delight, Kim flies out to Dallas to offer some sisterly companionship, but instead offers unwanted fertility advice that sets Khloe off. Meanwhile, Lamar continues to sink further and further into a deep depression. Can he pull himself out of his funk and get it together on the court?    "
                },
                "9": {
                    "title": "Lamar vs. Lakers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Khloé & Lamar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 15,
                    "original air date": "22 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Still on the fence about playing for the Dallas Mavericks, Lamar feels uncomfortable when his new team gets pitted against his old team, the Los Angeles Lakers. And to make matters worse, the match-up is back in L.A. where all eyes will be on his homecoming. Meanwhile, his best friend Jamie is more focused on himself and building a reputation than he is about Lamar's feelings about being back in California.    "
                },
                "10": {
                    "title": "Family Reunion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Khloé & Lamar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 16,
                    "original air date": "29 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Without family around, Khloe and Lamar are still having a tough time adjusting to life in Dallas. But that doesn't last long when Kris and Rob come to visit--and even bring along a huge surprise for Khloe! However, when Khloe and Lamar find out that Rob won't be hanging around long, they give him an offer he can't refuse. Or can he? Meanwhile, Kris starts rubbing shoulders with the owner of the Dallas Mavericks, and Khloe's not happy about it.    "
                },
                "11": {
                    "title": "Compulsive Behavior",
                    "kind": "episode",
                    "episode of": {
                        "title": "Khloé & Lamar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 16,
                    "original air date": "6 May 2012",
                    "year": "2012",
                    "plot": "\n    Now that Rob's decided to stay in Dallas, Khloe gets a firsthand look at how out of control Rob's OCD has gotten. When he receives news that his living situation in LA is compromised, his repetitive compulsions quickly go from amusing to downright scary, and Khloe's attempts to make him realize that he has a problem fall on deaf ears. Meanwhile, Malika pays Khloe a visit only to find that she has to share her bestie with NBA wife, Porschla Kidd.    "
                },
                "12": {
                    "title": "The Truth Will Set You Free",
                    "kind": "episode",
                    "episode of": {
                        "title": "Khloé & Lamar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 17,
                    "original air date": "13 May 2012",
                    "year": "2012",
                    "plot": "\n    Khloe receives the shock of her life when reports circulate that she is not the biological daughter of Robert Kardashian, Sr. Determined to put an end to the rumors about who her father really is, her family urges her to take a DNA test. But their insistence has Khloe feeling even more uneasy, especially since it times with her mom Kris' admission of an extramarital affair around the time that she was born. Meanwhile, Lamar finally expresses the painful emotions that have been holding him back.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Father-in-Law",
                    "kind": "episode",
                    "episode of": {
                        "title": "Khloé & Lamar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 21,
                    "original air date": "10 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    When Khloé runs into Lamar's estranged dad at an event, she vows to help the two reconnect and urges her husband to repair the relationship without knowing their volatile history. When she makes an eye-opening discovery, Khloé finds herself caught in the middle when she has to uninvite Lamar's dad to a Lakers game. Will she respect Lamar's wishes to keep her distance? Meanwhile, Lamar finds out if he makes the 2011 NBA All-Star team, and Rob is asked to participate in a celebrity basketball game.    "
                },
                "2": {
                    "title": "Codependent No More",
                    "kind": "episode",
                    "episode of": {
                        "title": "Khloé & Lamar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 14,
                    "original air date": "17 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Khloe takes matters into her own hands when Lamar refuses to take Jamie to task for his laziness and continual sponging. Meanwhile, Kris hooks up Rob with a job with music mogul Kenneth Crear, who has agreed to take on Kris's pet project, the BG5. But will Rob's arrogance (and laziness) get the better of him?    "
                },
                "3": {
                    "title": "Lamar Is a Dirty Boy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Khloé & Lamar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 22,
                    "original air date": "24 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Khloé is forced to examine her insecurities when she receives constant criticism about her weight gain from the media--and even members of her family. Can she learn to love herself and not worry about making everyone happy? Also, Khloé gets fed up having to clean up after her filthy hubby Lamar so she decides to give him a taste of his own medicine. But it's game on when Lamar refuses to give in and Khloé refuses to back down.    "
                },
                "4": {
                    "title": "The Break-Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Khloé & Lamar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 15,
                    "original air date": "1 May 2011",
                    "year": "2011",
                    "plot": "\n    Khloé is forced to examine her insecurities when she receives constant criticism about her weight gain from the media--and even members of her family. Can she learn to love herself and not worry about making everyone happy? Also, Khloé gets fed up having to clean up after her filthy hubby Lamar so she decides to give him a taste of his own medicine. But it's game on when Lamar refuses to give in and Khloé refuses to back down.    "
                },
                "5": {
                    "title": "Unbreakable",
                    "kind": "episode",
                    "episode of": {
                        "title": "Khloé & Lamar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 19,
                    "original air date": "8 May 2011",
                    "year": "2011",
                    "plot": "\n    When Lamar suggests he and Khloé create a unisex fragrance together, Khloé fears it will cause conflict in their relationship. As the bulk of the responsibility falls on her, she grows frustrated with Lamar and feels emotionally torn about whether she can continue to mix business with their marriage. Meanwhile, Malika starts dating Lamar's friend and fellow NBA player Rasual Butler. But when her strange relationship with Rob ends up sabotaging her new romance, she wonders if there's more between them than she'd like to admit.    "
                },
                "6": {
                    "title": "The Return of Joe Odom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Khloé & Lamar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 18,
                    "original air date": "15 May 2011",
                    "year": "2011",
                    "plot": "\n    After visiting a boy with cancer, Lamar realizes that life is short and wants to reconnect with his estranged father Joe. Khloé wants Lamar to make things right with his dad, but also becomes concerned that he'll end up hurt again. Meanwhile, Malika's sister and her family move back to Los Angeles and end up staying at Khloé and Lamar's house while their new place is still under construction. But Khloé quickly realizes that she has overextended herself when they quickly wear out their welcome. Can Khloé learn to put her foot down and say enough is enough?    "
                },
                "7": {
                    "title": "Jamie 9-1-1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Khloé & Lamar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 18,
                    "original air date": "22 May 2011",
                    "year": "2011",
                    "plot": "\n    When Jamie skips out on his job duties, Lamar feels he has no choice but to fire him from running his Rich Soil clothing line. Lamar wants Jamie to focus on himself, but instead Jamie starts to spiral out of control. Can Lamar help his friend get back on track before he hits rock bottom? Meanwhile, Malika realizes that she has stronger feelings for Rob than she thought after she gets upset with him for hooking up with another girl. Can she get Rob to commit to something more--or will it end up ruining their relationship?    "
                },
                "8": {
                    "title": "Baby Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Khloé & Lamar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 17,
                    "original air date": "30 May 2011",
                    "year": "2011",
                    "plot": "\n    When Khloé has problems getting pregnant, she visits her gynecologist to check to see if there's a problem. As she waits to receive the results, she starts to grow more worried that she's unable to have children and how it would affect her marriage with Lamar. Meanwhile, Rob receives life-changing news when one of his flings reveals that she's pregnant--and he could be the father!    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Kardashian, Khloé"
            },
            {
                "name": "Odom, Lamar"
            },
            {
                "name": "Kardashian, Rob"
            },
            {
                "name": "Malika"
            },
            {
                "name": "Sangouthai, Jamie"
            },
            {
                "name": "Kardashian, Kourtney"
            },
            {
                "name": "Jenner, Kris"
            },
            {
                "name": "West, Kim Kardashian"
            },
            {
                "name": "Odom, Joe"
            },
            {
                "name": "Khadijah"
            },
            {
                "name": "Saglimbeni, Nick"
            },
            {
                "name": "Adams, Brooke"
            },
            {
                "name": "Artest, Ron"
            },
            {
                "name": "Barnes, Matt"
            },
            {
                "name": "Brown, Shannon"
            },
            {
                "name": "Crear, Kenneth"
            },
            {
                "name": "Domingo, Dominique"
            },
            {
                "name": "Jenner, Caitlyn"
            },
            {
                "name": "Jenner, Kendall"
            },
            {
                "name": "Jenner, Kylie"
            },
            {
                "name": "Jiroux, Mandy"
            },
            {
                "name": "Juliano, Noreen"
            },
            {
                "name": "Monica"
            },
            {
                "name": "New, Laura"
            },
            {
                "name": "Walton, Luke"
            },
            {
                "name": "Coleman, Porschla"
            },
            {
                "name": "Cuban, Mark"
            },
            {
                "name": "Wilson, Adrian"
            }
        ],
        "genres": [
            "Drama",
            "Reality-TV",
            "Romance"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 3.4,
        "votes": 1709,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTIxMTBmZmYtYWUyMS00MTg3LThlODMtMDhmMDJmMTg1N2M0XkEyXkFqcGdeQXVyMTkzODUwNzk@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "When Khloé Kardashian and Lamar Odom said \"I do\" in 2009, it was front-page celebrity news. Now with their first year of marriage behind them, the couple is opening their home and allowing cameras to capture the private world they used to call their own. Also, sharing space under the Odom roof is Khloé's brother Robert Kardashian who has become a semi-permanent houseguest as he tries to embark on his own career in the music industry. Plus, follow Lamar both in Los Angeles and as he hits the road to fulfill his duties as a member of the world-famous L.A. Lakers, and see if Khloé and Lamar's dreams of starting a family become a reality.",
        "languages": [
            "English"
        ],
        "title": "Khloé & Lamar",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2012",
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Bunim-Murray Productions"
            },
            {
                "name": "Ryan Seacrest Productions"
            }
        ],
        "distributors": [
            {
                "name": "CTV"
            },
            {
                "name": "E! Entertainment Television"
            }
        ],
        "plot": [
            "Follow the Kardashian sister and the Los Angeles Lakers star; their semi-permanent house-guest Rob Kardashian and the couple's best friends Malika Haqq and Jamie Sangouthai.::Guilherme O.",
            "When Khloé Kardashian and Lamar Odom said \"I do\" in 2009, it was front-page celebrity news. Now with their first year of marriage behind them, the couple is opening their home and allowing cameras to capture the private world they used to call their own. Also, sharing space under the Odom roof is Khloé's brother Robert Kardashian who has become a semi-permanent houseguest as he tries to embark on his own career in the music industry. Plus, follow Lamar both in Los Angeles and as he hits the road to fulfill his duties as a member of the world-famous L.A. Lakers, and see if Khloé and Lamar's dreams of starting a family become a reality.::iTunes"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1709,
                "rating": 3.4
            },
            "aged under 18": {
                "votes": 1,
                "rating": 1.0
            },
            "aged 18 29": {
                "votes": 557,
                "rating": 4.3
            },
            "aged 30 44": {
                "votes": 603,
                "rating": 3.2
            },
            "aged 45 plus": {
                "votes": 155,
                "rating": 2.2
            },
            "males": {
                "votes": 645,
                "rating": 2.1
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 1.0
            },
            "males aged 18 29": {
                "votes": 223,
                "rating": 2.4
            },
            "males aged 30 44": {
                "votes": 295,
                "rating": 2.0
            },
            "males aged 45 plus": {
                "votes": 89,
                "rating": 1.4
            },
            "females": {
                "votes": 747,
                "rating": 5.1
            },
            "females aged 18 29": {
                "votes": 329,
                "rating": 5.8
            },
            "females aged 30 44": {
                "votes": 305,
                "rating": 4.6
            },
            "females aged 45 plus": {
                "votes": 62,
                "rating": 3.8
            },
            "top 1000 voters": {
                "votes": 54,
                "rating": 3.4
            },
            "us users": {
                "votes": 475,
                "rating": 3.0
            },
            "non us users": {
                "votes": 571,
                "rating": 3.5
            }
        },
        "number of votes": {
            "10": 296,
            "9": 50,
            "8": 90,
            "7": 112,
            "6": 105,
            "5": 86,
            "4": 67,
            "3": 73,
            "2": 70,
            "1": 760
        },
        "arithmetic mean": 4.3,
        "median": 3
    }
}