{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "1 January 2011"
            },
            {
                "country": "Belgium\n",
                "date": "1 January 2011",
                "notes": "                            (French speaking region)"
            },
            {
                "country": "Switzerland\n",
                "date": "4 February 2011",
                "notes": "                            (French speaking region)"
            },
            {
                "country": "France\n",
                "date": "12 February 2011"
            },
            {
                "country": "Japan\n",
                "date": "10 November 2012"
            },
            {
                "country": "Belgium\n",
                "date": "  2014",
                "notes": "                            (Flemish speaking region)"
            },
            {
                "country": "Italy\n",
                "date": "20 June 2015"
            }
        ],
        "release dates": [
            "Belgium::1 January 2011",
            "Belgium::1 January 2011                            (French speaking region)",
            "Switzerland::4 February 2011                            (French speaking region)",
            "France::12 February 2011",
            "Japan::10 November 2012",
            "Belgium::2014                            (Flemish speaking region)",
            "Italy::20 June 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Le sang de la vigne"
            },
            {
                "countries": "Italy",
                "title": "Benjamin Lebel - Delitti D.O.C."
            },
            {
                "countries": "USA (alternative title)",
                "title": "Blood of the Vine"
            }
        ],
        "akas": [
            "Le sang de la vigne (original title)",
            "Benjamin Lebel - Delitti D.O.C. Italy",
            "Blood of the Vine USA (alternative title)"
        ],
        "akas from release info": [
            "Le sang de la vigne (original title)",
            "Benjamin Lebel - Delitti D.O.C. Italy",
            "Blood of the Vine USA (alternative title)"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "Le vin nouveau n'arrivera pas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Le sang de la vigne (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "14 Jan. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Retour à Nantes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Le sang de la vigne (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "7 Jan. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Crise aiguë dans les Graves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Le sang de la vigne (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "21 Jan. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Les larmes de Pasquin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Le sang de la vigne (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 17,
                    "original air date": "12 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Bordeaux-based enologist (wine expert) Benjamin Lebel interrupts work on his next original wine publication, assisted by haughty relative and eager Virgile, to identify a Grand Cru château from Pomerol for police detective Barbaroux. It's used as signature in a ritual, filling one glass more each time, at a serial killer's successive murder scenes and a wartime tomb. Although told by the rude inspector to butt out, Lebel, who also receives anonymous, old pictures of the victims, works out they all had something to do with World War II, which the château vintage dates ...    "
                },
                "2": {
                    "title": "Le dernier coup de Jarnac",
                    "kind": "episode",
                    "episode of": {
                        "title": "Le sang de la vigne (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 17,
                    "original air date": "29 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Oenologue Benjamin Lebel, eagerly accompanied by his slick assistant Silvère, travels to the Cognac region to counsel a prospective Japanese buyer Hiroshi Tanaka about the possible take-over of legendary brandy family firm Aludel. He's shown the door by partner-siblings Pierre-François and Garance, but their apparently gay brother Baptiste, who has an eye on Silvère, shows Benjamin around. That night, Baptiste drowns in what may be an accident. Benjamin finds that his English old Paris flame 'Soho Rose' Shirley is involved, as well as her doted son Jonas and popular ...    "
                },
                "3": {
                    "title": "La robe de Margaux",
                    "kind": "episode",
                    "episode of": {
                        "title": "Le sang de la vigne (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 15,
                    "original air date": "6 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Benjamin Lebel is startled to find his daughter Margaux back from New York, actually for her boyfriend, prestigious Château Belfleur's communications director Antoine Rinetti, whose proposal she announces to accept to spite daddy. For her sake, assistant Silvère is eager to help investigate the new ownership and wine-maker Séverin. Unlike Benjamin, his lover-colleague France Pelletier accepts to help the Russian mob-presumed owner Valéry Tchernakov research acquisition options. Shortly after, Rinaldi is fatally wounded by sports car sabotage, Margaux gets off lightly ...    "
                },
                "4": {
                    "title": "Mission à Pessac",
                    "kind": "episode",
                    "episode of": {
                        "title": "Le sang de la vigne (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 15,
                    "original air date": "20 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Benjamin was to prepare a Californian conference as key note speaker with his lover France, but she ends up writing the speech with his eager assistant Silvère as Lebel prefers more wine estate snooping. Denis and Jeanne Laville's wine-maker was murdered in their Pessac winery. The victim was co-heir to a tiny, yet potentially priceless breakaway top quality estate. Benjamin becomes a target as well as prime suspect while he and commissioner Barbaroux conduct parallel investigations for the families, staff and other players involved in shady games over potential ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Question d'eau de vie... ou de mort",
                    "kind": "episode",
                    "episode of": {
                        "title": "Le sang de la vigne (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 12,
                    "original air date": "21 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Benjamin is legal expert for the insurance when the Armagnac (exclusive brandy) winery of baron de Castayrac explodes, his wine-maker Paco Vasquez dies in the fire. Silvére volunteers unasked to assist and gets stuck with all the dirty chores, hence is furious to be kept in the dark when Lebel conducts a murder investigation. The baron's at first sight scary son Olivier bonds with Silvère, estranged son Alban bickers over the vintage car, an heirloom from their mother since whose death the family fell apart. Daughter Lucie married the haughty growers association ...    "
                },
                "2": {
                    "title": "Noces d'or à Sauternes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Le sang de la vigne (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 12,
                    "original air date": "29 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    \"Noces d'or à Sauternes\" (Blood of the Vine Series) My English language plot outline was sent in as a contribution some 2 weeks ago. Happy holidays.    "
                },
                "3": {
                    "title": "Boire et déboire en Val de Loire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Le sang de la vigne (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "17 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Benjamin feels tricked by his Parisian editor into presiding over a charity wine cellar sale by Léo Delhomm, an actor preparing his comeback after a scandal concerning the death on set of his wife turned the media against him. It's held on his Loire château, where Leo's local, devoted assistant Fred, son of a winegrower, hopes to produce a fine vintage, which Lebel considers doable but a demanding full-time vocation. Reporter Marco Ferri, Benjamin's acquaintance, lurks about, flirting with his girlfriend France Pelletier. Then a murderer strikes.    "
                },
                "4": {
                    "title": "Les veuves soyeuses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Le sang de la vigne (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 9,
                    "original air date": "4 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Benjamin hesitates to accept the request of recent Champagne wine estate widow Alice de Vonnelle to assemble a special vintage in honor of son Arthur, who died in an equestrian accident six months before his father's death in bed. Lebel realizes the old lady is wine-ignorant, unlike Arthur's widow Marianne, whom she hates but has to share the inheritance with, and who has the good sense to stick to experienced wine-maker François Norbert. Benjamin drops by from time to time, leaving Silvère on site, courted by the then merry widows, to keep digging for family dirt. ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Du raffut à Saint-Vivant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Le sang de la vigne (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 12,
                    "original air date": "10 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Benjamin Lebel is hired by the son of a wealthy estate owner, Jean Guillame Ubayre's son, William, to conduct an assessment of his family's vineyards in Saint-Vivant (Bourgogne?). He takes Mathilde along on this tour, and together, they encounter a murder, a suicide attempt, a series of thefts and several blackmail schemes. As usual, the local police inspector is a clueless buffoon, intent on insulting Lebel and Mathilde -- but ultimately, he learns to cooperate and rescue the heroic Lebel.    "
                },
                "2": {
                    "title": "Cauchemar dans les Côtes de Nuits",
                    "kind": "episode",
                    "episode of": {
                        "title": "Le sang de la vigne (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 14,
                    "original air date": "24 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Benjamin Lebel is invited by the prestigious Burgundy 'Tastevin' society host Roger Vincenot in the jury of their annual tasting. Major wine merchant Bernard Aristide, expected to be on business trip, arrives and rudely demands the seat of honor, only to die from the cup which does passes by Benjamin. Although unwelcome to the police, he insists to start his own investigation and orders a shaky Silvère to come assist him, a task he only takes to heart after meeting Vincenot's oenology-promising waitress Aurélie, who becomes the young gentleman's hot-tempered lover. ...    "
                },
                "3": {
                    "title": "Vengeances tardives en Alsace",
                    "kind": "episode",
                    "episode of": {
                        "title": "Le sang de la vigne (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 11,
                    "original air date": "17 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Benjamin is contacted by the Strassburg police as possibly the last person to have talked, by phone, to murdered reporter Odile, who may have sent him her last article draft. She was working on the bitter, even crazy rivalry between old, dying traditional wine estate owner Vincent Kreutzler and Swiss investment banker Edgar Loewen, who buys many Alsation estates. Silvère hesitates to tell Lebel he successfully postulated at an Argentinian estate. Team lebel and the suspiciously friendly gendarmes (national police) disagree whether to dig deeper in family pasts, but ...    "
                },
                "4": {
                    "title": "Le mystère du vin jaune",
                    "kind": "episode",
                    "episode of": {
                        "title": "Le sang de la vigne (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 11,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Benjamin travels with France to the Jura region where she is acting as an advisor on the acquisition of a vineyard. The previous owner of the vineyard, known for its vin jaune, apparently committed suicide two weeks prior to the events in this episode. Or was it murder?    "
                }
            },
            "4": {
                "1": {
                    "title": "Massacre à la sulfateuse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Le sang de la vigne (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "15 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Swiss investment banker insists that Lebel must assess a Chateauneuf-du-Pâpe estate, once reputed, slipping since the later owner Castelnaut's daughters fired wine-maker Francis Ollier, who now runs a friend-partner's smaller estate. Benjamin rightly suspects the supposed reason given by the only rich heiress-sister, Kate Weller, who returns from abroad, is a front, and starts digging in the murky family and staff history even before vineyard sabotage and murder strike.    "
                },
                "2": {
                    "title": "Coup de tonnerre dans les Corbières",
                    "kind": "episode",
                    "episode of": {
                        "title": "Le sang de la vigne (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 11,
                    "original air date": "13 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Benjamin Lebel is flattered that his youth-days poetry about the Cathar castles are to be published by a small firm in the Languedoc department Aude, so the drives there with assistant Silvère, who was promised a castles tout. They stay with Lebel's old friend, oenologist and former fellow 1960s revolutionary Janny Verniaud, who now leads a cooperative for biological wine-growing, but her young partners -especially hothead Arthur Gassard- are tired of her stickler obstacles to profitable production. The Montepelleir professor who piloted the Lebel poems projects, ...    "
                },
                "3": {
                    "title": "Chaos dans le vin noir",
                    "kind": "episode",
                    "episode of": {
                        "title": "Le sang de la vigne (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "23 Aug. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "5": {
                "1": {
                    "title": "Un coup de rosé bien frappé",
                    "kind": "episode",
                    "episode of": {
                        "title": "Le sang de la vigne (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "2 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Benjamin is hired to advise in the fate of a coastal wine estate after the owner's death, which the widow Angèle Marcarol wants to donate to a Catholic monastery, but the notary Coutil dies before he can execute the deed from slow poison administered over time and the monks won't be linked to such bloody scandal. Benjamin finds the widow and her confident estate manager are targeted since long. Her estranged daughter is the latest conquest of ambitious local reality show star hunk Thibault Berger, who hopes to play the lead I a biopic on Benjamin, but gets shot in a ...    "
                },
                "2": {
                    "title": "Médoc sur ordonnance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Le sang de la vigne (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "9 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Benjamin leaves Silvère do all his tasting while he's invited to write an article and give wine expert advice at doc René Grimaud's rehab clinic's program from alcohol addicts. Dealing with gendarmes commandant Caubère, a police acquaintance recently transferred to this most prestigious Bordeaux region, Benjamin is first to find the long-missing MD, while one of his patients is found murdered. His lover France, whose buddy Macha implored help, joins his undercover investigation.    "
                },
                "3": {
                    "title": "Pour qui sonne l'Angélus?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Le sang de la vigne (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "16 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Benjamin Lebel is knocked unconscious and is in a coma for a couple of days. He wakes but has partial amnesia. Against the advice of his doctors and family/friends he decides to take matters into his own hands in order to find his notebook which was stolen at the time of his attack    "
                },
                "4": {
                    "title": "Ne tirez pas sur le caviste!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Le sang de la vigne (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "23 Jan. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Arditi, Pierre"
            },
            {
                "name": "Denaive, Yoann"
            },
            {
                "name": "Demaiffe, Catherine"
            },
            {
                "name": "Nebout, Claire"
            },
            {
                "name": "Winterhalter, Vincent"
            },
            {
                "name": "Reibel, Aladin"
            },
            {
                "name": "Beglia, Philippe"
            },
            {
                "name": "Folly, Jean-Christophe"
            },
            {
                "name": "Roulot, Jean-Marc"
            },
            {
                "name": "Dusaugey, Satya"
            },
            {
                "name": "Kneip, Frédéric"
            },
            {
                "name": "Lacroix, Hervé"
            },
            {
                "name": "Magre, Judith"
            },
            {
                "name": "Hamidi, Alexandre"
            },
            {
                "name": "Lio"
            },
            {
                "name": "Bouchitey, Patrick"
            },
            {
                "name": "Brasseur, Alexandre"
            },
            {
                "name": "De Groodt, Stéphane"
            },
            {
                "name": "Laugérias, Eric"
            },
            {
                "name": "Cassignard, Pierre"
            },
            {
                "name": "Soral, Agnès"
            },
            {
                "name": "Desarthe, Gérard"
            },
            {
                "name": "Berenson, Marisa"
            },
            {
                "name": "Rufus"
            },
            {
                "name": "Arditi, Rachel"
            },
            {
                "name": "Duret, Marc"
            },
            {
                "name": "Frantz, Jacques"
            },
            {
                "name": "Pinon, Dominique"
            },
            {
                "name": "Binard, Arnaud"
            },
            {
                "name": "Citti, Marc"
            },
            {
                "name": "Ferrier, Julie"
            },
            {
                "name": "Stévenin, Jean-François"
            },
            {
                "name": "Gob, Nicolas"
            },
            {
                "name": "Georges, Charlotte Des"
            },
            {
                "name": "Gallais, Xavier"
            },
            {
                "name": "Grinberg, Anouk"
            },
            {
                "name": "Atkine, Féodor"
            },
            {
                "name": "de Saint-Père, Hélène"
            },
            {
                "name": "Juin, Pierre-Arnaud"
            },
            {
                "name": "Brandt, Carlo"
            },
            {
                "name": "Erpelding, Michaël"
            },
            {
                "name": "Lenoir, Alban"
            },
            {
                "name": "Citti, Christine"
            },
            {
                "name": "de Fürst, Sophie"
            },
            {
                "name": "Derangère, Grégori"
            },
            {
                "name": "Flamand, Didier"
            },
            {
                "name": "Séguillon, Ariane"
            },
            {
                "name": "Arditi, Catherine"
            },
            {
                "name": "Blanchot, Agnès"
            },
            {
                "name": "Rich, Delphine"
            }
        ],
        "genres": [
            "Crime"
        ],
        "runtimes": [
            "90"
        ],
        "countries": [
            "France",
            "Belgium"
        ],
        "country codes": [
            "fr",
            "be"
        ],
        "language codes": [
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 6,
        "rating": 7.4,
        "votes": 83,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzdlYWYwY2ItNGVlYi00NTY1LWFhOWItYmQwNDJkNjA3MDkzXkEyXkFqcGdeQXVyNDEwOTk0NTk@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "A wine expert in the Bordeax region of France,is caught up in murders each episode...the scenery is beautiful,the characters are very engaging,and if you like wine and its beginnings you may very well enjoy this series...the main character is perhaps suave and knowledgeable of things in and around the wines of France....he writes books or guides on the subject,in the series...and occasionally goes to wineries all over the region...",
        "languages": [
            "French"
        ],
        "title": "Le sang de la vigne",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Alaux, Jean-Pierre"
            },
            {
                "name": "Balen, Noël"
            },
            {
                "name": "Blin, Laurent"
            }
        ],
        "production companies": [
            {
                "name": "Télécip"
            },
            {
                "name": "BE-FILMS"
            },
            {
                "name": "Radio Télévision Belge Francophone"
            },
            {
                "name": "France Télévision"
            },
            {
                "name": "Département de la Charente"
            },
            {
                "name": "Radio Télévision Suisse (RTS)"
            },
            {
                "name": "Région Poitou-Charentes"
            }
        ],
        "distributors": [
            {
                "name": "AXN Mystery"
            }
        ],
        "other companies": [
            {
                "name": "Creative Regie"
            }
        ],
        "plot": [
            "A wine expert in the Bordeax region of France,is caught up in murders each episode...the scenery is beautiful,the characters are very engaging,and if you like wine and its beginnings you may very well enjoy this series...the main character is perhaps suave and knowledgeable of things in and around the wines of France....he writes books or guides on the subject,in the series...and occasionally goes to wineries all over the region..."
        ],
        "tech": {
            "runtime": [
                "1 hr 30 min (90 min)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 83,
                "rating": 7.4
            },
            "aged under 18": {
                "votes": 1,
                "rating": 5.0
            },
            "aged 18 29": {
                "votes": 6,
                "rating": 5.6
            },
            "aged 30 44": {
                "votes": 14,
                "rating": 6.3
            },
            "aged 45 plus": {
                "votes": 43,
                "rating": 7.6
            },
            "males": {
                "votes": 45,
                "rating": 6.9
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 5.0
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 5.2
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 27,
                "rating": 7.4
            },
            "females": {
                "votes": 24,
                "rating": 7.7
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 7.5
            },
            "females aged 30 44": {
                "votes": 6,
                "rating": 6.5
            },
            "females aged 45 plus": {
                "votes": 15,
                "rating": 8.1
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 6.2
            },
            "us users": {
                "votes": 16,
                "rating": 7.8
            },
            "non us users": {
                "votes": 38,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 10,
            "9": 8,
            "8": 25,
            "7": 21,
            "6": 10,
            "5": 6,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 2
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}