{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "21 June 2011"
            },
            {
                "country": "Canada\n",
                "date": "10 March 2016"
            }
        ],
        "release dates": [
            "Australia::21 June 2011",
            "Canada::10 March 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Go Back to Where You Came From"
            },
            {
                "countries": "Hungary",
                "title": "Menekülj!"
            }
        ],
        "akas": [
            "Go Back to Where You Came From (original title)",
            "Menekülj! Hungary"
        ],
        "akas from release info": [
            "Go Back to Where You Came From (original title)",
            "Menekülj! Hungary"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Go Back to Where You Came From (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "31 Jul. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Go Back to Where You Came From (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "1 Aug. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Go Back to Where You Came From (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2 Aug. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Go Back to Where You Came From (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "21 Jun. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Go Back to Where You Came From (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Jun. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Go Back to Where You Came From (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Jun. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Go Back to Where You Came From (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "28 Aug. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Go Back to Where You Came From (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "29 Aug. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Go Back to Where You Came From (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "30 Aug. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 9,
        "cast": [
            {
                "name": "Masudi, Makwaya"
            },
            {
                "name": "Anderson, Angry"
            },
            {
                "name": "Asher, Allan"
            },
            {
                "name": "Bailey, Imogen"
            },
            {
                "name": "Deveny, Catherine"
            },
            {
                "name": "Reith, Peter"
            },
            {
                "name": "Smith, Michael"
            },
            {
                "name": "Corlett, David"
            },
            {
                "name": "Friels, Colin"
            },
            {
                "name": "Judge, Nicole"
            },
            {
                "name": "Vuga, Kim"
            }
        ],
        "locations": [
            "Australia",
            "Iraq",
            "Jordan",
            "Kenya",
            "Malaysia"
        ],
        "genres": [
            "Documentary",
            "Reality-TV"
        ],
        "runtimes": [
            "171"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "number of seasons": 3,
        "rating": 8.1,
        "votes": 130,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZWJiMjVjZjctZDk1NC00OTUwLWI0MmMtMjhjNGNjOTI5MjgwXkEyXkFqcGdeQXVyNDg1NjA2OA@@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "AUD1,500,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Go Back to Where You Came From",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2015",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Cordell, Michael"
            }
        ],
        "production companies": [
            {
                "name": "CJZ"
            },
            {
                "name": "Cordell Jigsaw Productions"
            }
        ],
        "distributors": [
            {
                "name": "Special Broadcasting Service (SBS)"
            }
        ],
        "other companies": [
            {
                "name": "Showfilm"
            }
        ],
        "plot": [
            "Six ordinary Australians with strong opinions on the issue of refugees and asylum seekers embark upon a social experiment to live like refugees for 25 days."
        ],
        "synopsis": [
            "Whether we like it or not, Australia has an image problem overseas, and theres one country that has a poorer view of Australians than any other, India.  But is this really true, and how much is media hype? IN January 2012, Daily Telegraph journalist Joe Hildebrand sets out on a pilgrimage to Delhi to examine this anti-Australian sentiment. Its a timely visit, in 2011 an American journalist went undercover at a call centre and was told, amongst things, that Australians are Dumb, Drunk & Racist. For most Indians, this confirmed what their own press had been telling them for the last few years. The coverage of the attacks in Melbourne on Indian students and cab drivers, culminating in the murder of Nitin Garg in 2010, dominated news about Australia and directly impacted on the number of Indian students coming here to study. But is this really what most Indians think? And how would you change their minds? Joe Hildebrand travels to Delhi and there asks four Indians to join him on a three-week road trip around Australia. As a newsreader and journalist for a major Hindi network, Gurmeet Chaudhary was shocked by the negative stories appearing regularly in the Indian media. As a call centre worker, Mahima Bhardwaj takes Joe through the unpleasant encounters shes had with Aussies over the phone. Amer Singh, is a third year Law student in Chandigargh who decided it was safer to study in India and Radhika Budhwar advises Indian students where they should study overseas. She hasnt recommended Australia for the last 5 years.  They all agree to risk life and limb to visit our reviled and dangerous country. Over the next three weeks, Gurmeet, Mahima, Amer & Radhika will meet Australians from all walks of life including, surfies, bogans, activists, bushies, scientists & sportsmen. The journey begins in Sydney where they are dazzled by Sydney Harbour and Bondi Beach, but soon find themselves in the middle of a heated street argument about banning the Burqa. Australia is one of the fastest growing multicultural countries in the world, but is our melting pot working? In the 50s it was the Greeks and Italians who copped a lot of flak in the 70s & 80s it was the Vietnamese and the Chinese, and now its Australian Muslims, but is this racism or Islamaphobia? The Indians are surprised by the monoculture of Lakemba and then brought to tears by footage & memories of the 2005 Cronulla riots. A visit to The Lakembaroos, a multi-ethnic all womens soccer team formed after the Cronulla riots, cheers everyone up, but they are brought back down to earth by a visit to Villawood detention centre where they find themselves in the middle of a shouting match about Refugees. In Melbourne Joe & the Indians investigate the attacks on Indian students. Where the attacks on students racist, or where they simply in the wrong place at the wrong time? With flack jackets on, Joe & The Indians, walk the laneways, meet Indian students on trains and go on night patrol with the Victorian Police, where the level of drunkenness appalls Radhika, and Amer and Gurmeet get abused and threatened by a white supremacist. Its not just the attacks on Indian studnents that sullies our reputation abroad its also our relationship with Indigenous Australia, and the often volatile interplay between black and white. Joe takes The Indians to the place where indigenous people first came into contact with white people, Sydneys Botany Bay. Its a good stepping-off point, leaving the Indians wondering what state the relationship is in after 200 years of white settlement. In Alice Springs they visit the Todd River where Joe explains the damage indigenous alcohol abuse has caused here.  Suddenly the group are set upon by two women upset by their presence the situation becomes tense as the women begin throwing stones. Its a scary and disturbing experience and one that has the team running for cover. This series also examines how we view our own stereotypes; do we think of ourselves as salt of the earth country folk or suburban battlers? Why do we celebrate our larrikins but hide our Nobel Laureates? Deep in Australias rural heartland, The Indians enjoy a country show but are also confronted by our cattle sales, in India the word for cow means literally not to be sacrificed! They also meet Bushies, Bogans, not so average suburbanites and a world-renowned scientist who has chosen Australia for his Nobel Prize winning work. In stark contrast Mahima and Gurmeet get a taste of the freedoms of Australian life by spending an afternoon & evening with a lesbian family and then joining a raucous Hens Night in Brisbane. This is confronting for Mahima & Gurmeet who both come from traditional families, and will have arranged marriages. Mahima is charmed by what she sees as openness and freedoms available to Australian women, but Gurmeet is clearly shocked by the Lesbians and appalled by the Male strippers.Australians drink more than just about any other country on earth, and as the series draws to its conclusion we investigate our love of booze, how ingrained it is in our culture, and how we use it to grease our social wheels. In Brisbane at the cricket, India is playing Australia and Joe encourages all of The Indians to get into the spirit of things and have a beer, Gurmeet gets so into the spirit that he ends up sledging Ricky Ponting. In Surfers Paradise Amer & Radhika go on a club tour of Surfers and see Aussie binge drinking culture up close, one young punter tells them you need at least 20 drinks to have a good night. Joe decides on a more scientific approach and sets up a breathalyzer booth, everyone is over the limit but a young Swiss woman blows them all away with a blood alcohol level of .440. To wrap up the drinking tour Joe takes everyone to the Meandarra B&S, a romantic rite of passage where alcohol places a vital role. Despite the cultural differences the B&S works its magic on our Indians, as Gurmeet says when the music rocks you have to hit the dance floor.Finally Joe has prepares a BBQ to farewell Mahima, Amer, Gurmeet & Radhika, but he is nervous, after three weeks of seeing the good, the bad and the ugly up close, will Mahima, Radhika, Gurmeet and Amer still think that Australians are DUMB, DRUNK & RACIST?\n"
        ],
        "tech": {
            "runtime": [
                "2 hr 51 min (171 min) (approx) (Australia)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 130,
                "rating": 8.1
            },
            "aged 18 29": {
                "votes": 22,
                "rating": 8.3
            },
            "aged 30 44": {
                "votes": 61,
                "rating": 8.4
            },
            "aged 45 plus": {
                "votes": 25,
                "rating": 7.5
            },
            "males": {
                "votes": 81,
                "rating": 8.3
            },
            "males aged 18 29": {
                "votes": 16,
                "rating": 8.6
            },
            "males aged 30 44": {
                "votes": 46,
                "rating": 8.4
            },
            "males aged 45 plus": {
                "votes": 15,
                "rating": 7.0
            },
            "females": {
                "votes": 31,
                "rating": 8.1
            },
            "females aged 18 29": {
                "votes": 6,
                "rating": 6.7
            },
            "females aged 30 44": {
                "votes": 15,
                "rating": 8.2
            },
            "females aged 45 plus": {
                "votes": 8,
                "rating": 7.8
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 7.0
            },
            "us users": {
                "votes": 7,
                "rating": 7.2
            },
            "non us users": {
                "votes": 83,
                "rating": 8.1
            }
        },
        "number of votes": {
            "10": 42,
            "9": 34,
            "8": 25,
            "7": 7,
            "6": 7,
            "5": 2,
            "4": 3,
            "3": 3,
            "2": 1,
            "1": 6
        },
        "arithmetic mean": 8.1,
        "median": 9
    }
}