{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2011"
            }
        ],
        "release dates": [
            "USA::2011"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Anderson, Louie"
            },
            {
                "name": "Edwards, Eric"
            },
            {
                "name": "Pardo, Jimmy"
            },
            {
                "name": "Sachoff, Dan"
            },
            {
                "name": "Spruyt, Peter"
            },
            {
                "name": "Erwin, Bryan"
            },
            {
                "name": "Coleman, Craig"
            },
            {
                "name": "Rios, Andreina"
            },
            {
                "name": "Baxter, R."
            },
            {
                "name": "Fulchiron, Matthew"
            },
            {
                "name": "Devlin, Bill"
            }
        ],
        "locations": [
            "Los Angeles, California, USA"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$20,000 (estimated)",
        "plot outline": "Level-headed Captain Frank Mokeski has just taken over command of the Fifty-Fifth Precinct, (or \"The Fives\" as it's commonly known) after the surprise death of local law enforcement legend Ulysses Hamilton. Mokeski is the only stable person in a Precinct filled with off-the-wall characters. We meet the various oddballs that make up both sides of the law as Mokeski struggles to fill the shoes of his legendary predecessor and keep his sanity with his motley crew. They include the angst-ridden and emotionally volatile Detective Carl Ferguson; the stylish and antagonistic former \"Male Teen Model of the Year\" Detective Anthony Adams; soft-spoken oddity and sweater-vest fan Detective Evan Garland; wise-ass office prankster Officer Bobby Dexter; the gung-ho, self-appointed second in command Lt. Dale McKenna; and Mokeski's longtime friend, the smarmy, power-mad Councilman Bradley Kemp.",
        "languages": [
            "English"
        ],
        "title": "The Fives",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "The Fives (United States)"
        ],
        "writer": [
            {
                "name": "Erwin, Bryan"
            },
            {
                "name": "Cooper, Jeffrey A."
            }
        ],
        "production companies": [
            {
                "name": "Panic Monkey Productions"
            }
        ],
        "plot": [
            "Level-headed Captain Frank Mokeski has just taken over command of the Fifty-Fifth Precinct, (or \"_The Fives_ (qv)\" as it's commonly known) after the surprise death of local law enforcement legend Ulysses Hamilton. Mokeski is the only stable person in a Precinct filled with off-the-wall characters. We meet the various oddballs that make up both sides of the law as Mokeski struggles to fill the shoes of his legendary predecessor and keep his sanity with his motley crew. They include the angst-ridden and emotionally volatile Detective Carl Ferguson; the stylish and antagonistic former \"Male Teen Model of the Year\" Detective Anthony Adams; soft-spoken oddity and sweater-vest fan Detective Evan Garland; wise-ass office prankster Officer Bobby Dexter; the gung-ho, self-appointed second in command Lt. Dale McKenna; and Mokeski's longtime friend, the smarmy, power-mad Councilman Bradley Kemp.::Jeff Cooper"
        ],
        "tech": {
            "runtime": [
                "22 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}