{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "2 June 2011"
            }
        ],
        "release dates": [
            "Canada::2 June 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Basque Country",
                    "kind": "episode",
                    "episode of": {
                        "title": "From Spain with Love: With Annie Sibonney (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    In the first episode of From Spain With Love, host Annie Sibonney visits the Basque Country, a fiercely independent region with more cooks per capita than anywhere else in the world.    "
                },
                "2": {
                    "title": "Paella: Tradition in a Pan",
                    "kind": "episode",
                    "episode of": {
                        "title": "From Spain with Love: With Annie Sibonney (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "9 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    There's no dish more symbolic of Spain than paella, a saffron-flavored rice dish with meat or seafood. In this episode, Annie explores all aspects of this Sunday lunch dish that is cooked and served in one pan and is traditionally made by the man of the house. Annie travels to Valencia, Alicante and Barcelona to eat every type of paella she can get her hands on, including rabbit, pasta and seafood varieties; visits La Mancha to pick saffron; visits the \"Queen of Saffron,\" chef Maria José San Román, at her restaurant in Alicante; meets Don Rafael, the \"Paella King,\" in...    "
                },
                "3": {
                    "title": "Madrid: Dusk 'Til Dine",
                    "kind": "episode",
                    "episode of": {
                        "title": "From Spain with Love: With Annie Sibonney (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    In this episode, Annie and her friends savor Madrid's nightlife as they drink, dance and dine until dawn. Annie starts her evening \"food hop\" with drinks and tapas at the historic Mercado San Miguel in the heart of downtown Madrid; enjoys the local \"street meat\" of Madrid: fried calamari sandwiches; and savors a fantastic multi-course dinner at El Fogon de Trifon, where the doors don't even open until midnight. Finally, no evening in Madrid is complete without an early morning treat of hot chocolate and churros, the traditional Spanish fried donut. Location: Madrid    "
                },
                "4": {
                    "title": "Preserves: Keeping the Flavor Alive",
                    "kind": "episode",
                    "episode of": {
                        "title": "From Spain with Love: With Annie Sibonney (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "23 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    In Spain, the preservation of food - through canning, salt curing, drying and smoking - is practically a national obsession. In this episode, Annie feasts on the finest range of locally sourced conservas (canned food) to be found in Spain at the pint-sized taberna Quimet y Quimet in Barcelona; prepares traditional dried salted cod (bacalao) with legendary aficionado Don Emilio Alberdi in Bilbao; explores a range of salmon smoking techniques at a renowned smoking facility in Catalonia; and prepares chicken and vegetables in the traditional vinegar-preserved escabeche ...    "
                },
                "5": {
                    "title": "Seafood to Die For",
                    "kind": "episode",
                    "episode of": {
                        "title": "From Spain with Love: With Annie Sibonney (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "30 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    If you don't love seafood, you're simply not Spanish. This episode brings audiences closer to the seafood of Spain than they've ever been before as Annie helps the female clam diggers of Galicia gather all they can before the tides come in; risks dangerous surf and treacherous rocks off of Spain's aptly-named \"coast of death\" in search of percebes (goose barnacles), a Spanish delicacy; enjoys a Galician-style octopus party on the beach; and works alongside innovative chef Marcelo Tejedor to cook up local seafood in his restaurant kitchen in Santiago de Compostela, ...    "
                },
                "6": {
                    "title": "Crazy for Chocolate",
                    "kind": "episode",
                    "episode of": {
                        "title": "From Spain with Love: With Annie Sibonney (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    The Spanish have been passionate about chocolate since the Conquistadors first brought cacao back from South America over 500 years ago. The Spanish like to start and end their day with chocolate, and so will Annie in this sweet and sexy episode. Annie visits Spain's chocolate capital, Barcelona, where chocolate is an art form. There, she visits the showroom of the Willy Wonka of Barcelona - avant-garde chocolatero Cristian Escriba - who transforms chocolate into surreal art. Annie also meets the well-loved Montse Roca at her traditional tavern in Girona to help cook ...    "
                },
                "7": {
                    "title": "24 Hours in Barcelona",
                    "kind": "episode",
                    "episode of": {
                        "title": "From Spain with Love: With Annie Sibonney (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Annie takes viewers on a whirlwind eating tour of Barcelona, fitting in all the meals of the day...and then some. Annie has breakfast with Barcelona's most popular barkeep, Juanito Bayen, who mans Pinotxo, the oldest and tiniest tapas bar in the bustling Boqueria market; moves on to lunch with chef Jordi Artal at his contemporary Catalan restaurant, Cinc Sentits; explores the designer boutiques of the city's Born district; and ends the day with dinner at legendary seafood restaurant Suquet de l'Almirall in the old port area of the city. And, because there aren't ...    "
                },
                "8": {
                    "title": "Playing with Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "From Spain with Love: With Annie Sibonney (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "21 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    In this fiery episode, Annie explores the many ways the Spanish cook meat, fish - and even ice cream - over fire, using wood, coal and even grapevines. Annie visits a busy grill house in the northern Asturias region to help cook Spanish-style steak, chuletas; treks through vineyards in the wine region of Rioja with renowned young winemaker Alvaro Palacios to collect grapevine cuttings for vine-roasted lamb; and joins extreme grill master Victor Arguinzoniz at his Basque restaurant for innovative dishes including grilled caviar, grilled baby eels and smoked ice cream. ...    "
                },
                "9": {
                    "title": "Granada: Culinary Crossroads",
                    "kind": "episode",
                    "episode of": {
                        "title": "From Spain with Love: With Annie Sibonney (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "28 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Annie explores the cultural and culinary crossroads of Granada, a city where ancient civilizations have left their marks on the food to this day. Annie explores the historic Albaicin Arab quarter of the city and cooks traditional Moroccan dishes including a festive lamb and vegetable cous cous and tagine of chicken with olives and preserved lemon; enjoys pomegranate salad and other classic Granadian dishes at the Mirador de Morayama, one of the most romantic destinations in the entire city; and makes a pilgrimage to one of the best seafood tapas bars in southern Spain...    "
                },
                "10": {
                    "title": "Olive Oil: Liquid Gold",
                    "kind": "episode",
                    "episode of": {
                        "title": "From Spain with Love: With Annie Sibonney (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "4 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Spain produces and distributes more olive oil than any other place in the world, including Italy. In this episode, Annie hooks up with a range of experts who demonstrate the versatility of olive oil. Annie travels to Jaen, Spain's olive capital in southern Spain, where she visits one of the most respected olive oil farms in the world run by the Vano family, who press their own oil on site and produce the Castillo de Canena brand; meets with Maria Carmen Velez, a self-taught cook and alioli expert (a Spanish garlic and olive oil mayonnaise-type sauce) at her restaurant...    "
                },
                "11": {
                    "title": "Southern Tastes",
                    "kind": "episode",
                    "episode of": {
                        "title": "From Spain with Love: With Annie Sibonney (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "11 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Sangria, flamenco, bullfighting and beautiful beaches...welcome to the south of Spain! In this episode, Annie explores the classic food, drink and culture of southern Spain including preparing traditional gazpacho and experiencing a flamenco performance in Seville; enjoying Andalusian-style fried seafood; learning about the centuries-old solera cask blending system at the Emilio Lustau sherry winery in Jerez; visiting the fishing boats of Sanlucar de Baramed's Bajo de Guja beach; and visiting the famous Casa Bigote beachfront seafood restaurant run by the Hermoso ...    "
                },
                "12": {
                    "title": "Tapas: The Art of Eating Standing Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "From Spain with Love: With Annie Sibonney (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "18 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Tapas is more than a type of food in Spain - it's a lifestyle. With tapas comes etiquette and protocol, but \"no te preocupes\" - don't worry. In this episode, Annie explores the range of tapas enjoyed in Spain and tells viewers everything they need to know about the art of eating standing up. Annie starts with a tapas tour in Sevilla, where these small plates were born and there are now more than 4000 tapas bars; enjoys the pre-dinner ritual of a txikiteo tapas bar crawl through the medieval cobblestone streets of San Sebastian; leaves the hustle and bustle of Spain's ...    "
                },
                "13": {
                    "title": "A Pig's Tale",
                    "kind": "episode",
                    "episode of": {
                        "title": "From Spain with Love: With Annie Sibonney (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "25 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Since the time of the Inquisition, what started off in Spain as \"mandatory\" pork consumption (under the threat of death) has evolved into a true passion. From the oak forests of Extremadura to the bistros of Barcelona, Annie discovers that there are more than a hundred ways to cook a pig. In this episode, Annie spots black-hoofed Iberico pigs gorging on acorns among the oak trees of the Dehesa forest; prepares chorizo sausages and ham at a traditional matanza pig festival; feasts on the traditional Castilian delicacy of roast suckling pig in the medieval city of ...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Sibonney, Annie"
            },
            {
                "name": "Arzak, Juan María"
            }
        ],
        "locations": [
            "Madrid, Spain::(exterior scenes)"
        ],
        "genres": [
            "Documentary",
            "Adventure"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(High Definition)"
        ],
        "aspect ratio": "16:9 HD (letterbox)",
        "number of seasons": 1,
        "rating": 7.0,
        "votes": 22,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ5NzEzODA0Ml5BMl5BanBnXkFtZTcwMzIxNDY3NQ@@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "An intimate 13 x half-hour food lover's odyssey, From Spain With Love immerses viewers in the rich and diverse culinary culture of Spain, as seen through the eyes of gastronomad and host Annie Sibonney. Using food as a window into the very heart of Spain and its people, the series uncovers the rich culinary traditions of the country. From the food mecca of San Sebastian to the quaint fishing villages of Galicia, from cosmopolitan Barcelona to the bustling excitement of Madrid, From Spain With Love explores the deep-rooted connection between the land, the farmer, the fisherman, the ingredient, the home cook and the chef across Spain's many regions. With a culinary culture that is pushing the boundaries of creativity while still clinging passionately to tradition, there is no more fascinating place in the world of food to be right now than Spain. From Spain With Love uncovers the rich contradictions of Spain. Annie invites viewers into the kitchens, fields and farms of Spain as she celebrates its food by working alongside both traditional cooks in rugged kitchens and star chefs who are producing some of the world's most innovative culinary techniques. As Annie eats and cooks her way through Spain, audiences will taste the food and savor each experience with her. A self-taught chef, expert on Spanish gastronomy and owner of a culinary tour company, Annie has spent the past five years exploring Spain in search of the most memorable meals and ethereal culinary pleasures. Along the way, she has forged relationships and friendships with world-renowned chefs, local characters, food critics, historians, wine makers and artisans, all rooted in a shared love for celebrating life through memorable food, wine, travel, friends and experiences. Born to French-Moroccan parents and based out of Toronto, Annie has traveled the globe in pursuit of culinary adventure. Her mastery of multiple languages, including Spanish, has allowed her to fully explore some of the richest gastronomic centers of the world including Morocco, France, Egypt, Spain, Italy, Peru and Mexico. Annie also contributes frequently on food to Spanish-language publications.",
        "languages": [
            "English"
        ],
        "title": "From Spain with Love: With Annie Sibonney",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "From Spain with Love: With Annie Sibonney (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Burshtein, Dale"
            },
            {
                "name": "Less, Henry"
            },
            {
                "name": "Sibonney, Annie"
            }
        ],
        "production companies": [
            {
                "name": "Henry Less Productions"
            },
            {
                "name": "Shaftesbury Films"
            }
        ],
        "distributors": [
            {
                "name": "Cooking Channel"
            },
            {
                "name": "Food Network Canada"
            },
            {
                "name": "Shaftesbury Sales Company"
            }
        ],
        "other companies": [
            {
                "name": "Canadian Film or Video Production Tax Credit (CPTC)"
            },
            {
                "name": "Ontario Film and Television Tax Credit (OFTTC)"
            },
            {
                "name": "Ontario Media Development Corporation (OMDC)"
            },
            {
                "name": "Rogers Cable Network Fund"
            }
        ],
        "plot": [
            "The rich and diverse culinary culture of Spain as seen through the eyes of passionate gastronomad and host Annie Sibonney.::Shaftesbury Films",
            "An intimate 13 x half-hour food lover's odyssey, From Spain With Love immerses viewers in the rich and diverse culinary culture of Spain, as seen through the eyes of gastronomad and host Annie Sibonney. Using food as a window into the very heart of Spain and its people, the series uncovers the rich culinary traditions of the country. From the food mecca of San Sebastian to the quaint fishing villages of Galicia, from cosmopolitan Barcelona to the bustling excitement of Madrid, From Spain With Love explores the deep-rooted connection between the land, the farmer, the fisherman, the ingredient, the home cook and the chef across Spain's many regions. With a culinary culture that is pushing the boundaries of creativity while still clinging passionately to tradition, there is no more fascinating place in the world of food to be right now than Spain. From Spain With Love uncovers the rich contradictions of Spain. Annie invites viewers into the kitchens, fields and farms of Spain as she celebrates its food by working alongside both traditional cooks in rugged kitchens and star chefs who are producing some of the world's most innovative culinary techniques. As Annie eats and cooks her way through Spain, audiences will taste the food and savor each experience with her. A self-taught chef, expert on Spanish gastronomy and owner of a culinary tour company, Annie has spent the past five years exploring Spain in search of the most memorable meals and ethereal culinary pleasures. Along the way, she has forged relationships and friendships with world-renowned chefs, local characters, food critics, historians, wine makers and artisans, all rooted in a shared love for celebrating life through memorable food, wine, travel, friends and experiences. Born to French-Moroccan parents and based out of Toronto, Annie has traveled the globe in pursuit of culinary adventure. Her mastery of multiple languages, including Spanish, has allowed her to fully explore some of the richest gastronomic centers of the world including Morocco, France, Egypt, Spain, Italy, Peru and Mexico. Annie also contributes frequently on food to Spanish-language publications.::Shaftesbury Films"
        ],
        "tech": {
            "color": [
                "Color (High Definition)"
            ],
            "aspect ratio": [
                "16:9 HD (letterbox)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 22,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 4.5
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 7.9
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 7.7
            },
            "males": {
                "votes": 13,
                "rating": 6.8
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 4.5
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 7.9
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 4.5
            },
            "females": {
                "votes": 5,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 6.5
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 6.0
            },
            "us users": {
                "votes": 10,
                "rating": 6.8
            },
            "non us users": {
                "votes": 4,
                "rating": 8.8
            }
        },
        "number of votes": {
            "10": 4,
            "9": 3,
            "8": 6,
            "7": 4,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 3
        },
        "arithmetic mean": 7.0,
        "median": 8
    }
}