{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "27 June 2011"
            }
        ],
        "release dates": [
            "UK::27 June 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Plastic Cars and Palinka",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trabant Trek (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    The international team of adventurers depart Budapest on their journey to Cambodia in three plastic cars. It's not long before car trouble begins. They cross their first border and stop off to visit a local children's charity devoted to helping street kids in Romania. After a long day of driving, the team celebrates the first night Trabant Trek style with a few too many shots of palinka.    "
                },
                "2": {
                    "title": "Tony the Hypocrite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trabant Trek (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Following a check-up at the Romanian Trabant club, Lovie's leadership is questioned due to the slow progress so far. After camping in the shadow of Dracula's castle, the team gets lost on their way to Bulgaria, before being rescued by some 12-year-olds. An encounter with an irate gas station attendant turns out less amicably and it's a small miracle they make it into Turkey.    "
                },
                "3": {
                    "title": "Crashing a Turkish Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trabant Trek (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    The team arrives in Istanbul and ends up camping on the roof of a hostel. OJ gets a police escort from the Grand Bazaar, Marlena questions her desire to continue with the group, and the mayor of Izmit invites the team for a press event. Back on the road, they crash a traditional Turkish wedding and visit a mountaintop monastery where there's talk of romance brewing.    "
                },
                "4": {
                    "title": "Taking Bad Advice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trabant Trek (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    The team enters Georgia at night and wakes to drag racing at the crack of dawn. As they head towards Armenia, they take a bad road into the Georgian wilderness and what starts out as fun quickly becomes a dangerous cliff-hanging drive. The car takes a beating and Dan and Zsofi sneak off to a local hot spring while it is repaired. Finally, the team sets up camp for the night in an Armenia ghetto.    "
                },
                "5": {
                    "title": "Everyone Hates Lovie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trabant Trek (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Tensions run high when team leader Lovejoy announces his plan to leave the trek and Dan expresses his distrust of Lovie, causing morale to hit an all-time low. Back on the road the crew is stopped by the Armenian army and their footage confiscated for traveling too close to the Azerbaijan border. The team gets lost in the Georgian countryside and discovers an ancient monastery.    "
                },
                "6": {
                    "title": "New Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trabant Trek (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    The crew steams towards the Azerbaijan capital, stopping to eat with some locals until Tony has a near-death experience. Tony discovers that he has lost his passport and the team ponders their onward journey without their trusty mechanic. They visit some mud volcanoes prompting some unexpected skinny-dipping. Finally, the team boards the ferry for Central Asia, exhausted and a just little drunk.    "
                },
                "7": {
                    "title": "Stranded at Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trabant Trek (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    As cabin fever sets in and food supplies dwindle things are not looking good for the crew. They arrive in Turkmenistan alive and a few pounds lighter, but Lovie soon grows frustrated with the others who spent the morning drinking beers while he tried to extend their visas. There is a heated argument, a freak dust storm engulfs the cars and they are forced to eat roadside intestines for dinner.    "
                },
                "8": {
                    "title": "Escape from Turkmenistan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trabant Trek (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Dan's drunken mishaps hold the team up, causing them to arrive late to the border and preventing them from exiting Turkmenistan. Discovering that they have broken the law by driving dirty cars, they are banned from talking with locals, banished to the outskirts of town and eventually imprisoned in a desolate compound. Just before the team escapes to Tajikistan one of the crew abandons the group.    "
                },
                "9": {
                    "title": "Gunter's Last Stand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trabant Trek (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Gunter's Last Stand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trabant Trek (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Using random parts, Tony miraculously fixes the Fez, allowing the boys to pass into Dushanbe. The team is warned of imminent snow and gangs of armed rebels, causing Brady to abandon the trek. The team departs to the town of Khoreg at the base of the Pamir mountains. Their route along the border of Afghanistan is disastrous as one car breaks down after another, pushing Megan's mind to the brink.    "
                },
                "11": {
                    "title": "The Great Divide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trabant Trek (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    After more car trouble and a quick patch job in a farming village, the crew hobbles towards Khoreg. The morning brings the team's first attempt at scaling the mountain highway, but the Fez's weld quickly gives out. With little time remaining on their visas the team divides and Megan throws in the towel, leaving Zsofi as the only remaining female on the team with five smelly squabbling guys.    "
                },
                "12": {
                    "title": "Lovie's Route Is Played",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trabant Trek (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    The boys have made it over the Pamirs, but there's still over 1000km before they'll meet up with the team in Bishkek. On their way they get robbed, lost and hit a cow. They also meet some Kyrgyz horsemen and before long Lovie is playing kok-buru with a goat carcass. When they finally rejoin the rest of the crew a reunion party ensues. With winter approaching some difficult decisions must be made.    "
                },
                "13": {
                    "title": "The 24-Hour Drive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trabant Trek (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    The crew braces for cold and pushes forward to Kazakhstan. After driving until exhaustion, they set up camp on the side of the road in the snow. In Novosibirsk Carlos's car gives out. While Tony and the others toil away on Fez, OJ meets a local girl who invites everyone to a family birthday party.    "
                },
                "14": {
                    "title": "Drunken Cops & Cold Coffee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trabant Trek (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    More 24-hour driving shifts are in store for the team if they are going to make it to the Mongolian border before their Russian visas expire, but the Siberian winter is rough on the cars and their frozen passengers. Dan realizes that he doesn't have a visa for Mongolia and he is faced with a choice between risking a border run and trying to get a visa in Irkutsk, alone.    "
                },
                "15": {
                    "title": "Zsofi's Dilemma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trabant Trek (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    Despite the -20C temperatures, the crew settles in to Ulan Bataar and prepares for the next big challenge, the Gobi desert. Dan finally arrives and the team turns to local vodka to keep warm. Carlos finally loses it over Dan's drunken antics and Zsofi reveals that she will have to leave from Beijing. After driving 300km towards the Gobi Desert the road suddenly disappears.    "
                },
                "16": {
                    "title": "Navigational Nightmares",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trabant Trek (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    With no actual roads in the Gobi Desert, the team is advised to follow power lines and train tracks southward to China. Left only with some broken compasses it doesn't take long to get lost. Night falls but Lovie insists on pushing forward until they find themselves hundreds of kilometers off-track. The next morning more car trouble forces them to split up.    "
                },
                "17": {
                    "title": "Dropping Like Flies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trabant Trek (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "plot": "\n    The Trabant Trek picks up a new team member who quickly proves his worth by wading through the formidable Chinese bureaucracy. Under pressure to make it to the southern border, they must jump numerous hurdles before continuing on to Beijing. With one car breaking down after another, they discover that someone will need to fly to Bangkok to arrange for emergency parts to be shipped from Budapest.    "
                },
                "18": {
                    "title": "Cannibalizing Dante",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trabant Trek (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "plot": "\n    With the end of the Trabant Trek in sight and crewmembers continuing to drop like flies, the crew is faced with continued car troubles, which is completely shocking and totally unexpected by this point. But being in spectacular Southeast Asia has a way of elevating the spirits as the team steams on towards their home stretch.    "
                },
                "19": {
                    "title": "Its a Christmas Miracle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trabant Trek (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "10 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    It's almost Christmas and Lovie duly shows up at the Laos border with his present for the others; a box of engine parts to repair the cars. One by one, the Trabants start billowing their signature blue smoke, minus Ziggy. Five drivers and two Trabis now continue south for Cambodia. Eager for a party, the boys opt to take a slight detour to the legendary tubing town of Vang Vieng.    "
                }
            }
        },
        "number of episodes": 19,
        "cast": [
            {
                "name": "Murdoch, Dan"
            },
            {
                "name": "Calvert, Megan"
            },
            {
                "name": "Drury, John Bradford"
            },
            {
                "name": "Lovejoy, John"
            },
            {
                "name": "Perez, Tony"
            },
            {
                "name": "Sisa, Carlos Gey"
            },
            {
                "name": "Somlai, Zsofi"
            },
            {
                "name": "Witzak, Marlena"
            }
        ],
        "locations": [
            "Cambodia",
            "China",
            "Hungary",
            "Kyrgyzstan",
            "Laos",
            "Mongolia",
            "Russia",
            "Tajikistan",
            "Turkey",
            "Uzbekistan"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "4-Track Stereo"
        ],
        "number of seasons": 1,
        "rating": 6.9,
        "votes": 26,
        "plot outline": "A team of adventurers set off from Berlin on an epic journey and a hilarious mission to put the worst car ever built to the ultimate test. Packed like sardines and battling the elements, this diverse team struggles over 16,000 miles of grueling terrain. They face breakdowns, extreme terrain, and even robbery.",
        "languages": [
            "English"
        ],
        "title": "Trabant Trek",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Trabant Trek (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Burgess, Adam"
            },
            {
                "name": "Lovejoy, John"
            }
        ],
        "production companies": [
            {
                "name": "Burgess Productions"
            },
            {
                "name": "Nomadic Nation"
            }
        ],
        "distributors": [
            {
                "name": "Digital Latin America (DLA)"
            },
            {
                "name": "Sun Channel Tourism Television"
            },
            {
                "name": "Travel Channel"
            }
        ],
        "plot": [
            "A team of adventurers set off from Berlin on an epic journey and a hilarious mission to put the worst car ever built to the ultimate test. Packed like sardines and battling the elements, this diverse team struggles over 16,000 miles of grueling terrain. They face breakdowns, extreme terrain, and even robbery."
        ],
        "tech": {
            "runtime": [
                "30 min (including commercials)"
            ],
            "sound mix": [
                "4-Track Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 26,
                "rating": 6.9
            },
            "aged 18 29": {
                "votes": 6,
                "rating": 7.6
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 6.4
            },
            "aged 45 plus": {
                "votes": 7,
                "rating": 3.5
            },
            "males": {
                "votes": 20,
                "rating": 6.0
            },
            "males aged 18 29": {
                "votes": 6,
                "rating": 7.6
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 3.5
            },
            "females": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 4.0
            },
            "us users": {
                "votes": 5,
                "rating": 5.4
            },
            "non us users": {
                "votes": 13,
                "rating": 5.8
            }
        },
        "number of votes": {
            "10": 6,
            "9": 2,
            "8": 6,
            "7": 4,
            "6": 1,
            "5": 0,
            "4": 3,
            "3": 1,
            "2": 2,
            "1": 1
        },
        "arithmetic mean": 6.9,
        "median": 8
    }
}