{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "9 April 2011"
            }
        ],
        "release dates": [
            "Japan::9 April 2011"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "A Good Beginning Makes a Good Ending.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "8 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Onodera has been made program director for Marukawa's \"Emerald\" division but is frustrated by the editor's indifference in getting their manuscripts delivered on time. While checking on the sales of his latest volume at Marimo Bookstore, Onodera has an unpleasant encounter with Yokozawa, who asks him to move out of his apartment as his presence there disturbs Takano. Suspecting there is something personal between Yokozawa and Takano, Onodera asks if they are going out and Yokozawa's answer seems to indicate they are. Later, Onodera gets drunk in Takano's apartment and...    "
                },
                "2": {
                    "title": "One Cannot Love and Be Wise.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "15 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    As Christmas nears, Onodera recalls memories from a decade earlier when he fantasized about what it would be like spending the holiday with Takano. Later, alone in the office with Yokozawa, the latter chides Onodera for forgetting Christmas Eve is Takano's birthday. He lies, saying that he and Takano are a couple, sending Onodera into a tailspin of worry and doubt. On the train, Onodera wishes Takano a happy birthday but has no present to give him, so Takano suggests he take a drive with him to make up for it. Stopping to sight-see, Takano tells Onodera that he and ...    "
                },
                "3": {
                    "title": "Lingering Love Breeds Mistake.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "21 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    As Yoshino struggles to meet a looming deadline, he wishes his assistant Yanase could help but doesn't ask, knowing Hatori despises him. Yanase appears of his own accord and helps finish the project but Yoshino collapses from overwork. On awakening, Hatori tells him he was rushed to the hospital and has slept for two days. After Yoshino recuperates, Yanase reveals he has romantic feelings for him. Just then, Hatori walks in and immediately exits. After not hearing from Hatori for a week, Yoshino arranges a meeting between them. When a gloomy Hatori says he expects ...    "
                },
                "4": {
                    "title": "Delay in Love Is Dangerous.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "28 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Yoshino is conflicted between his fondness for Hatori and his friendship with Yanase. Hatori makes a movie date with Yoshino but cancels at the last minute due to work. That same day, Yoshino becomes upset when he spots Hatori with an old high school girlfriend. While brooding over the incident, Hatori calls Yoshino, who hangs up on him. Yanase invites Yoshino to his house, where they recall Hatori's former girlfriend from high school and Yanase implies that Hatori is cheating on Yoshino. Hatori phones and Yanase tells him he intends to make Yoshino his boyfriend. ...    "
                },
                "5": {
                    "title": "Follow Love and It Will Flee Thee, Flee Love and It Will Follow Thee.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "4 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Onodera receives a call at work from An, a girl his parents arranged to be his fiancée, who wants to meet at his apartment that night to give him a New Year's present. Takano overhears the conversation and ask Onodera if she is his girlfriend, which he denies. Later, as they approach their apartment building they see An waiting for Onodera. Takano again asks if she is his girlfriend and An is taken aback when Onodera answers 'No'. After An departs, Onodera is concerned that Takano misunderstands his relationship with the girl and contrives a way into his apartment. ...    "
                },
                "6": {
                    "title": "Love Is Without Reason.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "11 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Marukawa Publishing executive Isaka Ryuichiro is in love with his assistant Asahina Kaoru. He recalls when they met as children, through the time when Isaka hoped to become a writer. One night Isaka suddenly kisses Asahina and his affections are rejected. Asahina quits Marukawa to become assistant to Isaka's father. When Isaka confronts Asahina about this, the latter confesses his love for Isaka, explaining he had earlier rejected him because he thought Isaka already knew of his love and was making sport of him. Shaken by the confession, Isaka wonders how they could ...    "
                },
                "7": {
                    "title": "Actions Speak Louder Than Words.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "18 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    While preparing for the company's New Year's party, Onodera gets a call from his mother, who pesters him about his engagement to An and asks him to escort her from a wedding that coincidentally is taking place in the same hotel as the company event. At the party, Onodera encounters Yokozawa, who accuses him of slacking at work but Takano defends him. Onodera is surprised to find An waiting for him since he had told his mother he couldn't see her. An reiterates her love for him but Onodera tells her he can't love her the way she wants him to. An asks if he loves ...    "
                },
                "8": {
                    "title": "Love and Envy Make a Man Pine.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "25 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Kisa has the perfect boyfriend in Yukina but is riddled with doubts about their relationship. He is concerned his heavy work schedule prevents them from being together often and interprets Yukina's understanding of the situation as a sign of indifference. Kisa's fears are heightened when a colleague tells him she's getting married because a job can't provide the same stability as a relationship. When Kisa finally makes a date with Yukina, he's delayed because of a work commitment. When he calls to explain, Yukina suggests they put the date off and an angry Kisa hangs ...    "
                },
                "9": {
                    "title": "Love is blind.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Believing Yukina has cheated on him, Kisa becomes distracted at work and won't respond to Yukina's messages. Accidentally answering one of Yukina's calls, Kisa tells him their relationship is over. That night, Kisa reflects on Yukina and realizes he knows little about him as their time together was mostly spent having sex. Kisa receives a call from an old boyfriend and agrees to hook up with him since he's no longer seeing anyone. The man arrives and just as he and Kisa start to kiss, Yukina appears, slaps Kisa's face and tells the other man to leave. Inside Kisa's ...    "
                },
                "10": {
                    "title": "Love Goes Never Without Fear.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "9 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Onodera enters the office elevator with Yokozawa and Takano, who he is coming down with a cold. Onodera is jealous when Yokozawa touches Takano to take his temperature. Takano corners Onodera in the lunch room and reminds him of what he told fiancée at the New Year's party. Onodera tells him he only told her he loves someone else due to circumstances. The next morning, Onodera hears that Takano is out of the office due to illness and he wonders if anyone is taking care of him. That night he brings medicine for Takano but Yokozawa answers the door and the two get into ...    "
                },
                "11": {
                    "title": "Love Makes the World Go Round.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "16 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Takano questions Yokozawa as to whether his hostility to Onodera has something to do with his own feelings for Takano. Yokozawa admits he had hoped they could be lovers again as they had been in college. Takano tells him he loves Onodera and that if Yokozawa persists in hounding him they can longer be friends. Later, Takano and Onodera take shelter from a rainstorm. Takano tells Onodera what he told Yokozawa, and that he is not in love with the Onodera of the past, but of the present. Just as Onodera finally confesses his love for Takano, a sudden downpour drowns out ...    "
                },
                "12": {
                    "title": "Love Is a Bitter-sweet.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "23 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Traveling to work by train with Onodera, Takano recalls their high school years. The son of prominent but cold-hearted parents, Takano retreats into books, spending hours in the school library, where Onodera confesses his love to him. Because of his bad family situation, the innocent Onodera makes Takano feel dirty by comparison, and he lashes out at him. Takano feels badly about his actions and puts things right with Onodera, inviting him to his home. Back on the train, Onodera rudely interrupts Takano's reverie, telling him they have a meeting first thing that ...    "
                }
            },
            "1": {
                "1": {
                    "title": "First Impressions Are the Most Lasting.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "9 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Onodera Ritsu leaves his family's book business, where his co-workers thought his stature there was due to nepotism. He joins Marukawa Publishing in the hope of making an independent success for himself as a book editor. Instead, he is put in the shoujo manga (girl's comics) division. Onodera is appalled by the working methods of the department and the tyrannical behavior of the editor-in-chief, Takano Masamune. Takano has a feeling that he and Onodera have met before...    "
                },
                "2": {
                    "title": "A Man Has Free Choice to Begin Love But Not to End It.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "16 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Rookie editor Onodera Ritsu gets a crash course in manga production when he and Takano work all night to help a frazzled artist meet her deadline. The next morning Takano reveals that he was Onodera's high school boyfriend 10 years earlier, and vows to make Onodera love him again. Shocked by these events, Onodera is in for another surprise when he finds out that his next-door neighbor is...Takano!    "
                },
                "3": {
                    "title": "In Love There Is Both Dotage and Discretion.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "23 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    While denying his feelings for Takano, Onodera nevertheless worries that his boss seems too close with Marukawa's sales chief Yokozawa Takafumi. Trying to avoid Takano, Onodera is forced to bring a storyboard to his apartment for approval. Once there, Takano makes romantic overtures to Onodera, who resists them. Escaping from the apartment, Onodera finds a suspicious Yokozawa standing in the doorway.    "
                },
                "4": {
                    "title": "Adversity Makes a Man Wise.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "30 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Onodera gains points from Takano by flying from Tokyo to Hokkaido and back again in a single day to retrieve an overdue manuscript. Alone in the company washroom, Onodera is confronted by Yokozawa who tells him him to stay away from Takano. Returning to their apartment building by train, Onodera falls asleep on Takano's shoulder only to wake up the next morning in his boss' bed. A shocked Onodera convinces himself that nothing sexual could have happened between them.    "
                },
                "5": {
                    "title": "Love Is Lawless.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "7 May 2011",
                    "year": "2011",
                    "plot": "\n    Editor Hatori Yoshiyuki is secretly in love with his childhood friend, manga artist Yoshino Chiaki. One day Yoshino sees his assistant Yanase Yuu and Hatori from a distance and thinks they are kissing, when in fact Hatori was threatening Yanase. Yoshino agonizes over their imaginary relationship and wonders why Hatori doesn't love him instead. During a fireworks display, Hatori confesses his love to Yoshino but tells him he will have to change editors as his lack of objectivity resulted in Yoshino's manuscript being late. Yoshino refuses the offer and asks Hatori to ...    "
                },
                "6": {
                    "title": "Go to the Sea, If You Would Fish Well.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "14 May 2011",
                    "year": "2011",
                    "plot": "\n    Hatori is jealous that his boyfriend Yoshino prefers spending time with his assistant Yanase than he does with him. Hatori informs Yoshino that he will have to attend a party celebrating one of his manga being turned into an anime, which Yoshino agrees to only if Yanase attends as well. During the party, Yoshino is relieved to hear Yanase has no interest in Hatori, but Yanase plants doubts in Yoshino's mind, pointing out Hatori's popularity with women at the party. Later at Yoshino's apartment, he flies into a jealous rage at Hatori for smelling of women's perfume. ...    "
                },
                "7": {
                    "title": "Coming Events Cast Their Shadows Before Them.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "21 May 2011",
                    "year": "2011",
                    "plot": "\n    Onodera is assigned a book proposal for the manga he is editing, which is turned down by Takano. Takano kisses Onodera while helping him draft a new version of the proposal, a move Onodera rejects. Onodera has an unpleasant encounter with Yokozawa, who says that Takano belongs to him. Onodera bumps into a former colleague named Saiki and both go out for drinks. In the bar, Onodera runs into Takano who is accompanied by a woman; Takano likewise sees Onodera with his female friend and both of them become jealous. Later that night, Takano confesses his love to Onodera, ...    "
                },
                "8": {
                    "title": "Looks Breed Love.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "28 May 2011",
                    "year": "2011",
                    "plot": "\n    Manga editor Kisa Shouta becomes infatuated with Marimo Books' clerk Yukina Kou. Although 30 years old, Kisa has never known love and feels he has no chance with the younger and dazzling Yukina. While observing Yukina in the bookstore, Kisa runs into Marukawa's sales chief Yokozawa Takafumi, who introduces him to Yukina. Kisa is accosted by a former lover who has been stalking him but Yukina intervenes and Kisa flees the store. Later in a café, Kisa is thinking about the day's events when Yukina enters. The two converse until Yukina surreptitiously kisses Kisa, ...    "
                },
                "9": {
                    "title": "The die is cast.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "4 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Kisa obsesses over his kiss with Yukina in the café. While he admits that Yukina is his type, he thinks of every excuse as to why a relationship with him couldn't work out. Annoyed by constant text messages from Yukina, Kisa nevertheless goes to the bookstore where he is confronted by his stalker and Yukina once again comes to his rescue. At Yukina's apartment, Kisa is fearful that Yukina may have overheard Kisa and his ex-lover's spat. Yukina says that he already knew Kisa was gay as he had seen him staring at him several times in the store. Yukina confesses his love...    "
                },
                "10": {
                    "title": "Absence Makes the Heart Grow Fonder.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "11 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Hatori becomes jealous when he discovers Yoshino being tickled by Yanase. Yoshino explains it was only horseplay between friends but makes matters worse when he announces he and Yanase are taking a vacation to a hot spring. At he spring, Yoshino reflects on Hatori's kindnesses to him and wonders why he was opposed to the trip. When Yanase has a cake brought to their table, Yoshino is surprised to find out it's his birthday and now realizes why Hatori didn't want him to leave. As Yanase prepares to tell Yoshino who his secret love is, Hatori calls, ostensibly to talk ...    "
                },
                "11": {
                    "title": "It Never Rains But It Pours.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 7,
                    "original air date": "18 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    After leaving a contentious book proposal meeting, Onodera encounters author Sumi Ryuchi and literature department member Hasegawa. Onodera had once been Sumi's editor at his father's firm and is ashamed to admit he now works editing manga. Sumi encourages Onodera to get back into literature. When Hasegawa invites Onodera for a drink, Takano tells him not to bother his employee, which embarrasses Onodera. That night, Takano and Onodera have a chance meeting outside a library and the two argue. Leaving, Onodera slips on the stairs but is caught by Takano, who embraces ...    "
                },
                "12": {
                    "title": "After a Storm Comes a Calm.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sekaiichi hatsukoi (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "25 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Yokozawa continues threatening Onodera in the apartment hallway. Takano arrives and Onodera flees to his own apartment. Once inside, he reflects on how confused he is whenever he and Takano are together and considers transferring to the literature department. Takano returns some papers that Onodera left behind and tells him about his relationship with Yokozawa. Takano kisses Onodera, who wants to resist but can't. They are interrupted by a phone call from manga artist Mutou, who praises Onodera for his hard work as her editor, and Takano likewise compliments him. ...    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Konishi, Katsuyuki"
            },
            {
                "name": "Kondô, Takashi"
            },
            {
                "name": "Nakamura, Yûichi"
            },
            {
                "name": "Okamoto, Nobuhiko"
            },
            {
                "name": "Horiuchi, Ken'yû"
            },
            {
                "name": "Midorikawa, Hikaru"
            },
            {
                "name": "Tachibana, Shinnosuke"
            },
            {
                "name": "Kamiya, Hiroshi"
            },
            {
                "name": "Morikawa, Toshiyuki"
            },
            {
                "name": "Maeno, Tomoaki"
            },
            {
                "name": "Kawaragi, Shiho"
            },
            {
                "name": "Tamura, Yukari"
            },
            {
                "name": "Chijiwa, Ryûsaku"
            },
            {
                "name": "Hanada, Hikaru"
            },
            {
                "name": "Imai, Asami"
            },
            {
                "name": "Kusao, Takeshi"
            },
            {
                "name": "Miyake, Kenta"
            },
            {
                "name": "Nakahara, Mai"
            },
            {
                "name": "Ôhara, Sayaka"
            },
            {
                "name": "Okiayu, Ryôtarô"
            }
        ],
        "genres": [
            "Animation",
            "Romance"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Canada:PG::(Manitoba)",
            "Canada:14A::(Ontario)",
            "Malaysia:P13::(DVD rating)",
            "United States:TV-MA"
        ],
        "number of seasons": 2,
        "rating": 8.0,
        "votes": 764,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMWY5OWMyYWEtZTEyNy00ZmFjLTg2OGEtYWI1M2M0MTdlZTRhXkEyXkFqcGdeQXVyNTA2NjU4MA@@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Rookie literary editor Onodera Ritsu finds himself working for the Marukawa Publishing Company. To his surprise the only job available is in the Shojo Manga division of the company. The editor and chief of the manga division, Masamune Takano, can't help but feel that he knows his newest editor. After spending many hours at work together, Takano realizes that his new editor is actually his high-school sweetheart. Masamune Takano confronts his former lover Onodera-san about their former relations. Takano is now bound and determined to make Ritsu fall in love with him yet again. Refusing, Onodera rushes home and can't help but recall those years in high school with his former love. Masamune in convinced that he can spark a new love with his long lost love. The world's greatest first love....",
        "languages": [
            "Japanese"
        ],
        "title": "Sekaiichi hatsukoi",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2011",
        "akas": [
            "Sekaiichi hatsukoi (Japan)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Nakase, Rika"
            },
            {
                "name": "Nakamura, Yoshiko"
            },
            {
                "name": "Yokote, Michiko"
            }
        ],
        "production companies": [
            {
                "name": "Studio DEEN"
            }
        ],
        "plot": [
            "Rookie literary editor Onodera Ritsu finds himself working for the Marukawa Publishing Company. To his surprise the only job available is in the Shojo Manga division of the company. The editor and chief of the manga division, Masamune Takano, can't help but feel that he knows his newest editor. After spending many hours at work together, Takano realizes that his new editor is actually his high-school sweetheart. Masamune Takano confronts his former lover Onodera-san about their former relations. Takano is now bound and determined to make Ritsu fall in love with him yet again. Refusing, Onodera rushes home and can't help but recall those years in high school with his former love. Masamune in convinced that he can spark a new love with his long lost love. The world's greatest first love....::Jake Kling"
        ],
        "tech": {
            "runtime": [
                "23 min (Japan)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 764,
                "rating": 8.0
            },
            "aged under 18": {
                "votes": 7,
                "rating": 5.2
            },
            "aged 18 29": {
                "votes": 319,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 145,
                "rating": 7.7
            },
            "aged 45 plus": {
                "votes": 17,
                "rating": 7.1
            },
            "males": {
                "votes": 132,
                "rating": 7.2
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 5.0
            },
            "males aged 18 29": {
                "votes": 65,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 44,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 5.6
            },
            "females": {
                "votes": 410,
                "rating": 8.3
            },
            "females aged under 18": {
                "votes": 5,
                "rating": 8.9
            },
            "females aged 18 29": {
                "votes": 252,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 100,
                "rating": 8.1
            },
            "females aged 45 plus": {
                "votes": 10,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 13,
                "rating": 7.3
            },
            "us users": {
                "votes": 88,
                "rating": 8.3
            },
            "non us users": {
                "votes": 301,
                "rating": 7.8
            }
        },
        "number of votes": {
            "10": 243,
            "9": 123,
            "8": 186,
            "7": 105,
            "6": 40,
            "5": 21,
            "4": 11,
            "3": 11,
            "2": 6,
            "1": 18
        },
        "arithmetic mean": 8.1,
        "median": 8
    }
}