{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "3 May 2011"
            }
        ],
        "release dates": [
            "USA::3 May 2011"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Women in Ministry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescued Nation TV (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "30 Oct. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Women in Ministry, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescued Nation TV (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "13 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    In part two of the topic of Women in ministry, a puppet show with music is demonstrated. Linda Adams states \"people will listen to a dummy before they listen to people\" sometimes. Prayer and ways to pray are talked about. Erica Reed discusses her new album titled \"Sold Out\" along with her music video shown during the program.    "
                }
            },
            "1": {
                "1": {
                    "title": "Reaching Out to Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescued Nation TV (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 May 2011",
                    "year": "2011",
                    "plot": "\n    In this Pilot Episode Hosts Shawn A. Ward and Hernandes Union Introduce Rescued Nation Ministries to the television audience. An emphasis on Targeting the Generation (Generation X), Homeless, youth, the sick, the bound, the lame, is conveyed in the opening scene as Host Shawn A. Ward addresses the window of blessings that have been opened up to the ministry. Rescued Nation has several events going on and specific ministries that cater to particular demographics like Operation Go GET EM, Heart and Soul, Women Out of the Ashes, and Club Intersession. Hernandes Union ...    "
                },
                "2": {
                    "title": "Martial-Ministry, Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescued Nation TV (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 May 2011",
                    "year": "2011",
                    "plot": "\n    Hosts Shawn A. Ward and Hernandes Union Introduce their first in studio guest to the television audience. The intro showing the trailer while discussing a Feature Film he is helping to produce titled \"Submission\" with Ving Rhames, Ernie Reyes Sr. & Jr., Dan Severn, and George Takei from Star Trek. Host Shawn A. Ward and Hernandes Union ask for some in studio demonstrations in the Martial Arts and are given several self defense instructions and demonstrations with a \"bit\" of pain and laughter afterward. Based out of Saint Louis Missouri USA Rescued Nation Ministries ...    "
                },
                "3": {
                    "title": "Martial-Ministry, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescued Nation TV (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 May 2011",
                    "year": "2011",
                    "plot": "\n    In part 2 of the interview with Master Stephen C. Ray he brings along his young assistant student Alex from Saint Louis Martial Arts center to demonstrate his abilities. Master Ray shares his testimony about meeting Alex and transforming him through his Martial Arts ministry. Master Ray states Alex was one of the most Shyest kids he had taught in his school and now has grown confident, grown as a Christian and that he is testing for his first degree black belt. Two trailers for Stephen C. Ray's Martial Arts projects are shown including \"Submission\" and his independent...    "
                },
                "4": {
                    "title": "Reporting on Rescued Events",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescued Nation TV (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 May 2011",
                    "year": "2011",
                    "plot": "\n    Host Shawn A. Ward asks Hernandes and the viewers why are we as Generation X acting so crazy in the world today by not disciplining our children. Growing up Shawn states he remembers growing up how parents used to pray for each other and also getting a whipping by his next door neighbors parents for getting in some trouble. Host Shawn A. Ward goes on to say sometimes when your dealing with a specific generation biblically we always want to hit people over the head with the bible. For example when Rescued Nation's group titled Operation go get 'em went out on the ...    "
                },
                "5": {
                    "title": "The Music and Ministry of Slugger Roo and LadyRoo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescued Nation TV (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "31 May 2011",
                    "year": "2011",
                    "plot": "\n    Christian hip hop artist Darrin Williams \"Slugger Roo\" and his wife Michelle Crisp-Williams \"LadyRoo\" sit down with Hosts Hernandes Union and Shameka Greene to discuss the ministry, TV, and the music video \"Cold Outside\". Slugger Roo outlines the location, details behind the video, as well as a narration as \"Cold Outside\" plays. The video also appeared on the CTN show \"We Got Next\" a few months earlier. Slugger Roo and LadyRoo discuss their other events \"Did You Go To Church Today\" and their recent live performance of hits from their album \"The Union\" including \"By ...    "
                },
                "6": {
                    "title": "Bully Beatdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescued Nation TV (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Christian Jiu Jitsu instructor Mike Lindner sits down with Hernandes Union and Shameka Greene to discuss Grappling Concepts in St. Charles County, Missouri. Shameka asks about Mike's favorite biblical reference in relation to his training of middle school children - Proverbs 22:6 - \"Train a child in the way he should go, and when he is old he will not turn from it. Mike goes on to tell that Grappling Concepts does not teach punches, kicks, knees, or elbows. There are no actual strikes of any kind. Instead he teaches Techniques like Chokes, Arm locks, Sweeps, Arm Bars,...    "
                },
                "7": {
                    "title": "88th District",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescued Nation TV (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Rescued Nation TV bring on their first political guest as the hosts introduce State Representative Andrew P. Koenig of Missouri's 88th District. Koenig a Republican residing in Winchester Missouri ran unopposed in the 2008 and 2010 General Election and received 98% of the votes in his district. Hosts Shawn A. Ward and Hernandes Union delve into questions for Andrew Koenig that include Illegal Immigration, Limits on real estate property taxes, Donald Trump for President, and HB 195, an \"academic freedom\" bill. The bill requires teachers to find \"more effective ways\" to...    "
                },
                "8": {
                    "title": "Healthy Habits and Physically Fit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescued Nation TV (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "28 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Host Shawn A. Ward brings in studio his own personal trainer to discuss the healthy habits and boot camp she puts him through. The personal trainer Shanika \"The Beast\" Ell has worked for several years with the Shalom House in St.Louis assisting with eating habits and was asked by a personal trainer of hers if she ever thought about being a personal trainer. Shanika goes on to make a career out of personal training. She conducts her own boot camp workouts in Forest Park several times a week as seen with on location footage. Host Shawn A. Ward teases his co-hosts on ...    "
                },
                "9": {
                    "title": "Author Paris Drake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescued Nation TV (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "21 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Paris Drake is an author of her own self help book titled \"If You Knew Better, You Would Do Better: A Handbook for Women\". The young author sits down with Shawn A. Ward and Shameka Greene on Rescued Nation TV. Paris discusses her book, actresses she sat alongside at book signings, and using her book as a tool to revert back to when experiencing real life situations that seem out of control. Paris conveys that she had always had a love for music, writing, and the arts.    "
                },
                "10": {
                    "title": "Church Folks Gone Wild",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescued Nation TV (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "5 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Hosts Shawn A. Ward and Hernandes Union touch on several topics regarding disorganization in the church today. Tonex complete transformation of a suit wearing singing church member into a cross dressing extremest. Homosexuality in the church today and the wrongdoing of accepting it. Hernandes and Shawn touch on the recent laws passed on same sex marriage as well as pastors taking out life insurance on their members then collecting upon their death.    "
                },
                "11": {
                    "title": "City Troops",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescued Nation TV (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "12 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Minister Jason R. Bryant and TJ Murphy from the City Troops sit down with Rescued Nation to discuss the ministry of Singers, Dancers, musicians, and actors who use their skills to further the kingdom of spreading God's word and love. Jason R. Bryant is the Youth Pastor of The City Troops based out of The City of Life Christian Church in St. Louis County Missouri. The pick of the week music video is showcased as the discussion on the City Troops 2011 Independent Record label Single album titled \"Your Blood\" is shown. The meaning behind City Troops name is a cadre of ...    "
                },
                "12": {
                    "title": "Our Purpose, Our Mission... Is for a Rescued Nation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescued Nation TV (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "26 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    The trio of hosts split up to interview separate members from the different entities within Rescued Nation Ministries. Shameka Greene sits down to discuss the Friday night \"Women out of the Ashes\" woman's group with Felecia Gresham and recalls an experience of the message on Forgiveness when she herself attended the group. Hernandes Union and Rescued Nation's newest member Seneca Hinds discusses \"Operation Go Get Em\" where Tracks about Jesus Christ are handed out at Night clubs without ever entering the clubs themselves. The two also discuss the late nights of work to...    "
                },
                "13": {
                    "title": "Rescued Grant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescued Nation TV (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "23 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Host Shawn A. Ward explains that the information disseminated in this weeks episode is valuable to pastors, leaders, and business owners referring to grant money. Professional grant writer and business owner Maggie Hourd-Bryant discusses the non-profit and for profit dollar amounts and strategies that she has been apart of in writing grants for local businesses and churches. Hernandes adds that pastors can take grant money to fund the \"kingdom\" of God to do bigger and better things through this benefit that is available to ministries. Maggie explains how to Keep a ...    "
                },
                "14": {
                    "title": "Virtuous Video Vault",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescued Nation TV (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "30 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Rescued Nation TV's first music Video VJ show designed to be more engaging with the viewers has the host's asking for more interaction. Host Shawn A. Ward tells the viewers of more elements added to the show with the S.O.S. report, pick of the week, and Rescued Nation Kidz. This video show has the element of the viewer in mind to bring in their suggestions after the hosts first introduce their music picks. A refreshing look outside with Generald Wilson and the Fam \"I will praise you\" is the first title introduced as Hernandes Union's first music video pick of the week.    "
                },
                "15": {
                    "title": "Denomination Separation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescued Nation TV (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "6 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    With the tens of thousands of denominations specifically within the Christian sects Shawn explains that denomination differences often branch off from baptism. The trio of hosts break down the details as Hernandes states \"Don't we all believe in Jesus\" Shameka responds some people do and some people don't. Some of these people make their own religions and make it convenient for what they believe in. Hernandes points out the once high profile Bishop Carlton Pearson's advocacy of homosexuality has the gay and trans-gendered community building up their PR Machine ...    "
                },
                "16": {
                    "title": "Truth Talkers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescued Nation TV (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "27 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Saint Louis based \"Truth Talk Radio\" host Cartiay McCoy sits down with host Shawn A. Ward to discuss her quick self-started media background and ministry along with advice for the youth interest in media. Cartiay goes on to say she is a professional speech writer having written for top-based Business CEO's at a very young age straight out of College. Near the conclusion of the episode it is stated that this is a prelude to the season one finale written by Cartiay McCoy that Shawn will be interviewed as a guest in part two of this \"reverse interview\". Director Bryan ...    "
                },
                "17": {
                    "title": "Truth Talkers, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rescued Nation TV (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "28 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In part two of Rescued Nation TV's first reverse interview last weeks guest Cartiay McCoy is now the host interviewing Shawn A. Ward. Viewers may know Shawn as a TV talk show host, radio host, community leader extraordinaire, and business owner. Cartiay crafts questions designed to dig in a bit deeper into his life and find out who he really is and more of what he does. Shawn goes on to say Rescued Nation goes into the community to do outreach going out to feed the homeless, host mentoring programs and a submission of an application is in place to do a Rescued Nation ...    "
                }
            }
        },
        "number of episodes": 19,
        "cast": [
            {
                "name": "Ward, Shawn A."
            },
            {
                "name": "Union, Hernandes"
            },
            {
                "name": "Greene, Shameka"
            },
            {
                "name": "Adams, Linda"
            },
            {
                "name": "Hood, LaRon"
            },
            {
                "name": "McCoy, Cartiay"
            },
            {
                "name": "Reed, Erica"
            },
            {
                "name": "Broom, Haley"
            },
            {
                "name": "Bryant, Jason R."
            },
            {
                "name": "Crisp-Williams, Michelle"
            },
            {
                "name": "Drake, Paris E."
            },
            {
                "name": "Ell, Shanika"
            },
            {
                "name": "Hourd-Bryant, Maggie"
            },
            {
                "name": "Koenig, Andrew P."
            },
            {
                "name": "Lindner, Mike"
            },
            {
                "name": "Murphy, T.J."
            },
            {
                "name": "Williams, Darrin"
            }
        ],
        "locations": [
            "Jefferson City, Missouri, USA",
            "St. Louis, Missouri, USA"
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "4:3 Full Frame",
        "number of seasons": 2,
        "rating": 8.0,
        "votes": 7,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTM1NDE2NjY1MV5BMl5BanBnXkFtZTcwMzIwMzY2Ng@@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "$9,200 (estimated)",
        "plot outline": "Rescued Nation brings the most compelling guests in all walks of life targeting the youth and young adults. Rescued Nation ministry tackles today's issues of a generation that seems to be forgotten. Removing the X from generation X and beyond to reach people for Jesus Christ. The topics confront hidden issues and go outside the Politically correct box that hinder our generation from becoming closer to God.",
        "languages": [
            "English"
        ],
        "title": "Rescued Nation TV",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Rescued Nation TV (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Dawson, Matthew R."
            },
            {
                "name": "Deloney, Asueleni"
            },
            {
                "name": "Kreutz, Bryan"
            }
        ],
        "production companies": [
            {
                "name": "Christian Television Network"
            }
        ],
        "distributors": [
            {
                "name": "Christian Television Network"
            }
        ],
        "special effects": [
            {
                "name": "Siryevfx"
            }
        ],
        "plot": [
            "Rescued Nation brings the most compelling guests in all walks of life targeting the youth and young adults. Rescued Nation ministry tackles today's issues of a generation that seems to be forgotten. Removing the X from generation X and beyond to reach people for Jesus Christ. The topics confront hidden issues and go outside the Politically correct box that hinder our generation from becoming closer to God.::Bryan Kreutz"
        ],
        "tech": {
            "runtime": [
                "30 min (approx) (USA)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "4:3 Full Frame"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 7,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 9.3
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 5.5
            },
            "males": {
                "votes": 3,
                "rating": 6.3
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 9.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 1.0
            },
            "females": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 1,
                "rating": 8.0
            },
            "non us users": {
                "votes": 2,
                "rating": 5.5
            }
        },
        "number of votes": {
            "10": 4,
            "9": 0,
            "8": 1,
            "7": 1,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.0,
        "median": 1
    }
}