{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "18 January 2011",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::18 January 2011                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Cesario, Teresa"
            },
            {
                "name": "Connors, Kyle"
            },
            {
                "name": "Schultz, Jackson"
            },
            {
                "name": "Pechman, Bridgette"
            },
            {
                "name": "Yi, Chase"
            },
            {
                "name": "Lega, Corey Lynn"
            },
            {
                "name": "Collins, Paige"
            },
            {
                "name": "Coviello, Dominick"
            },
            {
                "name": "Taylor, Dwayne"
            },
            {
                "name": "James, Doug"
            }
        ],
        "locations": [
            "Chicago, Illinois, USA"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "7"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "certificates": [
            "United States:TV-14::(season 1)"
        ],
        "budget": "$200,000 (estimated)",
        "plot outline": "Ashley always wanted to be popular and when she started dating the school's basketball star, Ricky, she thought she'd finally made it. Soon, being popular was more important than her relationship or her friends. Ricky loves basketball, but he really wants to show his dad that he can make it on his own and that he doesn't need his help - even if it means stepping out on the team to pursue his dream internship. Brooke has despised the \"cool\" kids forever and can't believe that her best friend Ashley is hanging with them and ditching her. She finds a new friend, but also finds trouble. Her night out with Fiona ends up getting her in trouble and grows the rift between her and her mom. Derek has always been a loner and now he's heading out of town. Well almost, something about Ashley keeps him from fulfilling his adventure. Luke has everything he ever wanted thanks to his parents money. Now he wants to go to Dan's party with Ashley, so he can show Ricky who's the top dog at school. Luckily, Ashley shows up at his door asking for help and he sees his chance to make a move. In the end, they have to decide which side of The Lines they are on.",
        "languages": [
            "English"
        ],
        "title": "The Lines",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "The Lines (United States)"
        ],
        "writer": [
            {
                "name": "Breit, Charlie"
            },
            {
                "name": "Lackie, Nathan"
            },
            {
                "name": "Norman, K.C."
            }
        ],
        "production companies": [
            {
                "name": "Elephant Filmworks"
            }
        ],
        "distributors": [
            {
                "name": "Allstate Insurance"
            }
        ],
        "plot": [
            "Six high school students deal with the pressure of parents, friends, school and driving. It's all seems so simple at first, but soon their choices end up turning out way different than they ever expected.::Charlie Breit",
            "Ashley always wanted to be popular and when she started dating the school's basketball star, Ricky, she thought she'd finally made it. Soon, being popular was more important than her relationship or her friends. Ricky loves basketball, but he really wants to show his dad that he can make it on his own and that he doesn't need his help - even if it means stepping out on the team to pursue his dream internship. Brooke has despised the \"cool\" kids forever and can't believe that her best friend Ashley is hanging with them and ditching her. She finds a new friend, but also finds trouble. Her night out with Fiona ends up getting her in trouble and grows the rift between her and her mom. Derek has always been a loner and now he's heading out of town. Well almost, something about Ashley keeps him from fulfilling his adventure. Luke has everything he ever wanted thanks to his parents money. Now he wants to go to Dan's party with Ashley, so he can show Ricky who's the top dog at school. Luckily, Ashley shows up at his door asking for help and he sees his chance to make a move. In the end, they have to decide which side of _The Lines_ (qv) they are on.::Charlie Breit"
        ],
        "tech": {
            "runtime": [
                "7 min (approx) (USA)"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}