{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 September 2011"
            },
            {
                "country": "USA\n",
                "date": "9 September 2011"
            }
        ],
        "release dates": [
            "USA::4 September 2011",
            "USA::9 September 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "ABC Fall Lineup 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Goulash (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Sep. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Gibson, Brandon"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:G"
        ],
        "number of seasons": 1,
        "budget": "$25,000 (estimated)",
        "plot outline": "\"Goulash\", once considered a mild mannered Hungarian stew, gets massively redefined as it gets a comedic make over with a common man's slant. Fueled by veteran comedian Brandon Gibson, \"Goulash\" gets its new identity by taking questions from its viewers to the streets of America and mining for comedic gold. The search for answers won't take long as Brandon encounters some of the most eclectic, unique and hilarious people who are more than happy to help him sum up the questions we all want answered most. Unpredictable television.",
        "languages": [
            "English"
        ],
        "title": "Goulash",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Goulash (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Samblis, Steven"
            },
            {
                "name": "Gibson, Brandon"
            }
        ],
        "production companies": [
            {
                "name": "IC Places Productions"
            }
        ],
        "distributors": [
            {
                "name": "IC Places Productions"
            }
        ],
        "plot": [
            "\"_Goulash_ (qv)\", once considered a mild mannered Hungarian stew, gets massively redefined as it gets a comedic make over with a common man's slant. Fueled by veteran comedian Brandon Gibson, \"_Goulash_ (qv)\" gets its new identity by taking questions from its viewers to the streets of America and mining for comedic gold. The search for answers won't take long as Brandon encounters some of the most eclectic, unique and hilarious people who are more than happy to help him sum up the questions we all want answered most. Unpredictable television.::Funnybrand777 Productions"
        ],
        "synopsis": [
            "\"Goulash\", once considered a mild mannered Hungarian stew, gets massively redefined as it gets a comedic make over with a common man's slant. Fueled by veteran comedian Brandon Gibson, \"Goulash\" gets its new identity by taking questions from its viewers to the streets of America and mining for comedic gold. The search for answers wont take long as Brandon encounters some of the most eclectic, unique and hilarious people who are more than happy to help him sum up the questions we all want answered most. Tune in every week to see the some of the most unpredictable television you'll ever see!"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}