{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "9 April 2011"
            },
            {
                "country": "Japan\n",
                "date": "9 April 2011",
                "notes": "                            (Japanese version)"
            }
        ],
        "release dates": [
            "Japan::9 April 2011",
            "Japan::9 April 2011                            (Japanese version)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "A Star is Born!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    One day, 8th grader Aira Harune stumbles upon her twin sisters Uru and Eru, and younger brother Itsuki watching a Prism Show on TV then goes out to buy fruits for her dad's cake shop. After finishing her purchase, she begins mix matching the clothes on the mannequins at the clothing shop in the mall. Another girl almost runs into her while she was thinking about how much fun it would be to be a prism star just once, and they both do an amazing spin jump to avoid collision. After the girl runs away, Aira is taken by Jun, who sees potential in her. Due to Prism Star ...    "
                },
                "2": {
                    "title": "Rizumu, Heart's Jump!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "16 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Rizumu is upset that Aira performed the prism jump instead of her and challenges her to a dance off. Jun offers them both a scholarship to the school and Rizumu runs off claiming she can make it on top by herself. Aira visits her apartment and helps Rizumu with her sense of fashion. At the Prism show, Rizumu does not get a special outfit and is stuck in the clothes Aira picked out for her. When it was time to do the prism jump, Aira couldn't do it because she was nervous. Rizumu begins to hear the clothes Aira picked out sing and performs a Prism jump. In the end, ...    "
                },
                "3": {
                    "title": "They are our Coaches!? Rabichi and Beachi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Rizumu and Aira are at Pretty Top Dance Academy when Jun tells them they are to begin special lessons. When they meet their coach, he turns out to be a penguin (Penguin Teacher), much to Aira's and Rizumu's dismay. He assigns Rabichi and Beachi to Aira and Rizumu as their special coaches. Throughout the episode, both teachers put the girls through strange and sometimes nonsensical training exercises. But in the end, the skills that they learned were exactly what they need to become better Prism Stars.    "
                },
                "4": {
                    "title": "Easter is a Heart-Pounding Experience!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Rizumu comes to Aira's house to go to the lessons together, but Aira still hasn't told her father who wants her to take over his cake shop one day. Aira and Rizumu are off to their lessons, but Aira has something else in mind. She wants to go to Prism Stone and buy the new accessories before they sell out. But Rizumu isn't convinced until Aira says it would help improve Rizumu's ability to hear the clothes' voice. As it turns out all the new items were sold out, but they run into an all-male idol group named Callings. The Callings ask for their help to create an event...    "
                },
                "5": {
                    "title": "The Fashion Show - Don't Tell Dad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 May 2011",
                    "year": "2011",
                    "plot": "\n    Due to Aira and Rizumu becoming more famous, it becomes even harder to keep the fact that she is a Prism Star from her dad. With an upcoming fashion show just around the corner, she has to lie and say that she is studying when she is actually practicing for the event. Eventually, Rizumu convinces Aira to tell her Dad in a message and give him a ticket to the show. But, by that time he has already found out about it by her mother. Being convinced, he finally lets her attend the show and he goes also. Through the show, he does not look happy and behind the stage Aira ...    "
                },
                "6": {
                    "title": "A Prism's Sparkle is Always Here",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "14 May 2011",
                    "year": "2011",
                    "plot": "\n    Aira and Rizumu have begun to train when Jun calls them in to the president. They are to go to Hakune and teach some kids and their mothers some dance moves on Mother's Day. With Rizumu not having a mother, she has to bring her Dad and Aira brings her mom. When Aira's mom and Rizumu's dad meet, they are shocked to find out that they know each other. Aira's mom was a Prism Star fashion coordinator and Rizumu's dad was a Prism Star. They arrive at Hakune to find an initially rude little girl, Natsuki, but it is later revealed that she is just upset that her mother seems...    "
                },
                "7": {
                    "title": "No Longer Friends!? Aira and Rizumu's Big Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 May 2011",
                    "year": "2011",
                    "plot": "\n    After practice, Aira and Rizumu stop by Prism Stone where they get into an argument regarding Mion. Aira loves Mion but Rizumu sees her as an enemy at which point she snaps at Aira and tells her to quit. Rizumu changes out of the clothes Aira picked for her and Aira quits. Rizumu is told that she has to do the show by herself. Aira goes to Prism Stone to cheer herself up where she runs into Sho. Aira sees Rizumu not doing so well at the show and rushes in to help. Aira gives Rizumu new stones and Rizumu goes to change. When she comes back out she accomplishes a new ...    "
                },
                "8": {
                    "title": "Rizumu in a Pinch! The Big Study Plan!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "28 May 2011",
                    "year": "2011",
                    "plot": "\n    Rizumu fails her midterm tests in English, Math, and Science. Then, she is told that she needs to get at least a 70 on the make-up test or she will have to retire from being a Prism Star. Everyone in the Pretty Top staff tries to help her to lift her grades, but they all fail especially Jun and Penguin Sensei. Then Wataru teaches her a way to learn through dancing and she gets the score she needed just in time for a Prism Show which causes her and Aira to dance on the ice from happiness.    "
                },
                "9": {
                    "title": "The School Festival and the Secret Promise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "4 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    The Tiara Cup is approaching soon and Rizumu has changed. She has started to just train hard to win the competition without realizing that the Prism Show isn't about just winning. She even tries to cut off contact with Aira so that she can train and win because she found out that Sonata Kanzaki also won the Tiara Cup. However, after finding someone like Hibiki training even though he is so good, she starts to understand the true meaning of the prism show. She makes it in time for the show and performs with Aira. She learns about how the Prism Show is not about winning...    "
                },
                "10": {
                    "title": "The Lovely Rainbow after the Rain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "11 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Sho's deadline for his new summer design is coming up. He invites Aira out in hopes of having her help him think of a better design than his current one. However, he just becomes angry and snaps at Aira by saying that she couldn't dance well and shouldn't waste her time here. Sho's sudden reaction leaves Aira heartbroken. However, Aira was able to create a design with Sho's current work and did the Prism Show wearing the design. The president thought that it was a great design which makes Sho happy. Aira creates a new jump called \"Lovely Rainbow!\" dedicated to Sho. He...    "
                },
                "11": {
                    "title": "The Curtains Are Raised for the Tiara Cup!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "18 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    The Tiara Cup begins. The topic for the first round is a wedding dress coordination. But Aira is nervous though. President Kyoko Asechi goes and calms her nerves and even tells her the story of how she never got to wear a wedding dress which makes Aira want to support her. Aira and Rizumu both make it past the first round but Rizumu faints because of a fever from drinking way too many energy drinks. This causes Aira to buy time for Rizumu to wake up and doesn't do her jump. Rizumu wakes up and Aira does her Lovely Rainbow jump but she might be disqualified for taking ...    "
                },
                "12": {
                    "title": "Who will win the Tiara Of Victory!?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "25 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    When Aira and Rizumu were busy eating, three girls sneak into their room and steal all their Prism stones from their cases, a scene which is witnessed by Mion. They return to their room only to find both their Prism stone cases empty. But Aira had her stones that she was gonna wear for the finals in her back pocket and lies to Rizumu that they didn't take hers. Then she gave her prism stones to Rizumu. Rizumu's performance topped first place before she found out that Aira had lied to her and was being way too considerate of Rizumu, to which she slaps Aira in response....    "
                },
                "13": {
                    "title": "Andy's Tears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    This episode is a flashback in Andy's memories (he is the stuffed bear that Sonata Kanzaki made for Rizumu before she was born). He shows Bear-chi about Sonata's and Rizumu's father Ryuu's past when they just got married. Sonata had lost to a younger Kyoko Asechi and conceived Rizumu. However even though Sonata had Rizumu to worry about, she wanted to learn how to do the legendary jump Aurora Rising. She went through harsh training. During the competition, Kyoko couldn't do the jump. When it was Sonata's turn, she was able to do it however after being congratulated by...    "
                },
                "14": {
                    "title": "Mion Switch On",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "9 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    This episode is mostly about Mion and her reason for coming back to the Prism Show. She didn't think highly of Aira and Rizumu and even bossed Callings around. She decided, however, to do a double Prism show with Aira and Rizumu. When she performed with Aira, Aira was too nervous to do a jump and even stumbled before being saved by Mion. In the second show, Rizumu tried her best but couldn't take the crowd's attention from Mion. The episode ends with Aira and Rizumu vowing that they will do their best to surpass Mion.    "
                },
                "15": {
                    "title": "Blazing and Burning of Our Hearts!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "16 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    The episode begins with Mion showing off her dance skills in front of Aira and Rizumu. Because Aira and Rizumu weren't as good as Mion, she was forced to teach them or give them lessons to make them improve their dance and singing skills and learn how to use the batons. However after many lessons and not improving on either skill, Mion was forced to use Callings to come and show Aira and Rizumu the meaning of the lyrics they are singing (girl in love feelings) which makes Sho and Hibiki do couple-like things with Aira and Rizumu. Aira and Rizumu may have passed out ...    "
                },
                "16": {
                    "title": "Necochi's Trial",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "23 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    This episode is about Mion and Necochi's fight that happened because her father couldn't come watch her show again. Necochi learns from Penguin Teacher about what to do to mend things despite the fact that Penguin Sensei was only using him to give massages. Aira and Rizumu give their lucky watches to Mion before her turn for the show as Necochi appears. She does the show which makes everyone happy. The episode ends with Necochi and Mion both going home and Rabichi and Beachi wondering if they are really getting along. Before that, however, Mion gives Aira and Rizumu ...    "
                },
                "17": {
                    "title": "Intensive training this Happy-Lucky summer while making a cake!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "30 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Aira and Rizumu try to toss the bottoms to each other but Aira isn't grabbing the concept. Then the girls decide to go to Aira's house to think of ideas about what they want to do for the rest of the summer. However when they got there, the store was already packed with customers. They find out that Callings had advertised Aira's family's bakery. As a result, their business is through the roof. The girls decided to help before the mascots make a mess and they had to move the sweets to a shop where the Prism show will take place. When Aira and Rizumu were both mixing ...    "
                },
                "18": {
                    "title": "Love Blooms in the Summer night Sky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "6 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    The episode starts out with Aira and Rizumu practicing. Rizumu is graceful while Aira is bumping and falling because she is tired. She says that it is summer already but it's all practicing. That was when Callings came and invited them to go to a fireworks festival with them. The President appeared to turn down the offer until Wataru pleaded her. Aira was getting ready to go in a short yukata which was her own coordination but ran out of time to prepare which disappointed her. Rizumu had wondered as to where all the food was and Hibiki was chasing her so that leaves ...    "
                },
                "19": {
                    "title": "Duo decision! The Girls' Destiny Date",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "13 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    The Summer Queen Cup is coming up and Pretty Top has decided to have Mion select one of the 2 girls in the duo to compete. The only problem is that they don't know if they should put Aira or Rizumu as her partner. Aira suggests to go on a girls' date to decide. Mion didn't really have fun on either date. She decides to have Aira and Rizumu do a Prism show to show her which one is more worthy. In the end, even though Rizumu had gone through the trouble of learning a new prism jump, Mion chooses Aira making Rizumu frustrated and run away.    "
                },
                "20": {
                    "title": "Rivals from Kansai! Serena and Kanon appear!!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "20 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Mion and Aira are both practicing but Aira doesn't feel like she is having that much fun. Rizumu on the other hand is practicing on her own and is frustrated about not being able to participate in the Summer Queen Cup. However, Hibiki was watching her. She had become so hopeless that even her dance moves weren't that good. When she had genuinely started to cry, Mion unexpectedly arrives and drags her to where Aira was. It turned out that Mion was betting on having Aira and Rizumu enter together, believing that they could definitely win. They grab first place in the ...    "
                },
                "21": {
                    "title": "Storm of the Summer Queen Cup",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "27 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Aira and Rizumu are practicing under the watchful eye of Mion. When they perform, Mion feels as if something is wrong even though they are in sync. When Serena and Kanon perform, they surprised Mion with their high level and dance skills that they had never seen before. Jun had known this from the beginning. Mion mumbles that they have lost and runs away which later proves to be true. Aira and Rizumu start to blame themselves for not winning. However, Mion starts to cry and blame herself because of the shame she had put on Aira and Rizumu for not realizing their ...    "
                },
                "22": {
                    "title": "We dedicate to you the blessing of Skate constellation!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "3 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In the beginning of the episode, the girls find out that Aira and Rizumu's birthdays are on the exact same day. Mion decides to plan a surprise party for the two because they are still in turmoil about losing the Summer Queen Cup. She puts on a disguise that makes her look like a suspicious person and goes to the girls' houses to find out that Rizumu loves to eat especially meat and that Aira likes cakes, clothes, and recently, added by her mother, Aira has started to like Callings especially Sho. She plans a party with Callings. When Hibiki and Sho leave, Wataru ...    "
                },
                "23": {
                    "title": "Heart Pounding Showbiz Debut of MARs!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "10 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    The President has decided that Aira, Rizumu and Mion will debut on a television show called Go. Go. Callings. Aira and Rizumu are shocked that over 10 million people would be watching them while Mion was on fire. Aira's father tags along to the TV show and the program begins. When MARs comes in, they have a fail when Aira trips. The program basically was about the fails of the nervous unit. That was until Serena and Kanon came along with Hibiki to compete with MARs in a battle. Whoever wins will get to do a Prism show. The battle was going smoothly until Aira's turn ...    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "17 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Aira and Rizumu's school trip has been decided to be Kyoto. They think that Mion isn't going to come until she does come. They spend time with each other and took pictures. Rizumu had noticed a commotion taking place and went to look making Aira and Mion chase after her. They find out that Hibiki is filming there by himself. Aira asked if it was just Hibiki while the President replied that they weren't doing a Prism show so the other 2 didn't need to come. Mion thinks that Hibiki might have a girlfriend in Kyoto which makes Rizumu lose her balance. They meet Serena ...    "
                },
                "25": {
                    "title": "Pledge of Friendship! The Aurora Wings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "24 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Aira, Rizumu and Mion all have a sleepover party. Mion said that she couldn't come because she was going to have dinner with different popular models like her, but he ended up coming anyway. The girls have fun and even have a girly love talk until Mion and Aira find out that Rizumu's mother is Sonata Kanzaki. Mion doesn't decide to stay over anymore and promises along with Aira, that they would watch Rizumu perform the Aurora Rising after the show tomorrow and then she would drop out of MARs. The show was a success but Rizumu refuses to wear the tiara that Aira won at...    "
                },
                "26": {
                    "title": "Kneaded Together! The Pretty Recipe of Victory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "1 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    This episode is mostly a flashback of all the events since the beginning of the story. Aira, Mion and Rizumu recall all the events while making a recipe. It turns out it was a Goya for the President which Jun asked them to do to cheer Kyoko on. The girls did not know what the President was doing that night. They ended up making a huge Goya dumpling and made the President eat it making Jun happy. At the revealed marriage interview that the president had to go to, she was rejected because of the horrendous smell that she gave out because of the onion, vegetable and meat...    "
                },
                "27": {
                    "title": "Dolphin Venus in the Tropical Beach",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "8 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    MARs is at the beach for filming business which does not make Rizumu and Mion feel happy. Aira is as happy as she can be because she is traveling to a beach. They once again come face to face with Serena and Kanon. Both teams set out to find the dolphin with a heart shape mark on its head called the legendary Venus dolphin which is also for the program. They had no luck finding it but did find a baby dolphin that got separated from its mother and father (unaware of the fact that the baby dolphin is the legendary Venus dolphin). Rizumu tries to help find them but with ...    "
                },
                "28": {
                    "title": "Sweet Honey Kiss For Stubborn Master",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "15 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    MARs goes to Akihabara to do an interview with the owner of a curry shop that was popular 40 years ago. However, the owner is old and seems to dislike being interviewed and doesn't open his heart. After Aira and Rizumu are yelled at, Mion ends up being the one to interview. Callings comes to give the girls a maid uniform. But only Mion refuses to wear one because she thought that it wouldn't suit her, until she has no other choice. She persuades the old man to come watch their Prism show. During the show, the old man recalls all his past memories. Mion completes a new...    "
                },
                "29": {
                    "title": "Let's Trio Jump! Hip Hop Win!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "22 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    MARs is presented with their new song for the High Heel Cup. They try to practice and think of dance moves for the new song but it isn't going so well and every time they try they end up bumping into each other. That is when Mion's friend arrives from New York named Yuri. She agrees to help MARs with their new song and the dance moves. Serena and Kanon come and end up facing off against MARs in a basketball game that will determine if MARs will be able to get to sing and dance to the new song. They win the game and end up thinking of their own moves because Mion ...    "
                },
                "30": {
                    "title": "Heart Pounding and Throbbing Halloween Party Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "29 Oct. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "31": {
                    "title": "Ciao! Trying to collaborate! Aira and Flare",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "5 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    The episode starts with MARs putting on a fashion show. Rizumu and Mion didn't seem to have any trouble going back and forth to change into different outfits while Aira could hardly take it. It seems that she was so tired that the next day, she was about to wear the same outfit as yesterday to meet with Callings for a show. Because she came early, she meets Flare Nanri, a fan of Prism Stone's clothes and her dog. She showed a great talent like Aira's. Aira was starting to get depressed because she couldn't think of a new design for Prism Stone. Sho decided that she ...    "
                },
                "32": {
                    "title": "LOL! Sere-non's Manzai discipling in Asakusa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "12 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Serena and Kanon are participating in a comedy competition. They were certain that they would win but out of all the perfect scores given to them by MARs and some other judges, only one old lady gave them a 6 out of 10. Sere-non was striving to win after losing. They them find out about the old grandma's scarred past and was able to get through to her. The 2 performed a Prism show that definitely showed that they have advanced in level. In the end, the old person announces to everyone that Sere-non would definitely be a winning comedy duo. Sere-non also seem to be ...    "
                },
                "33": {
                    "title": "Aira in Wondergirl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "19 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    A mysterious girl appears saying that the city smells interesting. Aira seems to be too caught up with the Prism show even when it is Uru and Eru's birthday. They manage to convince Aira, Rizumu, and Mion to go to Prism Land, an amusement park that Aira described that Uru and Eru wanted to go to. The twins end up running to the tallest tree in the park because Aira yelled at them for not knowing their feelings. The Harune twins meet a girl named Chris Kaname who is also climbing the tree. Aira finds the twins but they don't forgive her. It turns out that they were ...    "
                },
                "34": {
                    "title": "Is this Love!? Love Battle in the World of Showbiz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "26 Nov. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "35": {
                    "title": "MARs Dream Live!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "3 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    This episode is about MARs' Dream Live. Aira seems to be more hyper than usual. She is giving it her all. Sho carries her bag and walks her home the next day. The following day, when they are practicing, Serena and Kanon barge in, and they told MARs that they are going to participate in the High Heel Cup. When MARs asked them who is their third member, they become speechless. During the live, the previous songs came back. MARs performs You may Dream and each one gives a performance of her own character song used in the Tiara Cup. During their last performance, the ...    "
                },
                "36": {
                    "title": "Kaname is an Angel? or a Devil?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "10 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Aira meets Kaname again. She shows Kaname the skating place and dances the hop step jump. It turns out that Kaname knows a prism jump as well. Rizumu and Mion came and so did Serena and Kanon. When they said Kaname was on their team MARs was surprised particularly Aira because her friend was actually her rival. In the end, Kaname and Aira danced together making Kaname an expert at MARs's dance for the High Heel Cup, leaving Aira depressed.    "
                },
                "37": {
                    "title": "Fierce fight! Crystal High Heel Cup",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "17 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    It is finally the High Heel Cup, but Aira is still in shock about how careless she was. With Mion and Rizumu's support, MARs was able to put on a great show with their regular unit clothes and a slight change in their dance. They also completed a new jump. When Serena, Kanon and their new team mate Kaname perform, at first their performance was good enough to challenge MARs but failed during their Rainbow Hurricane because Sonata seemed to have called out to Kaname, making her possessed. There, she had done the Aurora Rising except it was a dark version. During this ...    "
                },
                "38": {
                    "title": "Holy Night in the Miracle Snow dropping",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "24 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    When Aira arrives to pick up Uru and Eru, she remembers about her Christmas with her teacher. There is also a little boy who's grandma died recently, so he hopes that it will snow. MARs performs their Christmas show and it started to snow which everyone says that his wish came true.    "
                },
                "39": {
                    "title": "New Year Special Program: Close to the Charm of Prism Show!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "7 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The girls are interviewed, and talked about their past with friends/rivals that they met, the Tiara Cup, Summer Queen Cup, and the Crystal High Heel Cup. The episode itself was a flashback for MARs along with some humor added in when Penguin Sensei and Yamada try to get featured on TV.    "
                },
                "40": {
                    "title": "Their Determination",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "14 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The President has spilled most of the news and decided what Aira, Rizumu and Mion must do to get entrance into the Prism Queen Cup. Since they must all get a wedding dress won in a competition, Mion will be in the New Year Cup, Aira in the Pure Premium Wedding Cup and Rizumu in the Winter Snow Cup. However, despite Rizumu and Mion vowing to do their best, Aira is left unsure of the turn of events. Mion is faced with a challenge of going against the Prism Star that used to battle with the president, Togashi Karina. After Karina's hard-to-beat performance, it is time ...    "
                },
                "41": {
                    "title": "The wish of Pure Premium Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "21 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The Pure Premium Wedding Cup is slowly approaching and Aira is busy with her preparations. At the competition, Kyoko is surprised to see her mother who is Kei coach sitting in the audience. Kyoko was mad at Jun who was actually her brother. Aira asks what is going on and Kyoko explains that Kei coach is really their mom, which surprises Aira. The President tells Aira that it was because of her and her mother that Rizumu's entire family has been messed up. She also tells Aira to forbid Rizumu from doing the Aurora Rising because Sonata is with Kaname and it'll ruin her...    "
                },
                "42": {
                    "title": "Fateful resumption of Rizumu and Sonata",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "28 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    At first, Aira is practicing the Aurora Rising, with the training designed by Kyoko and Jun. At night, Rizumu is practicing the Aurora Rising by herself. Bear-chi tells her to take a break. During the Winter Snow Cup, Aira and Rizumu saw Kaname dance the same routine as Rizumu's mother in the Prism Queen Cup. Kaname does the jump \"Fresh Fruit Basket\" and \"Stardust Shower perfect\" which was an imitation of both Aira and Rizumu putting them in a tight spot. She gets 8280 carats, the same amount as Aira. Rizumu's turn approaches and Jun tells Rizumu that she can jump the...    "
                },
                "43": {
                    "title": "The Pure White Wedding of Girls' Friendship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "4 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Rizumu has begun the Aurora Rising training under Kei coach but is faced with the challenge of getting the Pure White Wedding stones or else she can't compete in the Prism Queen Cup to even do the Aurora Rising. Meanwhile, Mion takes the matter in her own hands by going to the Jounouichi Residence to beg for the wedding stones. The conditions for the stones were that Mion and Serena are to have a dance off and Rizumu and Kanon compete in the Aquarium Cup. Whoever lasts the longest in the dance off and wins the cup gets the stones but Kanon adds yet another condition; ...    "
                },
                "44": {
                    "title": "Sweet and Bitter Valentine Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "11 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    At first, the TV announces that MARS, Serenon, and Kaname Chris are entering the Prism Queen cup. The next cup is Valentine Cup. Aira is getting ready for the competition while Rizumu meets Hibiki at their secret meeting place. Kanon and Serena secretly follow Rizumu and waits for Hibiki to come. Meanwhile, Sho comes into Aira's room and asks if she will do the Aurora Rising. Sho worries over Aira telling her she might lose her memory if she does the Aurora Rising. He hugs her extremely worried, the scene of which is witnessed by the President. Aira is speechless and ...    "
                },
                "45": {
                    "title": "Buenos Aires in Search of Ray",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "18 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    When Mion arrives at Venice, she was frightened by Jun when she came out of the airport while reporters start flocking around her. Mion and Jun also climb the mountains to see the Prism Queen's battlefield. When she has a contest, Serena suddenly pops out and they compete together. Mion wins the contest and Serena boards her helicopter and flies away.    "
                },
                "46": {
                    "title": "Confrontation! Aira versus Rizumu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "25 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Rizumu becomes so engrossed over mastering the Aurora Rising that now her dark side has emerged. She starts resenting everybody, especially Aira. Rizumu also challenges Aira to a dance-off, to which Aira agrees. They perform You may Dream and Aira jumped Fresh Fruits Basket, and Ms. Fairy Girl. Rizumu jumped Super Stardust shower and the Dark Aurora Rising. She is then pulled into darkness prompting Aira to save her. Just when Aira is also about to be engulfed in darkness, Mion suddenly appears at the last second and saves both Aira and Rizumu. At last, they sit on ...    "
                },
                "47": {
                    "title": "Over the finalists",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "3 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    The semi-final Boduken Cup for the Prism Queen cup has arrived. Kanon and Serena get the same scores first, finishing at 1st place. When Kaname's turn is up, she performs Fresh Fruits Basket, and then completed the Aurora Rising. This makes her at 1st place, defeating Serenon's score. Aira's turn is next where she performed Fresh Fruit Paradise and Miss Fairy Girl, making her 2nd place. Serenon goes to 3rd place.    "
                },
                "48": {
                    "title": "Sonata's Winter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "10 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Finally, it is Rizumu's turn to perform. She performs Super Stardust Shower, then performs the Aurora Rising. After doing so, she goes backstage and faints. At the hospital, her father Ryutaro tells her the back story of her mother, Kanzaki Sonata. Sonata was an orphan, and at a young age she worked. She was a lonely girl, and she had no means of living. But that all changed when she saw a video of Kyoko Asechi's performance at the Prism Queen Cup. Kyoko performed Platinum Spiral which made her Prism Queen. Sonata comments that although she won, she wasn't happy. ...    "
                },
                "49": {
                    "title": "Soar! The Aurora Wings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "17 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Chris Kaname performs her Prism Show, earning 6510 carats after failing to do the Aurora Rising. After a heated discussion with her, Sonata takes Kaname and departs for the airport. Before Rizumu takes the stage, Serena and Kanon call to her, telling her that Kaname needs to speak with her. Rizumu hears from Kaname that she and Sonata are heading to the airport. Though everyone wants to leave right away, Rizumu decides to perform her Prism Show. As the music starts and she begins dancing, she focuses her mind on her mother. With her heart set on bringing her mother ...    "
                },
                "50": {
                    "title": "New Prism Queen is Born!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "24 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    As Mion is preparing in her dressing room, her parents came to visit her. Her mother gives Mion the Star Necklace Prism Stone, and Mion's parents wish her good luck. With an outburst of Star Aura, Mion performed the Prism Jump \"Miracle Macchiato\" and a new Prism Jump called Eternal Big Bang. The judges gave Mion a perfect score, 10000/10000 carats, putting her in first place. Before Aira changes into her Pure Premium Wedding Coord, President Kyoko gives her a pep talk, saying that she'll need to successfully perform the Aurora Rising in order to win. Aira then takes ...    "
                },
                "51": {
                    "title": "Dream goes on...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pretty Rhythm Aurora Dream (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "31 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    After the Prism Queen tournament, Aira awakens the next day and announces that she has a date, which doesn't go so well with her father. She rushes out the door to meet Sho at the park. Kanon and Serena are seen in the Jounoichi building where they are informed that they will be joining Pretty Top by President Kyoko via a TV in the room. Kyoko then meets Sonata while walking on the waterfront about what has happened since they last met. Kyoko then gets invited to dinner and she accepts. Jun is shown sitting in Kei's mansion and tells Kei that Aira and the others have ...    "
                }
            }
        },
        "number of episodes": 51,
        "cast": [
            {
                "name": "Enoki, Azusa"
            },
            {
                "name": "Asumi, Kana"
            },
            {
                "name": "Hara, Sayuri"
            },
            {
                "name": "Kataoka, Azusa"
            },
            {
                "name": "Nakajima, Aki"
            },
            {
                "name": "Nakajima, Hiro"
            }
        ],
        "genres": [
            "Animation"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Japan",
            "South Korea"
        ],
        "country codes": [
            "jp",
            "kr"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.2,
        "votes": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDM4MjY4ZTctZDg3NS00YTMyLWI3MmItY2M2MmVmYmU1NjJmXkEyXkFqcGdeQXVyMjM5ODMxODc@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Prism Stars are performers on the new popular ice show, Prism Show. They are super idols whose techniques, singing and fashion sense are a cut above all others. Aira and Rizumu are two Prism Stars whose goal is to become the best, the Prism Queen; however, the road to success is bumpy.",
        "languages": [
            "Japanese"
        ],
        "title": "Pretty Rhythm Aurora Dream",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Pretty Rhythm Aurora Dream (Japan)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Tsubota, Aya"
            }
        ],
        "production companies": [
            {
                "name": "Dong Woo Animation Co."
            },
            {
                "name": "Tatsunoko Production"
            }
        ],
        "distributors": [
            {
                "name": "TV Aichi"
            }
        ],
        "other companies": [
            {
                "name": "C-Station"
            },
            {
                "name": "Omni Productions"
            }
        ],
        "plot": [
            "Prism Stars are performers on the new popular ice show, Prism Show. They are super idols whose techniques, singing and fashion sense are a cut above all others. Aira and Rizumu are two Prism Stars whose goal is to become the best, the Prism Queen; however, the road to success is bumpy.::AniDB"
        ],
        "tech": {
            "runtime": [
                "30 min (Japan)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 8.2
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 7.8
            },
            "males": {
                "votes": 2,
                "rating": 5.5
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 5.5
            },
            "females": {
                "votes": 3,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "us users": {
                "votes": 2,
                "rating": 5.5
            }
        },
        "number of votes": {
            "10": 6,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.2,
        "median": 1
    }
}