{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "21 September 2011"
            },
            {
                "country": "Australia\n",
                "date": "17 July 2012"
            },
            {
                "country": "Finland\n",
                "date": "25 March 2013"
            },
            {
                "country": "Germany\n",
                "date": "1 January 2016",
                "notes": "                            (internet)"
            },
            {
                "country": "Japan\n",
                "date": "1 January 2016",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "UK::21 September 2011",
            "Australia::17 July 2012",
            "Finland::25 March 2013",
            "Germany::1 January 2016                            (internet)",
            "Japan::1 January 2016                            (internet)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Fresh Meat"
            },
            {
                "countries": "Greece",
                "title": "Οι Πρωτοετείς"
            },
            {
                "countries": "Russia",
                "title": "Свежее мясо"
            }
        ],
        "akas": [
            "Fresh Meat (original title)",
            "Οι Πρωτοετείς Greece",
            "Свежее мясо Russia"
        ],
        "akas from release info": [
            "Fresh Meat (original title)",
            "Οι Πρωτοετείς Greece",
            "Свежее мясо Russia"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 92,
                    "original air date": "22 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Half way through the second term, and an unannounced visit from JP's older brother makes the Hartnell Avenue residents realise how close the end of the year and their university lives really are. Howard has created a secret revision den in the cellar (who knew they had a cellar?) but as series of texts from Candice could upend his plans, it falls on Josie to educate him in the difference between what people say and what they actually mean. Meanwhile panicked Student Union President Oregon seeks the counsel of her support officer Rosa as she attempts to win a ...    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 79,
                    "original air date": "29 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    The housemates attend an interview with a careers adviser - to no avail. Afterwards Rosa tells Kingsley that she has a teen-age son Luca, who is not keen to go to university and asks Kingsley to change his mind. However Luca's persuasive argument against higher education only depresses Kingsley, who also gets punched when he tells Luca he is dating his mother.; Meanwhile Oregon tries to introduce cuts in the sports departments to endow a poetry prize in her name but meets with opposition whilst Josie helps Howard drown his sorrows in the pub where Vod is now working -...    "
                },
                "3": {
                    "title": "Episode #4.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 76,
                    "original air date": "7 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Oregon faces a backlash over her plans to ring fence funds for her poetry prize at the expense of other societies and flees, taking Vod, whose course work has failed her, and Josie - seeking a new identity - to a commune run by Vod's friend Paz, where she plans to live. Here revelations surface but friendships and a desire to return to Manchester are renewed. Meanwhile the boys go to London for interviews, Howard with Ordnance Survey, Kingsley as an intern for Radio 6 and J.P. after a sinecure with Tomothy's bank but for various reasons they all fail and all the ...    "
                },
                "4": {
                    "title": "Episode #4.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 70,
                    "original air date": "14 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Vod and J.P. find themselves in financial straits whilst Oregon has cause to regret asking Tony Shales to help judge her poetry entrants. Josie's new friends in the badminton society also recruit her to depose Oregon, burning an effigy of her, whilst J.P. earns money drawing caricatures of her and ultimately she becomes the first student president to be publicly impeached. Kingsley, meanwhile, is surprised to be told that Rosa is Swiss, not Italian, but enlists Vod's help in organizing a cut-price graduation ball    "
                },
                "5": {
                    "title": "Episode #4.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 73,
                    "original air date": "21 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    With their finals a day away the housemates are not happy, J.P. hiring a barge on which to study, along with Howard, though it leads to rows when Howard refuses to give J.P. revision answers. Vod and Josie conspire to keep bad news from Oregon whilst Kingsley gets dumped by Rosa. He is still keen to help Vod organize her graduation ball Vodstock but when bouncer and drug dealer Mole arrives, claiming that she has ripped him off for sixty thousand pounds, the students are forced to hide in the cellar, arguing amongst themselves and eventually surfacing to a trashed ...    "
                },
                "6": {
                    "title": "Episode #4.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 83,
                    "original air date": "28 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Finals are over and the results are out, producing some shocks, such as Howard's First and Oregon getting a lesser degree than Vod, causing her to lie to her mother and face humiliation at convocation, with unexpected support from Vod. Josie is especially disappointed as it means that she and J.P., to whom she is warming will be parted. All that is left now is the Vodstock graduation ball, whose venue has to be changed and which almost literally brings the house down. Afterwards Kingsley has a job offer, Josie and J.P. have an announcement , Oregon has a proposal for ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 200,
                    "original air date": "21 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Five new students arrive at Manchester University to share a house. The girls are the sweet-natured Josie,aggressive Vod and Oregon,who is anxious to appear ultra-cool. The boys are J.P.,an ex-public school type who failed to get into a 'proper' university and tends to look down on people and kind-hearted Kingsley,off the leash at last after years of caring for a sick mother. Already in residence is Howard,a Scotsman of indeterminate age who seems to have lived at the house longer than a second year student should. At the pub Kingsley thinks he's scored,only to ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 145,
                    "original air date": "28 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    After catching J.P. putting his weights in the empty room supposedly occupied by unseen student Paul,Josie lets him know she does not relish their night in the sack. J.P. meets two old Stowe school-mates and to impress them goes along with the girls' idea to win friends by throwing a party. It is not,however,a success. J.P. gets stoned and finds Paul apparently throwing his weights out of the window whilst Kingsley's hopes of getting to know Josie better are dashed when Dave,her boyfriend of two and a half years,turns up to surprise her. Vod gets Howard to pose as her...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 132,
                    "original air date": "5 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    After an encounter with the seductive Ruth Kingsley swaps Geology,upsetting Dan in the process,for the Drama course,using his frustration at not being able to get near to Josie as his audition presentation. Josie meanwhile enrols everybody in a charity dating scheme but when her date does not turn up,because he fell downstairs and died,she finds his friend taking an interest in her. J.P. tries to drug his date but falls asleep on the job and wonders if he raped her whilst Oregon is asked by married Professor Shales to clean his oven but ends doing more whilst his wife...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 122,
                    "original air date": "12 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Whilst Oregon continues her affair with Shales at the local Travelodge Josie discovers that Kingsley is a virgin and offers to help him lose his cherry. However,somewhat unexpectedly he ends up being seduced by Ruth,making his actual experience with Josie something of an anti-climax. JP makes a rash promise to his old Stowe class-mates that he will supply them with drugs but finds himself increasingly reliant on nerdy Howard to actually deliver the goods and Vod,rather than copy Oregon's essay, for a change reads an entire book and is very impressed - though she still...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 112,
                    "original air date": "19 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The gang travels to London to take part in a students' protest march. There, Vod discovers the scandalous affair of Oregon with Professor Shales. And Josie and Ruth are baffled, when Kingsley admits he's been seeing both of them.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 121,
                    "original air date": "26 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Oregon and JP both hear bad news - her horse is dying and his father has serious health issues. After Vod has accidentally over-dosed she and Oregon and JP plan to drop acid but only JP does so before hearing his father is likely to die. Setting out to visit him they first stop off at Oregon's,where Vod is shocked to learn she is a rich kid whose real name is Melissa but the stoned JP pours his heart out about his father to the dying horse - only to learn that his father has also passed away. Josie meanwhile accepts Dave's marriage proposal but is put out that ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 123,
                    "original air date": "9 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Dave moves into the house,to the annoyance of everybody - until he proves himself useful by mending the broken dish-washer. However Brian lets it slip that Josie slept with Kingsley,who in turn reveals her indiscretion with J.P. so that Dave soon moves out,declaring the engagement over. Oregon once again tries to end it with Shale - whose wife realises he is having an affair,but assumes it is with Vod,whose mark Oregon has persuaded Shale to upgrade,a fact which Vod does not appreciate. J.P. is seeing Nadine, a therapist,following his father's demise and hopes the ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 111,
                    "original air date": "16 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    As the term draws to a close Kingsley goes back to his geology course whilst Vod discovers that she is likely to be thrown out for failing her exam. Josie,frustrated at being single again,persuades her to have a drunken girls' night out with her,after which she brings home a puzzled boy to make Kingsley jealous.Equally disastrous is a dinner party thrown by Oregon and Shales,in his new flat, where the students fail to mix with Shales's friends from Croatia and it descends into a slanging match between Josie and Kingsley. J.P. is asked by his old Stowe contemporaries ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 125,
                    "original air date": "9 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    The housemates return for a new term. Howard is moon-lighting in an abattoir and bringing home cuts of loose meat which the others do not welcome. Oregon is starting as an assistant to Jean Shales in launching a new literary press,which lays her open to the sarcastic comments of Tony in tutorials since both women have dumped him. Vod is broke and borrowing money left ,right and centre. With the invisible Paul Lamb gone the students need a new house-mate. J.P. puts forward his old school-friend Giles,even though he has just discovered Giles is gay. Kingsley is all for ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 106,
                    "original air date": "16 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Vod gets a cleaning job to pay her debts whilst J.P. takes to his bed with mumps,storing his sperm in the ice cube tray in the freezer lest he become infertile. Howard is the latest victim of a bunch of muggers on campus and the house-mates take precautions,installing CCTV cameras,getting rape alarms - J.P. using his to summon Vod to wait on him - and learning self-defence from Sabine. When Josie breaks Heather's arm during one demonstration she is reviled as doing it on purpose out of jealousy though Heather acknowledges it was an accident. Sabine ends up with a ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 95,
                    "original air date": "23 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Oregon sees that she is no more than a dog's body to Jean's odious editor Derek and decides to set up a rival literary magazine with money Tony has secured from the Jewish Society - hence its title,'Chutzpah'. Tony successfully gets Derek's magazine closed down but is frustrated that Oregon no longer wants sex with him. At a geology careers fair Howard and J.P. vie for an internship with B.P. but it goes to the more photogenic Kingsley. However he is disillusioned with big business and gives his invite for the launch party to Howard,who takes Vod as his escort. ...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 108,
                    "original air date": "30 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    As the Easter holiday starts J.P. invites Vod,Oregon,Josie and Kingsley to his family's country house - only to find no food or amenities. They discover why when J.P's mother arrives to say that the house will be sold the next week. An outraged J.P. barricades them all in whilst they deplete the family's wine reserve but has to admit defeat. Oregon gets hate mail after closing Derek's - gay-orientated - magazine and flirts with Lesbianism,aided by Josie,though this turns out to be a ruse to get J.P. to kiss Kingsley. Back in the house Howard is keeping tabs on Heather...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 95,
                    "original air date": "6 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Whilst everybody else is at the pub Josie and Heather go clubbing but Josie leaves her keys in the door. When the others return they find the house has been burgled. Vod falls for Al,the hunky handyman sent to fix the door but Howard is convinced he is the burglar and Vod willingly dates him to find out whilst Oregon falls for librarian Dylan. Ultimately Howard exposes Josie as the burglar,who stole items to cover for her leaving the door open. Furthermore she is summoned to a disciplinary hearing after injuring a patient at her dentistry school practical.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 97,
                    "original air date": "13 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Angry that useless geology lecturer Dan has given an internship to Howard and not him,Kingsley makes a formal complaint against him. On a field trip to the Pennines J.P. gets stuck climbing up a rock face and Kingsley refuses to help him until J.P. admits that Heather saw him in the shower,after which J.P. falls on Kingsley,whom Dan,irate to learn of the complaint,leaves behind.Josie keeps her bad news secret from everybody except Heather,who helps her try and raise a petition for her reinstatement and,when this fails, Josie asks Heather to also botch a dental ...    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 94,
                    "original air date": "20 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Heather persuades Kingsley to perform his dirge 'The Implodium Implodes' at a student gig but he is a flop and brings Oregon in to form a double act. However she is so good he leaves the stage in disgust as she goes down a storm. Dylan finally introduces her to his father - who suggests they go away together when his son's back is turned. Josie's secret is finally revealed and Vod gate-crashes a poetry reading,hitting it off with the poet but innocently contributing to his demise. Sabine returns to Amsterdam,to the relief of everybody except the love-struck Howard who...    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 91,
                    "original air date": "27 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    As the year ends J.P. announces that he has bought the house and wants the others to stay on at reduced rents. However Kingsley is planning to move into a tiny bed-sit with Heather,Dylan has asked Oregon to go back-packing in South America and Howard,hearing - wrongly in the event - that Sabine is pregnant,wants to marry her. At a party to launch Jean Shales' magazine Dylan finds out about Oregon 's affair with his father and dumps her and Kinglsey has wild sex with Josie,for whom he plans to leave Heather. Josie leaves for Cardiff before he can tell her and Sabine,...    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 107,
                    "original air date": "4 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The students return for their second year - except Josie, who, after the dental mishap, has transferred to Southampton. J.P. hopes to replace her with a hottie but gets shy, sheltered Candice instead. Vod however is thrilled when the highly sexed Mexican boy she met on her South American trip, Javier, turns up - despite their lack of a common language. J.P also fails to pull when he signs up girls for his Dry Skiing Slope Society - though Howard attracts the perky Sam with whom he is too shy to follow through - so he has high hopes when Josie asks them all to a party ...    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 81,
                    "original air date": "11 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Oregon is shocked when Vod tells her that, since she is getting fed up with Javier's possessiveness, she is going to marry him and then dump him so that, with British citizenship, he can stay in the country - though not with her. Josie wins over Sabine in her decision to change courses and return to Manchester to study pharmacology. Kingsley panics since he is still dating Heather but receives a get out clause when Heather, returning to Hong Kong for a funeral, finishes with him first. Howard sees Sam again but his indecision allows him to say yes when she asks if she...    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 80,
                    "original air date": "18 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Josie and Kingsley spend the weekend on a camping holiday where, even though Josie fears she may be pregnant, they declare their love for each other. Vod, on the other hand, tries to ditch Javier at a shopping mall in Rochdale though he finds his way home and all the other housemates want him to stay. However he resolves the situation by moving into another house with a fellow Spanish-speaker. Howard sets out to humiliate J.P. when Sam sets a charity quiz and the house-mates enter, Howard appointing J.P. as captain in the hopes that he will come unstuck in the ...    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 77,
                    "original air date": "25 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Hoping to get back in with Sam J.P. signs up for a medical drugs trial which she is also attending but ruins his chances by telling anecdotes about his gap year which do not go down well. Kingsley also signs up, hoping to use the opportunity to tell Josie about his fling with Heather but his hypochondria prompts her to look up his course file - and everybody else's - bringing the trial to an end. Howard meanwhile bests a rival student whom he is fighting for a rare book and Oregon writes a play, clearly based on her house-mates. Vod disapproves but steps in when the ...    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 104,
                    "original air date": "2 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Josie and Kingsley declare a relationship amnesty whereby they will list the qualities that they dislike in the other to prevent further sniping but Kingsley's discovery that Josie fakes her orgasms only makes him worry the more whilst Oregon discovers that 'Trudy Miller' the one person who gave her play a good review is actually Tony Shale. Candice becomes a feminist after reading a book and persuades Howard to join her, leading to their being arrested for staging an anti-sexist protest. Chris, Vod's liberated mother, comes to stay and makes a play for J.P., who is ...    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 78,
                    "original air date": "9 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Oregon organizes a sit-in to prevent the deportation of Tunisian student Hasan but sabotages it by having sex with him which requires his hospital admission. Kingsley writes a protest song which attracts Sam, who asks him to a concert with her whilst Josie is prevented from attending the sit-in by a manic Sabine who gets drunk whilst obsessing over her thesis. Vod sees therapist Nadine to get over her mother's neglect and ends up listening to Nadine's problems whilst J.P.'s efforts to prove that he is a legend predictably land him in trouble.    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 84,
                    "original air date": "16 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Despite Howard wanting to keep his birthday secret Candice throws a lavish fancy dress party for him which Oregon, running for student president, also uses to enhance her campaign. Things soon start to fall apart as both Heather and Sam turn up and throw a spanner into the works regarding Josie and Kingsley. Nor do the presences of the ultra-tidy boys next door whom Josie has befriended help and J.P. still refuses to believe that Sam loathes him. After Oregon discovers that Vod has been plotting behind her back the two fall out but worse is to come as J.P. orders ...    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Meat (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 84,
                    "original air date": "23 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Vod stands against Oregon for Union president with ridiculous promises like cheap chips. However Oregon makes her see that her motives are not altruistic and caused by spite, whereupon Vod helps Oregon win by sabotaging her own campaign. Oregon is elected but finds that outgoing president Alison tricked her into candidacy out of revenge for sabotaging her Tunisian campaign and the Union is in financial difficulty. However this allies Oregon and Vod as they issue a statement to the students warning of tough times ahead. Howard and Candice finally get it together whilst...    "
                }
            }
        },
        "number of episodes": 30,
        "cast": [
            {
                "name": "Ashton, Zawe"
            },
            {
                "name": "McHugh, Greg"
            },
            {
                "name": "Nixon, Kimberley"
            },
            {
                "name": "Ritchie, Charlotte"
            },
            {
                "name": "Thomas, Joe"
            },
            {
                "name": "Whitehall, Jack"
            },
            {
                "name": "Gardner, Tony"
            },
            {
                "name": "van Houten, Jelka"
            },
            {
                "name": "Wu, Sophie"
            },
            {
                "name": "Marsay, Faye"
            },
            {
                "name": "Britland, Hannah"
            },
            {
                "name": "Fox, Jack"
            },
            {
                "name": "Webb, Robert"
            },
            {
                "name": "Field, Ayda"
            },
            {
                "name": "Stewart, Sara"
            },
            {
                "name": "Gillen, Adam"
            },
            {
                "name": "Musgrave, James"
            },
            {
                "name": "Raftery, Ronan"
            },
            {
                "name": "Goulding, Richard"
            },
            {
                "name": "Chan, Gemma"
            },
            {
                "name": "Gadiot, Peter"
            },
            {
                "name": "Van Moyland, Joe"
            },
            {
                "name": "Steadman, Catherine"
            },
            {
                "name": "Brady, Luke"
            },
            {
                "name": "McGregor, Ben"
            },
            {
                "name": "Kohli, Sanjeev"
            },
            {
                "name": "Derrington, Ned"
            },
            {
                "name": "Calman, Susan"
            },
            {
                "name": "Culverhouse, Harry"
            },
            {
                "name": "Vasan, Anjana"
            },
            {
                "name": "Giddings, Cicely"
            },
            {
                "name": "May, John"
            },
            {
                "name": "Madekwe, Archie"
            },
            {
                "name": "Mohammed, Nick"
            },
            {
                "name": "Page, Regé-Jean"
            },
            {
                "name": "Mallard, Rob"
            },
            {
                "name": "Hale, Alex"
            },
            {
                "name": "Burden, Suzanne"
            },
            {
                "name": "Cabourn-Smith, Margaret"
            },
            {
                "name": "Bell, Jessica"
            },
            {
                "name": "Benjamin, Sam"
            },
            {
                "name": "Burdess, Abigail"
            },
            {
                "name": "Connolly, Nora"
            },
            {
                "name": "Edwards, Bart"
            },
            {
                "name": "Lukis, Adrian"
            },
            {
                "name": "Rigby, Emma"
            },
            {
                "name": "Arnott, Callum"
            },
            {
                "name": "Barber, Hilly"
            },
            {
                "name": "Hughes, Joe"
            },
            {
                "name": "Jackson, Steve"
            }
        ],
        "locations": [
            "Manchester, Greater Manchester, England, UK::(location and setting)"
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "runtimes": [
            "50"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby"
        ],
        "certificates": [
            "Australia:MA15+",
            "Finland:K-16::(TV rating)",
            "Ireland:15",
            "Singapore:M18",
            "South Korea:18",
            "United Kingdom:15",
            "United States:TV-MA"
        ],
        "number of seasons": 4,
        "rating": 7.9,
        "votes": 13208,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZWM1Mzc0ZmQtZWI1Ni00NDk5LTgwY2YtMjViZGY3ZTZlMjJhXkEyXkFqcGdeQXVyMTgxOTIzNzk@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Fresh Meat",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2016",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Armstrong, Jesse"
            },
            {
                "name": "Bain, Sam"
            },
            {
                "name": "Roche, Tony"
            }
        ],
        "production companies": [
            {
                "name": "Lime Pictures"
            },
            {
                "name": "Objective Productions"
            }
        ],
        "distributors": [
            {
                "name": "Channel Four Television"
            },
            {
                "name": "Netflix"
            },
            {
                "name": "Netflix"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "EuroKids & Adults International Casting and Model Agency"
            },
            {
                "name": "Momoco"
            }
        ],
        "plot": [
            "A comedy that follows a group of six students about to embark on the most exciting period of their lives so far, university.::Production"
        ],
        "synopsis": [
            "The series follows a group of six students about to embark on the most exciting period of their lives thus far - University! Away from home for the first time, on the brink of adult life, they are about to discover who they really are. From the moment they ship up as freshers at their shared house, their lives are destined to collide, overlap and run the whole gamut of appalling behaviour and terrible errors of judgement.They are: JP (Jack Whitehall), public school boy with good teeth and an inflated sense of entitlement; Kingsley (Joe Thomas), charming, loveable and crushingly insecure; Josie (Kimberley Nixon), overly enthusiastic, determined to experience new things, however bad they are for you. Then theres socially awkward and know-it-all Howard (Greg McHugh); straight talking, hard-living Vod (Zawe Ashton); and finally Oregon (Charlotte Ritchie), desperate to be cool and terrified of being boring.\n"
        ],
        "tech": {
            "runtime": [
                "50 min (UK)"
            ],
            "sound mix": [
                "Dolby"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 13208,
                "rating": 7.9
            },
            "aged under 18": {
                "votes": 19,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 4711,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 4050,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 830,
                "rating": 7.6
            },
            "males": {
                "votes": 7476,
                "rating": 7.9
            },
            "males aged under 18": {
                "votes": 16,
                "rating": 7.6
            },
            "males aged 18 29": {
                "votes": 3259,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 2993,
                "rating": 7.8
            },
            "males aged 45 plus": {
                "votes": 677,
                "rating": 7.6
            },
            "females": {
                "votes": 2732,
                "rating": 7.9
            },
            "females aged under 18": {
                "votes": 2,
                "rating": 9.0
            },
            "females aged 18 29": {
                "votes": 1398,
                "rating": 8.1
            },
            "females aged 30 44": {
                "votes": 1009,
                "rating": 7.8
            },
            "females aged 45 plus": {
                "votes": 136,
                "rating": 7.4
            },
            "top 1000 voters": {
                "votes": 97,
                "rating": 5.7
            },
            "us users": {
                "votes": 964,
                "rating": 7.8
            },
            "non us users": {
                "votes": 6724,
                "rating": 7.8
            }
        },
        "number of votes": {
            "10": 2338,
            "9": 2762,
            "8": 4493,
            "7": 2285,
            "6": 663,
            "5": 240,
            "4": 113,
            "3": 68,
            "2": 66,
            "1": 180
        },
        "arithmetic mean": 8.0,
        "median": 8
    }
}