{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "3 September 2011"
            },
            {
                "country": "Canada\n",
                "date": "12 September 2011",
                "notes": "                            (Toronto International Film Festival)"
            },
            {
                "country": "Finland\n",
                "date": "2 September 2012"
            },
            {
                "country": "Sweden\n",
                "date": "1 June 2013"
            },
            {
                "country": "Taiwan\n",
                "date": "21 June 2013"
            },
            {
                "country": "Poland\n",
                "date": "4 October 2013",
                "notes": "                            (theatrical release)"
            }
        ],
        "release dates": [
            "UK::3 September 2011",
            "Canada::12 September 2011                            (Toronto International Film Festival)",
            "Finland::2 September 2012",
            "Sweden::1 June 2013",
            "Taiwan::21 June 2013",
            "Poland::4 October 2013                            (theatrical release)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Story of Film: An Odyssey"
            },
            {
                "countries": "Brazil",
                "title": "A História do Cinema: Uma Odisseia"
            },
            {
                "countries": "Finland",
                "title": "Elokuvan tarina"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "Historien om film"
            },
            {
                "countries": "Greece",
                "title": "Η οδύσσεια του κινηματογράφου"
            },
            {
                "countries": "Italy",
                "title": "Storia del cinema: Un'odissea"
            },
            {
                "countries": "Poland",
                "title": "The Story of Film - odyseja filmowa"
            },
            {
                "countries": "Portugal",
                "title": "A História do Cinema: Uma Odisseia"
            },
            {
                "countries": "Russia",
                "title": "История кино: Одиссея"
            },
            {
                "countries": "Spain (DVD title)",
                "title": "The Story of Film: Una odisea"
            },
            {
                "countries": "Spain (dubbed version)",
                "title": "La historia del cine: Una odisea"
            },
            {
                "countries": "Sweden",
                "title": "The Story of Film"
            },
            {
                "countries": "Turkey (Turkish title) (festival title)",
                "title": "Filmin hikâyesi: Uzun ve macerali bir yolculuk"
            },
            {
                "countries": "Turkey (Turkish title)",
                "title": "Sinemanin hikayesi"
            },
            {
                "countries": "USA",
                "title": "The Story of Film: An Odyssey"
            }
        ],
        "akas": [
            "The Story of Film: An Odyssey (original title)",
            "A História do Cinema: Uma Odisseia Brazil",
            "Elokuvan tarina Finland",
            "Historien om film Finland (Swedish title)",
            "Η οδύσσεια του κινηματογράφου Greece",
            "Storia del cinema: Un'odissea Italy",
            "The Story of Film - odyseja filmowa Poland",
            "A História do Cinema: Uma Odisseia Portugal",
            "История кино: Одиссея Russia",
            "The Story of Film: Una odisea Spain (DVD title)",
            "La historia del cine: Una odisea Spain (dubbed version)",
            "The Story of Film Sweden",
            "Filmin hikâyesi: Uzun ve macerali bir yolculuk Turkey (Turkish title) (festival title)",
            "Sinemanin hikayesi Turkey (Turkish title)",
            "The Story of Film: An Odyssey USA"
        ],
        "akas from release info": [
            "The Story of Film: An Odyssey (original title)",
            "A História do Cinema: Uma Odisseia Brazil",
            "Elokuvan tarina Finland",
            "Historien om film Finland (Swedish title)",
            "Η οδύσσεια του κινηματογράφου Greece",
            "Storia del cinema: Un'odissea Italy",
            "The Story of Film - odyseja filmowa Poland",
            "A História do Cinema: Uma Odisseia Portugal",
            "История кино: Одиссея Russia",
            "The Story of Film: Una odisea Spain (DVD title)",
            "La historia del cine: Una odisea Spain (dubbed version)",
            "The Story of Film Sweden",
            "Filmin hikâyesi: Uzun ve macerali bir yolculuk Turkey (Turkish title) (festival title)",
            "Sinemanin hikayesi Turkey (Turkish title)",
            "The Story of Film: An Odyssey USA"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Birth of the Cinema",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Story of Film: An Odyssey (TV Mini-Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 227,
                    "original air date": "3 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    The Story of Film looks at the birth of cinema. It examines the period 1895-1918 where early film pioneers created the first moving pictures. It also look at the period 1903-1918 and the early years of silent film. It examines the development of film techniques including special effects, tracking shots, close ups, wide-screen editing, continuity cutting, parallel editing, reverse angle, and back-lighting.    "
                },
                "2": {
                    "title": "The Hollywood Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Story of Film: An Odyssey (TV Mini-Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 179,
                    "original air date": "10 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    The Story of Film looks at the period 1918-1928 and examines the growth of Hollywood as the center of an entertainment industry. It looks at the story telling techniques of The Thief of Bagdad (1924) and looks at the comedy work of Buster Keaton, Charlie Chaplin, and Harold Lloyd. It examines the birth of documentary film-making with Nanook of the North (1922) before discussing Erich Von Stroheim and his ultra-realistic film Greed (1924). It also looks at King Vidor's influential The Crowd (1928) and how Hollywood rejected its non-optimistic take on New York Life. It also looks at several major Soviet films of the 1920s and the work of Carl ...    "
                },
                "3": {
                    "title": "The Golden Age of World Cinema",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Story of Film: An Odyssey (TV Mini-Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 163,
                    "original air date": "17 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    The Story of Film examines world cinema in the period of 1918-1932 and looks at places where movie-makers were pushing the boundaries of film. It examines the work of visually daring filmmaker Ernst Lubitsch and the impressionism of French director Abel Gance. It then looks at the work of expressionists filmmakers Robert Wiene, Teinosuke Kinugasa, Fritz Lang, and F. W. Murnau. It discusses the birth of experimental film and the surrealist filmmakers Walter Ruttmann, René Clair, Alberto Cavalcanti, and Luis Bunuel. It travels to the Soviet Union to examine the ...    "
                },
                "4": {
                    "title": "The Arrival of Sound",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Story of Film: An Odyssey (TV Mini-Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 144,
                    "original air date": "24 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    The Story of Film looks at the films of the 1930s and the development of \"talking pictures\". Sound requires the use of sound stages and this effects lighting and cinematography. It looks at Rouben Mamoulian's musical Love Me Tonight. It looks at the development of film genres in Hollywood: horror films, gangster films, musicals, westerns, comedies, and animated cartoons. It then looks overseas to look at the work of French filmmakers (Jean Cocteau, Jean Vigo, Marcel Carne, Jean Renoir), South American filmmakers (Mário Peixoto), Poland (Stefan and Franciszka Themerson...    "
                },
                "5": {
                    "title": "Post-War Cinema",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Story of Film: An Odyssey (TV Mini-Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 141,
                    "original air date": "1 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The Story of Film examines world cinema in the period of 1939-1952 looks at film-making during and immediately after World War II. Hollywood films shift away from soft focus and begin to use the techniques of deep staging and deep focus as in John Ford's Stagecoach (1939) and Orson Wells's Citizen Kane (1941). It then looks at Italian Neorealism of Roberto Rossellini and Vittorio De Sica before examining the development of Film Noir in the films of Billy Wilder, Howard Hawks, and Ida Lupino. American films grow more serious though romantic film remain popular. In the late 40's, American cinema is ...    "
                },
                "6": {
                    "title": "Sex & Melodrama",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Story of Film: An Odyssey (TV Mini-Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 132,
                    "original air date": "8 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The Story of Film examines cinema in the period of 1953-1957. It looks at the growth of movie-making around the world and examines how sex and melodrama dominated the period. It looks at the work of directors in Egypt (Youssef Chahine), India (Guru Dutt, Satyajit Ray), China (Xie Jin), Japan (Akira Kurosawa), Brazil (Nelson Pereira dos Santos), and Mexico (Fernando de Fuentes, Emilio Fernández, Luis Buñuel). In the United States, films like All That Heaven Allows (1955) and Johnny Guitar (1954) examine repressed sexuality. It also looks at the work of Kenneth Anger, Delbert Mann, Elia Kazan, and Nicholas Ray. It ...    "
                },
                "7": {
                    "title": "European New Wave",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Story of Film: An Odyssey (TV Mini-Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 132,
                    "original air date": "15 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The Story of Film examines European cinema in the period of 1957-1964. It first looks at the works of influential directors Ingmar Bergman, Robert Bresson, Jacques Tati, and Federico Fellini. It examines the French New Wave Movement including the work of Agnès Varda, Alain Resnais, François Truffaut, and Jean-Luc Godard). It then looks at New Wave filmmakers in Italy (Pier Paolo Pasolini, Sergio Leone, Luchino Visconti, and Michelangelo Antonioni). Finally, it looks at the New Wave directors in Spain (Marco Ferreri, Luis Buñuel) and Sweden (Vilgot Sjöman).    "
                },
                "8": {
                    "title": "New Directors, New Form",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Story of Film: An Odyssey (TV Mini-Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 114,
                    "original air date": "22 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The Story of Film examines world cinema in the period of 1965-1969 when New Wave Cinema swept the world and gave rise to a whole new generation of filmmakers. It first looks at the work of director Roman Polanski before turning to Czech filmmakers Jiri Trnka, Milos Forman, and Vera Chytilova, It then looks at directors in Hungary (Miklos Jancso), the Soviet Union (Andrei Tarkovsky and Sergei Parajanov), Japan (Nagisa Oshima and Shohei Imamura), India (Ritwik Ghatak), Brazil (Glauber Rocha), Iran (Forugh Farrokhzad), and Senegal (Ousmane Sembene). It also examines ...    "
                },
                "9": {
                    "title": "American Cinema of the 70s",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Story of Film: An Odyssey (TV Mini-Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 115,
                    "original air date": "29 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The Story of Film examines American cinema in the period of 1967-1979 also known as New American Cinema. Films of this time generally fell into three types: satirical films that mocked society and the times, dissident films that challenged the conventional style of cinema, and assimilationist films that rework old studio genres with new techniques. Satirical films include the work of Frank Tashlin, Buck Henry, Mike Nichols, Robert Altman, and Milos Forman. Dissident films include the work of Dennis Hopper, Robert Altman, Francis Ford Coppola, Martin Scorsese, Paul ...    "
                },
                "10": {
                    "title": "Movies to Change the World",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Story of Film: An Odyssey (TV Mini-Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 116,
                    "original air date": "5 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    The Story of Film examines world cinema in the period of 1969-1979. It looks at the work of filmmakers in Germany (Wim Wenders, R. W. Fassbinder, Margarethe von Trotta, and Werner Herzog), Italy (Pier Paolo Pasolini and Bernardo Bertolucci), Britain (Ken Russell, Donald Cammell, and Nicolas Roeg), Australia (Peter Weir and Gillian Armstrong), and Japan (Noriaki Tsuchimoto and Kazuo Hara). It also looks at the development of Third Cinema which criticizes the commoditization of film and sees film as a way to fight social injustice. It looks at filmmakers from Algeria (...    "
                },
                "11": {
                    "title": "The Arrival of Multiplexes and Asian Mainstream",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Story of Film: An Odyssey (TV Mini-Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 113,
                    "original air date": "12 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    The Story of Film: An Odyssey looks at the development of mainstream film in the 1970s and examines how such films were innovative. It first looks at the mainstream films of Hong Kong produced by Shaw Brothers Studio. It looks at the work of actor Bruce Lee and directors King Hu, John Woo, Yuen Woo-ping, and Tsui Hark. It then looks at the mainstream Bollywood films of India. It looks at the mega-hit Sholay (1975) and examines work of actress Sharmila Tagore, actor Amitabh Bachchan, and directors K. Asif, and Gulzar. It examines film in the Middle East. It discusses Moustapha ...    "
                },
                "12": {
                    "title": "Fight the Power: Protest in Film",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Story of Film: An Odyssey (TV Mini-Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 102,
                    "original air date": "19 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    The Story of Film looks at cinema of the 1980s and examines how directors used movies to protest and speak truth to those in power. It first looks at film-makers in Communist China (Tian Zhuangzhuang, Chen Kaige, and Zhang Yimou) and examines Eastern Europran directors in Georgia (Tengiz Abuladze), the Soviet Union (Elem Klimov, Kira Muratova), and Poland (Krzysztof Kieslowski). It, then, discusses Africa cinema in Burkina Faso (Gaston Kabore) and Mali (Souleymane Cisse). In the United States, films are influenced by music video and the Cold War. It looks at the films...    "
                },
                "13": {
                    "title": "New Boundaries: World Cinema in Africa, Asia & Latin America",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Story of Film: An Odyssey (TV Mini-Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 105,
                    "original air date": "26 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    The Story of Film looks at world cinema in the period of 1990-1998 the waning days of the celluloid era and the birth of the digital age. It first looks at the cinema of Asia and filmmakers in Iran (Samira Makhmalbaf, Mohsen Makhmalbaf, and Abbas Kiarostami), China (Wong Kar-wai), Taiwan (Tsai Ming-liang and Hou Hsiao-Hsien), Japan (Shinya Tsukamoto, Hideo Nakata, and Takashi Miike), Denmark (Lars von Trier), France (Mathieu Kassovitz, Bruno Dumont, and Claire Denis), Belgium (Jean-Pierre Dardenne and Luc Dardenne), Poland (Dorota Kedzierzawska), Russia (Viktor ...    "
                },
                "14": {
                    "title": "New American Independents & the Digital Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Story of Film: An Odyssey (TV Mini-Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 108,
                    "original air date": "3 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    The Story of Film looks at American and Australia cinema in the 1990s and examines the rise of digital film-making which allows for the crafting of scenes that would otherwise be impossible. It looks at the innovative effects work of Ridley Scott, James Cameron, and Steven Spielberg and discusses the popular CGI animated film Toy Story (1995). It also look at the low-budget The Blair Witch Project (1999) which was primarily shot on video. It looks at the rise of post-Moderism in American film and examines the work of Martin Scorsese, Quentin Tarantino, Oliver Stone, Joel and Ethan Coen, Gus Van Sant, Matthew ...    "
                },
                "15": {
                    "title": "Cinema Today and the Future",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Story of Film: An Odyssey (TV Mini-Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 105,
                    "original air date": "10 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    The Story of Film looks at film in the 2000's and considers innovations that will drive film forward to the future. It looks at the work of documentary filmmakers like Michael Moore, Nicolas Philibert, Douglas Gordon, and Philippe Parreno. It also looks at filmmakers inspired by documentaries and realism including Paul Greengrass and Andrew Dominik,. It also looks at contemporary film around the world including Turkey (Nuri Bilge Ceylan), Romania (Cristi Puiu), Argentina (Lucrecia Martel), Mexico (Carlos Reygadas), Korea (Lee Chang-Dong, Bong Joon-ho, Park Chan-wook),...    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Cousins, Mark"
            },
            {
                "name": "Botto, Juan Diego"
            },
            {
                "name": "Sokurov, Aleksandr"
            },
            {
                "name": "Lloyd, Norman"
            },
            {
                "name": "von Trier, Lars"
            },
            {
                "name": "Schrader, Paul"
            },
            {
                "name": "Wexler, Haskell"
            },
            {
                "name": "Yuen, Woo-Ping"
            },
            {
                "name": "Makhmalbaf, Samira"
            },
            {
                "name": "Towne, Robert"
            },
            {
                "name": "Frodon, Jean-Michel"
            },
            {
                "name": "Donen, Stanley"
            },
            {
                "name": "Kaul, Mani"
            },
            {
                "name": "Tagore, Sharmila"
            },
            {
                "name": "Chahine, Youssef"
            },
            {
                "name": "Kagawa, Kyôko"
            },
            {
                "name": "Richie, Donald"
            },
            {
                "name": "Kaboré, Gaston"
            },
            {
                "name": "Balaban, Judy"
            },
            {
                "name": "Bertolucci, Bernardo"
            },
            {
                "name": "Forsyth, Bill"
            },
            {
                "name": "Luhrmann, Baz"
            },
            {
                "name": "Davies, Terence"
            },
            {
                "name": "Andersson, Roy"
            },
            {
                "name": "Henry, Buck"
            },
            {
                "name": "Kleiman, Naum"
            },
            {
                "name": "Kwan, Stanley"
            },
            {
                "name": "Wenders, Wim"
            },
            {
                "name": "Björkman, Stig"
            },
            {
                "name": "Burnett, Charles"
            },
            {
                "name": "Makhmalbaf, Mohsen"
            },
            {
                "name": "Roy, Soumendu"
            },
            {
                "name": "Van Sant, Gus"
            },
            {
                "name": "Ôshima, Nagisa"
            },
            {
                "name": "Barney, Matthew"
            },
            {
                "name": "Beauchamp, Cari"
            },
            {
                "name": "Kiarostami, Abbas"
            },
            {
                "name": "Tian, Zhuangzhuang"
            },
            {
                "name": "Tsui, Hark"
            },
            {
                "name": "Neill, Sam"
            },
            {
                "name": "Neumeier, Edward"
            },
            {
                "name": "Tsai, Ming-liang"
            },
            {
                "name": "Xie, Jin"
            },
            {
                "name": "Bachchan, Amitabh"
            },
            {
                "name": "Campion, Jane"
            },
            {
                "name": "Hara, Kazuo"
            },
            {
                "name": "Loach, Ken"
            },
            {
                "name": "Tsukamoto, Shin'ya"
            },
            {
                "name": "Akhtar, Javed"
            },
            {
                "name": "Cardinale, Claudia"
            }
        ],
        "genres": [
            "Documentary",
            "History"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Finland:K-16",
            "Netherlands:16",
            "United States:Not Rated"
        ],
        "original air date": "03 Sep 2011 (UK)",
        "number of seasons": 1,
        "rating": 8.4,
        "votes": 3554,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTg3MjdhMzUtZWJkZS00ZGI1LWJhOTAtOTBkNDhiY2UwYzJjXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Film critic and historian Mark Cousins uses film clips, interviews with filmmakers, and illustrative footage of locations around the world to take viewers through film and filmmaking history, from the late 19th century to today, with a particular emphasis on world cinema.",
        "languages": [
            "English"
        ],
        "title": "The Story of Film: An Odyssey",
        "year": 2011,
        "kind": "tv mini series",
        "series years": "2011-2011",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Cousins, Mark"
            }
        ],
        "director": [
            {
                "name": "Cousins, Mark"
            }
        ],
        "production companies": [
            {
                "name": "Hopscotch Films"
            },
            {
                "name": "UK Film Council"
            },
            {
                "name": "British Film Institute (BFI)"
            },
            {
                "name": "Film4"
            },
            {
                "name": "More4"
            },
            {
                "name": "Creative Scotland"
            },
            {
                "name": "MEDIA 2"
            }
        ],
        "distributors": [
            {
                "name": "Cinemien"
            },
            {
                "name": "Arthaus"
            },
            {
                "name": "Avalon Productions"
            },
            {
                "name": "BIM Distribuzione"
            },
            {
                "name": "Film1"
            },
            {
                "name": "Homescreen"
            },
            {
                "name": "Icon Home Entertainment"
            },
            {
                "name": "More4"
            },
            {
                "name": "Music Box Films"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "Fintage CAM"
            }
        ],
        "plot": [
            "A comprehensive history of the medium and art of motion pictures.::Kenneth Chisholm",
            "Film critic and historian Mark Cousins uses film clips, interviews with filmmakers, and illustrative footage of locations around the world to take viewers through film and filmmaking history, from the late 19th century to today, with a particular emphasis on world cinema.::agentstinky"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (15 episodes)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 3554,
                "rating": 8.4
            },
            "aged under 18": {
                "votes": 3,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 852,
                "rating": 8.6
            },
            "aged 30 44": {
                "votes": 1401,
                "rating": 8.5
            },
            "aged 45 plus": {
                "votes": 768,
                "rating": 8.0
            },
            "males": {
                "votes": 2620,
                "rating": 8.4
            },
            "males aged under 18": {
                "votes": 3,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 726,
                "rating": 8.6
            },
            "males aged 30 44": {
                "votes": 1181,
                "rating": 8.5
            },
            "males aged 45 plus": {
                "votes": 627,
                "rating": 8.0
            },
            "females": {
                "votes": 456,
                "rating": 8.5
            },
            "females aged 18 29": {
                "votes": 107,
                "rating": 8.9
            },
            "females aged 30 44": {
                "votes": 202,
                "rating": 8.5
            },
            "females aged 45 plus": {
                "votes": 125,
                "rating": 7.9
            },
            "top 1000 voters": {
                "votes": 102,
                "rating": 7.5
            },
            "us users": {
                "votes": 815,
                "rating": 8.2
            },
            "non us users": {
                "votes": 1904,
                "rating": 8.5
            }
        },
        "number of votes": {
            "10": 968,
            "9": 984,
            "8": 820,
            "7": 320,
            "6": 144,
            "5": 75,
            "4": 47,
            "3": 52,
            "2": 44,
            "1": 100
        },
        "arithmetic mean": 8.2,
        "median": 9
    }
}