{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "13 September 2011"
            }
        ],
        "release dates": [
            "USA::13 September 2011"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "An Old Wallpapered Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "14 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Mike and Brittany were searching for the perfect location for their floral design business, but when they stumbled upon this 1920's two story jewel, they knew right away they'd also found a home for their family. But there's one room in this house that is far from charming.. and that's their awkwardly decorated master bath!    "
                },
                "2": {
                    "title": "The Writing Is on the Bathroom Wall",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "14 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Successful toy store owners Ato and Katherine love a challenge! Which is why two years ago they purchased this 1920's center hall styled fixer upper with big plans in mind! But even with their full-fledged DIY skills it all stopped with their dysfunctional and downright ugly bathroom. Enter Jeff Devlin to the rescue as he takes this horribly non-functioning bath and transforms it into a fun folk art inspired space with a re-purposed fence turned dry sink, toy block shelving and designer shower tiling with a custom cedar dividing wall.    "
                },
                "3": {
                    "title": "Mini Master Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "14 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Jim and Norine have updated and remodeled their home as best they can to keep up with their growing family, but their master bathroom is barely big enough for one, let alone five. There's no storage, no headroom, and no style. Watch as host Jeff Devlin turns this tiny space into a mega-master suite. With a dedicated wet room, enlarged dual-sink vanity and handmade projects like custom window valances and a wall of repurposed window shutters, there will be no shorting on space or style in this triple XL bathroom.    "
                },
                "4": {
                    "title": "An Outdated, Useless Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "14 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Jim and Danielle have lived in their house for a year. They've tried to DIY their way to a perfect home, but their upstairs bathroom is almost beyond repair. Watch as host Jeff Devlin expands this cramped, useless bathroom into a beautiful, beach-inspired space. Using natural materials like bamboo and grasscloth, and a unique mosaic tile pattern on the wall, this bathroom will go from cringe-inducing to cool and calming.    "
                },
                "5": {
                    "title": "A Pink, Old School Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "17 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Ed and Lauren have renovated every room in their dream house except their embarrassing pink bath! The shower is a size too small, the space is dark and cold, and there is absolutely no storage. Watch as host Jeff Devlin transforms this hideous bathroom into a fresh and relaxing master suite featuring a custom vanity, radiant heated floors, and a high tech shower with its very own window!    "
                },
                "6": {
                    "title": "Dubai Style Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "plot": "\n    First time home buyers, Jennifer and Dieve, thought they were getting a steal when they purchased their 1950's colonial fixer-upper home three years ago. However, after costly crooked contractors ate up their remodeling budget, they were left in the lurch with their dilapidated master bathroom. Watch as host Jeff Devlin takes this horrible and stagnant bathroom and creates a one of kind lavish and luxurious space featuring high end faux leather wall accents, high-end metallic and glass bubble tiling, and a backlit Onyx floor panel that is out of this world!    "
                },
                "7": {
                    "title": "DIY Bath Gone Horribly Wrong",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "plot": "\n    Ryan and Susan are good at getting their hands dirty and love to tackle a renovation project here and there. So when they started to redo their kids' bathroom, they thought they could handle it and let's just say they got in over their heads. This DIY project went horribly wrong, which has led this family to not using this bathroom for about 6 months. Watch as host, Jeff Devlin, helps this couple transform their family's hall bathroom into a rustic and timeless, one of a kind space. Jeff installs a claw foot tub that double as a shower with reclaimed painted wood on ...    "
                },
                "8": {
                    "title": "The Barnyard Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "plot": "\n    When Susan and Eric bought the perfect building for their business seven years ago, it also included a stable, and carriage house across the courtyard. They love their new home but what they hate is their dated upstairs bathroom slash laundry room. Watch as host Jeff Devlin transforms their bath into one budget busting, rustic inspired space with the help of found and collected materials.    "
                },
                "9": {
                    "title": "Everything Is Coming Up Roses",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "plot": "\n    Tom and Loren bought their home 13 years ago. They've already done a number of renovations to expand the home to fit with the needs of their family. However, it's the sight of their upstairs pink and awkwardly ROSE designed bathroom that's leaving this family feeling cramped. Watch as host Jeff Devlin transforms this bland and outdated bathroom into one beautiful and inviting space featuring a stacked stone accent wall, pebble stone shower and a DIY concrete sink and counter that's just plain cool!    "
                },
                "10": {
                    "title": "The Balinese Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "16 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Manon and Sandip have lived in their house for 4 years. The house was mostly turnkey, only needing a coat of paint here or there, but their master bathroom is still a major source of embarrassment. It's compartmentalized, dated, and worst of all, carpeted. Watch as host Jeff Devlin revitalizes this crumbling, carpeted bathroom into a Balinese oasis. With a bamboo-lined tray ceiling, new freestanding tub and bamboo accent wall, and expanded shower with beautiful glass mosaic tile, this bathroom will go from out of place to out of sight.    "
                },
                "11": {
                    "title": "Some Styles Don't Last Forever",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "plot": "\n    Jeremy and Julia have tackled nearly every room in their 1970's fixer upper, but they need help when it comes to renovating their dysfunctional master bath! The cramped bath is several decades out of style, with mustard colored countertops, no storage, and a bulky handicap accessible tub. Watch as host Jeff Devlin transforms this outdated bathroom into a bold and contemporary master suite featuring a tricked out steam shower with custom glass and high gloss paneling, smoky floor tile, and modern his and her vanities.    "
                },
                "12": {
                    "title": "The Fast Food Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "plot": "\n    Bill and Maria moved into their home 3 years ago and got right to work. It took time to get the home to look how they wanted, but it's paid off. But the last room that needs fixing is their dated master bathroom that's covered in tile right out of an 80s fast food restaurant. Watch as host Jeff Devlin updates this non-functioning master bathroom into an all-new space with old world charm. With custom copper countertops, brand new freestanding tub, and amenities like a fireplace, TV, and electric privacy window.    "
                },
                "13": {
                    "title": "A Bathroom Divided",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "plot": "\n    Danny and Sandy have put their stamp on nearly every room of their house but their horrible master bath is just too big a project. The dated 1980's space is split into two separate rooms, one of which is carpeted, and is home to mold, rust, and a bulky unused Jacuzzi tub.    "
                }
            },
            "1": {
                "1": {
                    "title": "Cottage Coastal Bath",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "13 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Brian & Shelly are rescued from their ridiculously oversized 1970s bath.    "
                },
                "2": {
                    "title": "Back to the Past",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "20 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Noel & Kassina are renovating the master bath in their 1900s \"city cabin.\"    "
                },
                "3": {
                    "title": "Close Quarters",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "27 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Wade and Shana are two colorful personalities with a colorless bathroom.    "
                },
                "4": {
                    "title": "Outdoor In",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Seth and Paula are no strangers to massive DIY remodels.    "
                },
                "5": {
                    "title": "The Pinksburgh Teal-ers",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    This master bath is a riot of pink tile, teal paint & repairs gone wrong.    "
                },
                "6": {
                    "title": "Zen Master Bath",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Jeff delivers a modern, Asian-inspired bath that's both stylish & sanitary.    "
                },
                "7": {
                    "title": "From Sterile to Stunning",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Medical professionals hate having a white, hospital-like master bath.    "
                },
                "8": {
                    "title": "Lakeside Getaway",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "20 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Cassie and Adam need help to transform the bathroom in their lakeside home.    "
                },
                "9": {
                    "title": "Historic Style, Modern Luxury",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    A couple get their dream home but also get a nightmare master bath.    "
                },
                "10": {
                    "title": "Practical Luxury",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "6 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    A boring builder's grade bathroom gets a luxurious. modern makeover.    "
                },
                "11": {
                    "title": "90s Flower Power",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "13 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    A bathroom gets a vintage country style makeover with modern conveniences.    "
                },
                "12": {
                    "title": "Three Ring Circus",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    With the help of Jeff Devlin this bathroom is getting a new lease on life.    "
                }
            },
            "2": {
                "1": {
                    "title": "Booyah Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    Kelsey and Greg are ready to renovate the outdated master bath in their 1979 split-level home. But their past attempts at DIY fixes have only made matters worse. With a new shower for two featuring iridescent tiles, custom built storage, seamless sinks, and high tech items like full body dryer and warming drawer, Jeff Devlin will finally help them take this bath from mistreated to magnificent!    "
                },
                "2": {
                    "title": "Rockstar Bath Treatment",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    Michelle & Brian's funky, rock 'n' roll style is no match to their plain, cookie-cutter bathroom! They've spent the last few years adding colorful, modern touches to their house, but are completely stumped when it comes to their boring master bath. Jeff Devlin will give the new space rockstar treatment with industrial metal panels in the shower, sparkly painted lips on the wall, modern floating vanities, a new decked out tub, and a custom backlit water feature!    "
                },
                "3": {
                    "title": "Pot O' Gold Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    New Homeowners Jeff and Kim love their two story home except for their nauseating Gold and green bathroom! They've already done a lot of work in the rest of the house but, are absolutely stumped when it comes to their bath. Jeff Devlin will bring a little old world charm into their space with Moroccan inspired shower tiles and high end features like engineered wood flooring, platinum leaf sinks, a hidden TV Lift and ambient glowing counter tops!    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "The Bathroom Below",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    Jason moved into Robyn's 1977 suburban two-story home shortly before they got married in 2007. Over the last couple of years they have done a lot of work transforming the space into the home of their dreams. That is except for their dungeon-like downstairs laundry and bathroom combo. Host Jeff Devlin will set this bath free with tons of storage, elegant fixtures, cool lighting, glass block windows and a state of the art washer and dryer to complete the space.    "
                },
                "7": {
                    "title": "Color Correction",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n    Megan and Mitch bought their 1994 built home just last month. The 18-year-old house wasn't just outdated, it was in foreclosure. Host Jeff Devlin will transform their all too white bathroom into a dream getaway with an infrared sauna, under mount sinks, and a giant swivel mounted TV and Mirror, a definite conversation piece.    "
                },
                "8": {
                    "title": "Marble Mayhem",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n    Jason and Catherine moved into their trendy \"Uptown\" foreclosed home shortly before their first son, Alex, was born. They've tackled many of the rooms and refurbished the vintage wood floors. But, the one room they've been too scared to tackle...the master bath. Host Jeff Devlin accepts th challenge of renovating this eyesore of bath and takes it from dingy to dazzling with amazing upgrades like leather wall panels, a steam room, all new fixtures and one of the most unique tubs seen on this series.    "
                },
                "9": {
                    "title": "Mom's Surprise!",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n    Bonnie and her two adult daughters have lived in their house for over twenty years. They love their home but not when it comes to their old and outdated bathroom. Host Jeff Devlin will bring new life to the space with bright colors a sleek vanity wall covering, stylish new lighting fixtures, reveal sinks, a birch tub deck and a bathtub with microsilk technology; All which will provide hours of enjoyment and relaxation.    "
                },
                "10": {
                    "title": "Luxurious Layout",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "plot": "\n    Angie and Greg first met on a blind date and have been attached at the hip ever since. They've done a lot to their house since moving in five years ago. However, just before renovating their bathroom Angie gave birth, grinding the project to a halt! Host Jeff Devlin will pick up the pieces and give this couple the extra help they need. He'll transform their bathroom into a luxurious space with a cool concrete tub, vanity, glass tiling, stainless steel countertops and a towel warmer for those cold winter mornings.    "
                },
                "11": {
                    "title": "Storage Heap to Spa Retreat",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "plot": "\n    When Christine and Dale bought their 1992 home seven years ago, they gave the whole house a makeover except for...the bathroom. With its four separated rooms-within-a-room and unusable teal-green Jacuzzi tub, the hideous bathroom became more of an attic-like storage space for Christine's boxes of photos. Host Jeff Devlin will transform this hodgepodge bathroom into a cohesive, calming, opened-up and stylish space with gorgeous reproduction whiskey barrel oak floors and LED light accent walls, completing the bathroom facelift with a one-of-a-kind vintage, refurbished ...    "
                },
                "12": {
                    "title": "Timeless Masterpiece Luxury",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "plot": "\n    Cory & Danika's 1928 Mediterranean style home has great architectural features as well as classical style & character. But all that charm stops at the main bath. The 1956 bath remodel not only has tiles crumbling off the wall, but the leaky coffin-like shower has forced Cory & Danika to use it as storage space. Jeff Devlin will turn this nightmare of a bath into timeless luxury with tin panels, painted wood floor, antiqued mirrors, and an LED showerhead!    "
                },
                "13": {
                    "title": "New House, New Bath",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "plot": "\n    Andrea & Mike made an agreement they wouldn't even move in to their new home until making some improvements. First up is the small, dingy upstairs bathroom. Host Jeff Devlin helps by ripping out the strange flower soffit lighting, decrepit 1960's vanity & the old white tile that covers the bath. He updates the space with modern double vanities, adds bright & easy to clean shower panels, all new top of the line sensor controlled fixtures and a custom-made fiber optic ceiling light turns the ceiling into ambient art. When he's done with the space, these homeowners can't...    "
                }
            },
            "3": {
                "1": {
                    "title": "Easter Bunny Boo Boo",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Jeff Devlin helps a couple update their cramped and off-color master bath.    "
                },
                "2": {
                    "title": "Rose Colored Glasses",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Jeff Devlin helps a couple say goodbye to their pink floral bathroom!    "
                },
                "3": {
                    "title": "Back Breaker Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "plot": "\n    Host Jeff Devlin comes to the rescue by opening up this bath adding a little royal treatment.    "
                },
                "4": {
                    "title": "White Washed Washroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Jeff Devlin makes-over one awe inspiring bath.    "
                },
                "5": {
                    "title": "Laundry-tastic Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Host Jeff Devlin designs a bathroom make-over that needs to be seen to be believed!    "
                },
                "6": {
                    "title": "Blame the Roommates",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Jeff Devlin changes a funky, mismatched, messy bath to a zen-like retreat.    "
                },
                "7": {
                    "title": "Big Brown Bath",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Jeff Devlin turns a big, brown bathroom into a stylish & functional space.    "
                },
                "8": {
                    "title": "Sweet Master Suite",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Brenda and James hate their master bathroom because it's a bland eyesore with a layout that doesn't make sense. Their dream is to knock down some walls to completely open the master suite. Jeff Devlin makes their dream a reality.    "
                },
                "9": {
                    "title": "Beyond Move-in Ready",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Jeff transforms a spacious master bathroom.    "
                },
                "10": {
                    "title": "Ugly in Pink",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Since marrying Liz, Jeff has to turn his bachelor pad into a family-friendly home. But the honeymoon's over when it comes to their outdoorsy basement bathroom. Jeff Devlin tames this wild bath, creating a warm and inviting space.    "
                },
                "11": {
                    "title": "Busted Out Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "plot": "\n    Sarah and Alex recently purchased their new home. But, they're having a heck of a time squeezing their family of five into their ultra-small upstairs bathroom. Host Jeff Devlin, comes to the rescue and transforms the space.    "
                },
                "12": {
                    "title": "Backwoods Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "plot": "\n    Since marrying Liz, Jeff has to turn his bachelor pad into a family-friendly home. But the honeymoon's over when it comes to their outdoorsy basement bathroom. Jeff Devlin tames this wild bath, creating a warm and inviting space.    "
                },
                "13": {
                    "title": "The Languishing Loo",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Jeff Devlin transforms a couple's bathroom from grimy to gorgeous.    "
                }
            },
            "4": {
                "1": {
                    "title": "Break a Leg Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "plot": "\n    Amy and Kevin are really embarrassed about their outdated and moldy bathroom. Amy also loves doing her girlfriends make-up for events. However, there is just no place for it in the current space. Watch as host and bathroom do-gooder Jeff Devlin comes to the rescue turning their ugly and poorly lit bath into a salon like sanctuary designed for relaxing and or getting ready for a big night out!    "
                },
                "2": {
                    "title": "Cabin Fever",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "plot": "\n    Tara and her daughter Maia moved in with Chris two years ago and they're on a mission to make his cabin-style home more livable. They've made some upgrades, but their one and only bathroom - a disgusting bathroom - is still on the to-do list. Watch as host Jeff Devlin turns this uninviting bath into a welcoming chalet, with a warming gas fireplace, majestic redwood countertops, a tall cedar ceiling, and natural elements in the spacious shower -bringing the outdoors in with sophistication.    "
                },
                "3": {
                    "title": "Butterfly Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "plot": "\n    Michelle and Mike bought their 1950's home a few years back in order to take a job at a local university. They love the location and the home. But, what they can't stand is their outrageously decorated butterfly bathroom. Watch this eccentric bathroom metamorphosis into a luxury retreat. As Host Jeff Devlin opens up the space and adds elegant faux leaded windows a gorgeous claw foot tub and re-purposes a bowling alley lane to that will make their bathroom the best on the block!    "
                },
                "4": {
                    "title": "Starting from Scratch",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "plot": "\n    Pamela and David love their home, but one tiny bathroom for a family of four is pushing them to the limit. Their basement toilet is surrounded by makeshift curtain walls, with a utility sink on the other end of the room, and they desperately need it converted into a fully functional second bath. Watch as host Jeff Devlin turns nothing into an amazing something, with bamboo and faux onyx accent walls, an epoxy swirled floor, a shower tower with massaging jets, and an industrial vanity with a futuristic faucet - creating more than the homeowners could've imagined.    "
                },
                "5": {
                    "title": "Down The Chute",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "plot": "\n    Kelly & Dan moved into their 1970s rambler seven years ago to accommodate their growing family. But, they can't stand their ugly and awkward faux Italian bath with its horrible layout! Watch as host Jeff Devlin takes this outdated faux Tuscan palace and transforms it into an amazing space with a rigid foam soaking tub, custom laundry chute and a high tech steam shower to take it over the top!    "
                },
                "6": {
                    "title": "Double Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "plot": "\n    Jen and Joel have two nightmares on their hands: their horrible guest bath and their equally horrible master bath. Their guest bath has shockingly red walls and a tub that leaks, and their master bath is barely useable. Watch as host Jeff Devlin turns these two eyesores into one beautiful bathroom, with textured tiles, concrete counters, a state-of-the-art steam shower, and pops of bold color throughout - creating one huge bath with loads of function and style.    "
                },
                "7": {
                    "title": "Bye-bye to Big and Bland",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "plot": "\n    Homeowners Paul and Jean have a bathroom that's too big for its own good. An oversized vanity, unnecessary cabinets, and a huge, outdated tub deck are making this bathroom feel cramped and uncomfortable. But, Jeff Devlin is here to change all that! Watch, as he installs a sleek new shower, bamboo flooring, floating vanities, and a clever sound system that'll bring lots of fun and a modern, open feel to this big, bland bathroom.    "
                },
                "8": {
                    "title": "Make-up Make-over",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "plot": "\n    Elizabeth moved into her 1920's bungalow and found out her bathroom belonged back in the 20's. Literally falling apart, with no storage to speak of, this bathroom needs a major make-over. Since Elizabeth's television hosting job requires her to be make-up ready, Jeff Devlin turns her tiny, tired bathroom into an open, elegant space complete with marble tiles and a huge lighted mirror with makeup vanity.    "
                },
                "9": {
                    "title": "Shower Power",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "plot": "\n    Tammy and Bobby have a family-friendly house on a huge lot, but there's one huge blemish on the second floor: their bathroom. This lavender eyesore is outdated and barely useable, and may be beyond saving. Watch as host Jeff Devlin works his magic, with simulated wood vanities, oak flooring with aluminum inlay, a spacious bath tub, and an over-the-top shower of their dreams - creating an amazing blend of style and function.    "
                },
                "10": {
                    "title": "A Very True Blue Bahtroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "plot": "\n    When Aimee and Marcus first bought their 1988 split entry home three years ago they saw a lot of potential. However, they hate facing their least favorite room. Their horribly outdated bathroom with missing tiles and a hard to get into shower. Watch as host Jeff Devlin fixes up this forgotten and forlorn bath by turning it into a seaside inspired space with bright blues, hand made ceramic tiles, conch shell pendant lights and a top of the line shower tub combo - giving this couple the bathroom they have always longed for.    "
                },
                "11": {
                    "title": "Don't Box Me In",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "plot": "\n    Ellen and Dan's third floor master bath is unusable. With an undersized shower, odd angles, and windows that let you see in, not out. A previous tenant's art-project-gone-wrong on the walls adds to the claustrophobic feel of the room. Watch as host Jeff Devlin lifts the lid off this problem by removing the false ceiling and walls to reveal a luxurious spa-like open space with a private water closet and a walk in shower.    "
                },
                "12": {
                    "title": "Bathroom Mold Into Bathroom Gold",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "plot": "\n    Doua and his wife Yeng moved from the city to their 1978 ranch-style house a year ago. They love their home's country setting, but they don't really care for the house itself. And the bath? They hate it. It's small, inefficient, outdated, moldy, yellowed, and full of worms. Host Jeff Devlin will transform this disgusting bathroom into a modern, high-tech, stylish space with custom molded concrete floors, a custom floating vanity, a high-tech toilet, deep-soak tub and rain shower, and a mirror that doubles as a computer.    "
                },
                "13": {
                    "title": "Seeing the Light",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "plot": "\n    Carmen and Joe's bathroom is stuck in the dark ages. Mold is taking over the shower, and the cringe worthy green and pink color scheme isn't helping the mood! Throw in a vanity that's way too low and an ugly and this bathroom's a total eyesore. Watch as host Jeff Devlin shines a little light on a bad situation by adding a gigantic picture window. A larger shower with clear glass walls, and colorful accents to open up and brighten the space.    "
                }
            },
            "5": {
                "1": {
                    "title": "Busted Basement Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "plot": "\n    Erin has done a lot of remodeling on her house but she is stuck figuring out what to do with her musty and outdated basement bathroom. Watch as host Jeff Devlin comes to her rescue turning this ugly and outdated bathroom into a salon like space. Featuring vibrant colors, a living plant wall and a super-sized walk in shower with its very own waterfall.    "
                },
                "2": {
                    "title": "Cottage Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "plot": "\n    Sherra and Rich bought their 1946 cottage style house about a year ago and they hate their ugly ivy ceiling and pink tiled bathroom. Watch as host Jeff Devlin takes on the challenge of re-inventing this painfully awkward space and turning it a fairy tale ending with a massive glass tiled shower, a one of kind sheet metal vanity and tons of natural design details that'll bring the organic feel of nature inside!    "
                },
                "3": {
                    "title": "Rustic Gallery Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "plot": "\n    Stacey and Kristina hate their cramped and cluttered bathroom! There's not nearly enough storage space, the tiny shower feels like a prison cell and the garish pink color scheme makes it even less appealing. Fortunately, host Jeff Devlin is here to change all that with a high-tech skylight to let the sunshine in, a tub with reclaimed barn wood panels, and DIY concrete shower walls that'll turn this space into a hip artist retreat.    "
                },
                "4": {
                    "title": "A Very Brady Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "plot": "\n    Sarah and Mark bought their home about 8 years ago when they fell in love and decided to merge their families. With each having three kids of their own, their new house was perfect for their exploding family. That is except for their humongous, bland and outdated eighties bathroom. Watch as our man with a plan, Jeff Devlin, re-invents their space along with Mark and Sara's six kids by turning their bath into a rustic, relaxing space featuring an indoor pergola, his and her vanities and a hand built armoire with a secret make-up counter inside; giving this couple a ...    "
                },
                "5": {
                    "title": "A Glowing Redo",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "plot": "\n    Lea and Emit tried fixing up their basement bathroom on their own, but ended up with one wreck of a renovation. Glass block walls for the shower create a locker room feel, and the tiny, cramped vanity is hiding a moldy mess. Fortunately, contractor Jeff Devlin is here to gut this DIY disaster and start from scratch. He brings in cool glow-in-the-dark tiles, a larger vanity with plenty of color, and custom cabinets and counters for the laundry area to create a brighter, more inviting space.    "
                },
                "6": {
                    "title": "A Tall Order",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "plot": "\n    Emily and Jerrid's starter home is starting to take shape; that is, except for their grimy master bathroom. This outdated bath is not only filthy beyond repair, but it's also barely functional, particularly for 6'6\" Jerrid. Watch as host Jeff Devlin opens the space up and gives it some style, with a huge shower and tub, exotic 10-foot tile, a modern vanity with an artsy backsplash, and a high-tech mirror that can play their favorite tunes.    "
                },
                "7": {
                    "title": "The Eight Year Itch",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "plot": "\n    Chris and Stacy built their house 8 years ago, but never finished the master bathroom. Without the proper motivation, they're stuck using the shower as storage space. Watch as host Jeff Devlin kicks things into gear and finally pulls this project together featuring awesome 3D mosaic tile, DIY zinc countertops, and a combination of rustic and modern design elements.    "
                },
                "8": {
                    "title": "The Forgotten Window",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "plot": "\n    Newlyweds Brian and Elizabeth love spending lots of time outdoors with their dog Callie. However, they've been spending much more time indoors after recently purchasing their first home. They have made a number of upgrades but it is their small and outdated bath that has stopped them in their renovating tracks! Watch as host Jeff Devlins tackles this disastrously decorated bath transforming it into a soothing and welcoming space with hi-end mosaic tiles, a modified vintage vanity and creating a multifunctional shelving system from a long forgotten window.    "
                },
                "9": {
                    "title": "An Old, Yeller Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "plot": "\n    Nate is a single dad with two kids and a serious bathroom problem. Things are old and crumbling, the shower and vanity are way too small, and to top it all off, everything is yellow-right down to the flowery wallpaper Watch as host Jeff Devlin transforms this 1960s era bathroom into a modern classic featuring awesome handmade concrete tile, eye-catching faux rafters, and amazing DIY projects using unique and inexpensive materials like newspaper and rope.    "
                },
                "10": {
                    "title": "Bland with a Capital B",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "plot": "\n    Emilia is a successful personal shopper and Michael is a Fire Captain. Back in 1999 they built their 2 story home just as they were starting their life together. Flash forward to today and it's their white and drab bathroom that's sounding the alarm and in drastic need of help. Watch as host Jeff Devlin comes to the rescue and transforms this seriously dull space from simple to sensational! Featuring repurposed roof slate shower tile, a rustic pine dividing wall and a geometric puzzle box vanity.    "
                },
                "11": {
                    "title": "The Grotto Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "plot": "\n    Matt and Sarah are new parents who can't wait to start renovating their bland, pink master bathroom. The space is dominated by a gigantic, unusable tub, with the rest of the room being bland and boring and completely pink. Watch as host Jeff Devlin overhauls this oddly laid out bathroom into a relaxing grotto full of natural materials featuring geometric paper composite tile, a ceiling accent made out of actual tree branches, and new French doors aged with a special homemade patina.    "
                },
                "12": {
                    "title": "The Bathroom Built for Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "plot": "\n    Meghann just moved into a home that Mark has owned for 6 years. Now that Mark's buddies have moved out, Meghann wants a bathroom with more style and substance, not the big black tub and awkward angular vanity it has now. Watch as host Jeff Devlin tears this 80s disaster to shreds, reworking the layout of the entire space and transforming it from a bachelor pad bathroom into a beautiful modern bathroom built for two featuring designer glass tile, wood panels made from reclaimed pallets, and beautiful sandblasted glass focal pieces.    "
                },
                "13": {
                    "title": "Very Very Pink Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "plot": "\n    Dave and Stefanie originally bought their 1950's home two and a half years ago with plans to flip it. But, with the recent birth of their first child, they have realized it had everything they were looking for. That is except for their ugly and outdated bathroom. Watch as host Jeff Devlin swings into action bringing a spa like feel to the space with limestone shower tiles, a one of a kind privacy pocket door for the toilet area and a wall mounted fireplace.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Ugly in Pink",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Bath (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Ashley is not \"in\" to pink. She's ready to retrofit the retro.    "
                }
            }
        },
        "number of episodes": 78,
        "cast": [
            {
                "name": "Devlin, Jeff"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 6,
        "rating": 7.9,
        "votes": 9,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTE0MTU0MTYxN15BMl5BanBnXkFtZTgwMzYxODAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Does your ugly, nasty, get-me-the-hell-out-of-here bathroom make you want to scream: \"I Hate My Bath!\" Then you need to spend some quality time with licensed contractor Jeff Devlin. Jeff is the bathroom expert, and in each episode he helps homeowners transform some of the worst bathrooms in America into magazine-spread ready marvels. This show delivers the hottest bathroom design trends, eye-popping new products, and cutting-edge technology-plus tips and tricks guaranteed to save you big money on your next bathroom project!",
        "languages": [
            "English"
        ],
        "title": "I Hate My Bath",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "I Hate My Bath (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Howes, Dominic"
            }
        ],
        "production companies": [
            {
                "name": "Magnetic Productions"
            },
            {
                "name": "DIY Network"
            }
        ],
        "distributors": [
            {
                "name": "DIY Network"
            }
        ],
        "plot": [
            "Does your ugly, nasty, get-me-the-hell-out-of-here bathroom make you want to scream: \"_I Hate My Bath_ (qv)!\" Then you need to spend some quality time with licensed contractor Jeff Devlin. Jeff is the bathroom expert, and in each episode he helps homeowners transform some of the worst bathrooms in America into magazine-spread ready marvels. This show delivers the hottest bathroom design trends, eye-popping new products, and cutting-edge technology-plus tips and tricks guaranteed to save you big money on your next bathroom project!::Magnetic Productions"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 9,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 6.3
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 8.0
            },
            "males": {
                "votes": 4,
                "rating": 7.8
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 4.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "females": {
                "votes": 4,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 7.5
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 6.0
            },
            "us users": {
                "votes": 4,
                "rating": 6.2
            },
            "non us users": {
                "votes": 1,
                "rating": 8.0
            }
        },
        "number of votes": {
            "10": 3,
            "9": 1,
            "8": 2,
            "7": 1,
            "6": 0,
            "5": 1,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.9,
        "median": 8
    }
}