{
    "imdb": {
        "raw release dates": [
            {
                "country": "Singapore\n",
                "date": "28 July 2011"
            }
        ],
        "release dates": [
            "Singapore::28 July 2011"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Drama"
        ],
        "countries": [
            "Singapore"
        ],
        "country codes": [
            "sg"
        ],
        "language codes": [
            "ta"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "'Thee' aims to create awareness of family violence in the Indian community in Singapore and to educate and inspire the community to stop this problem. Family violence is a common problem that is found within the Indian community in Singapore. Thus the program would address the causes and solutions to this problem. It will also provide information on the different avenues for help. The series revolves around a Family Service Centre where individuals from different walks of life come together to seek help from a professional who then offers her expertise on how to resolve their issues. The series will concentrate on three families from three different tiers of the economy scale.",
        "languages": [
            "Tamil"
        ],
        "title": "Thee",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Thee (Singapore)"
        ],
        "writer": [
            {
                "name": "Ramalingam, Kalpana"
            }
        ],
        "production companies": [
            {
                "name": "Tantra Television"
            }
        ],
        "plot": [
            "'_Thee_ (qv)' aims to create awareness of family violence in the Indian community in Singapore and to educate and inspire the community to stop this problem. Family violence is a common problem that is found within the Indian community in Singapore. Thus the program would address the causes and solutions to this problem. It will also provide information on the different avenues for help. The series revolves around a Family Service Centre where individuals from different walks of life come together to seek help from a professional who then offers her expertise on how to resolve their issues. The series will concentrate on three families from three different tiers of the economy scale.::Jk Saravana, Shanthini Muttiah, Karthikeyan Somasundaram, Srinath Ravanaa, Muthu Kumaran and Mageshwaran Nethagi"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}