{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "12 September 2011"
            }
        ],
        "release dates": [
            "Canada::12 September 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Denise & Joe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Risky Business (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "12 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    It's decision time for Denise & Joe! Lucky in love the second time around, they have raised and educated eight children between them - sometimes working 2 jobs each to make ends meet. Along the way, saving for their own future seems to have fallen between the cracks - and now with the reality of retirement looming in the next 10 years, these two realize they have a lot of catching up to do! They have pulled together $5,000 (money that should have gone to repair Denise's car) and are hoping for a big return to kick-start their retirement nest egg. They could play it ...    "
                },
                "2": {
                    "title": "Mik and James",
                    "kind": "episode",
                    "episode of": {
                        "title": "Risky Business (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    It's decision time for Mik and James! These two best buddies have traveled the world but with marriages, , babies and the responsibilities of grown up life quickly hemming them in, they want one more guy's trip together... this time to Antarctica! And they need big money to be able to pull of this caper. Mik is investing $10,000 saved to pay for the expenses of his first-born baby due this month; and James is using $10,000 that is earmarked for an anniversary trip to France with his wife. They could play it safe and leave their hard earned savings in the bank, or they...    "
                },
                "3": {
                    "title": "Jesse and His Dad Gary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Risky Business (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "26 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    It's decision time for Jesse and his dad Gary! Once a pop star in the 1970's - Gary has always encouraged his son to create a stable lifestyle rather than diving into his passion of entering the music business as a professional singer songwriter. Years later, with a solid career in the police force to fall back on, Jesse feels it's now or never to pursue his dream. Dad is behind him all the way this time and they hope that their investment of $10,000 will generate enough return to pay for a trip to Los Angeles to meet with producers and managers and promote his CD. ...    "
                },
                "4": {
                    "title": "Heather and Matt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Risky Business (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "3 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    It's decision time for Heather and Matt. When Heather bought her fabulous historic downtown home 12 years ago, she was free and single without a care in the world. Her dream home offered all the space she could desire. But now with a growing family, a husband too tall to fit into the basement and barely enough room for the family dog - things are becoming unbearably tight in the house. These two will take a big risk - with the hope of turning a $20,000 home equity loan into enough money to renovate their basement and create much needed living space. They could play it...    "
                },
                "5": {
                    "title": "Jessica and Jeff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Risky Business (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Young parents, Jessica and Jeff dreamed of moving to the big city so that Jeff's career as a lawyer could flourish. They sold their home on the East Coast and packed up their two young children. Unfortunately housing prices in the big city are so much higher - they are finding the savings from their first home will not supply a down payment on a similar home in a good neighborhood here. Currently renters, they are desperate to put down roots and buy a home so their children won't have to move once they start school in a couple of years. They hope to generate enough ...    "
                },
                "6": {
                    "title": "Dea & Frank",
                    "kind": "episode",
                    "episode of": {
                        "title": "Risky Business (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "17 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    It's decision time for newlyweds Iren and Frank. After spotting Frank's dog on an online dating site, Iren and Frank wasted no time at all falling in love and moving in together to start their lives as a couple. They are now on the fast track to making their dream of retiring to Costa Rica a reality.    "
                },
                "7": {
                    "title": "Danielle & Bill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Risky Business (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "24 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    It's decision time for Danielle and Bill! This happily retired couple has a lot of living left to do. After traveling around the world, taking courses and living in a camper van on a beach they decided to trade in their family home. They want to invest what is left of their savings so they can earn enough money to visit their son in New Zealand and be there when he graduates    "
                },
                "8": {
                    "title": "Kris & Lisa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Risky Business (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "31 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    It's decision time for Lisa and Kris! They met in grade 9 and continued to be good friends throughout high school even going to prom together. They reunited 20 years later and quickly realized that they were in love. Since starting to date a year ago, they're on the fast track to building a life together, and that includes giving back to the community that has given them so much. Both have established themselves in successful careers and they wish to use their investment earnings to put toward their dream of opening a restaurant that will share food, funds and ...    "
                },
                "9": {
                    "title": "Darlene and Trevor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Risky Business (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "7 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    It's decision time for Darlene and Trevor! This young couple has struggled their entire marriage to pay off a large student loan that Trevor incurred while attending university. It has taken a financial toll but it is finally finished after 11 long years! They feel very strongly that they need to spare their daughter the same fate. The only answer for them is to start a savings plan that will cover the ever-expanding costs of her future university education, and NOW. They feel they are behind and want to kick-start that plan with the profits they earn from their ...    "
                },
                "10": {
                    "title": "Bevin and Dave",
                    "kind": "episode",
                    "episode of": {
                        "title": "Risky Business (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "14 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    It's decision time for Bevin and Dave. Although young and adventurous they have solid dreams and big ideas for a business they have been running for years. Live action role playing is the name - and purchasing land is the game. With their earnings they wish to find and buy a country setting large enough to expand their already successful business. They are hoping to one day create a medieval village outside of the city to stage large weekend events. But this is an expensive dream and at this point many years away. They have saved up $20,000 and want to see this money ...    "
                },
                "11": {
                    "title": "Crystal and Kelly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Risky Business (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "22 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    It's decision time for Crystal and Kelly! Since their mother's death in 2009, these two sisters who have never seen eye to eye, have made an effort to get along. They have decided to use the inheritance left by their mother to help generate enough extra cash to give to their father who has a dream of retiring in Florida. They feel this is the fastest way to see that he can do it! Since their mother would have wanted them to develop a friendship beyond sisterly obligation, they are embarking on this journey to not only help their dad, but to honor their mother's memory...    "
                },
                "12": {
                    "title": "Julia and Doug",
                    "kind": "episode",
                    "episode of": {
                        "title": "Risky Business (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "28 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    It's decision time for Julia and Doug! Always adventurous, this couple moved themselves and their children to Africa to do charitable Missionary work for five years. Together the family picked up Swahili and experienced life they way most families never have. They worked as teachers, builders and counselors to youth as well as starting a Masai women's group called Wild Hope. With Julia's background as an artist, they were able to help local artisans create beautiful decorative items that appeal to a North American sensibility. Julia and Doug have invested a lot in ...    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "McRae, Dave"
            },
            {
                "name": "Wilson, Brett"
            },
            {
                "name": "Cheetham, Mandy May"
            },
            {
                "name": "Francis, Darlene"
            },
            {
                "name": "Francis, Trevor"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.9,
        "votes": 7,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTFmZDMyMWYtOWEzYy00YTY0LWE0NDUtZjk0MTY2ZWM0MTY1XkEyXkFqcGdeQXVyMjk2MDgwNDc@._V1_SY150_CR95,0,101,150_.jpg",
        "plot outline": "Every week Risky Business showcases a couple willing to risk their own money for a potential windfall on their savings. Host W. Brett Wilson will introduce the couple to two charismatic and colorful entrepreneurs chosen for them. These real Canadians have an infectious enthusiasm for the innovative way they make money, and a track record to back them up.",
        "languages": [
            "English"
        ],
        "title": "Risky Business",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Risky Business (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "11 Television"
            }
        ],
        "distributors": [
            {
                "name": "Slice"
            }
        ],
        "plot": [
            "Every week _Risky Business_ (qv) showcases a couple willing to risk their own money for a potential windfall on their savings. Host W. Brett Wilson will introduce the couple to two charismatic and colorful entrepreneurs chosen for them. These real Canadians have an infectious enthusiasm for the innovative way they make money, and a track record to back them up.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min (Canada)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 7,
                "rating": 6.9
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 3.7
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 8.5
            },
            "males": {
                "votes": 4,
                "rating": 5.5
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 5.5
            },
            "females": {
                "votes": 3,
                "rating": 8.7
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 5.0
            },
            "us users": {
                "votes": 1,
                "rating": 5.0
            },
            "non us users": {
                "votes": 6,
                "rating": 4.1
            }
        },
        "number of votes": {
            "10": 1,
            "9": 2,
            "8": 1,
            "7": 0,
            "6": 1,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 6.9,
        "median": 8
    }
}