{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "27 September 2011"
            }
        ],
        "release dates": [
            "Belgium::27 September 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Classmates Quinten De Koning, Kamiel Mertens and their girlfriends form a band, which rehearses in Sofie's father baker Geert Verlinden's shed. But they secretly installed a cool, top-notch lab behind it, where whiz kid Quinten supervises the solving of criminal and other mysteries in their environment. First, schoolmates get bullied by the brothers Freek and Oscar, while schoolbooks and other items are stolen from their bags. The team investigates, although grumpy teacher Hendrik Wiels won't even consider it's not all just 'lazy excuses'.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "29 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Quinten's whiz results concur with Kamiel's pendulum and other means to identify Freek and Oscar as the thieving bullies, even shows they blackmailed adult Jef, who fears their father, to hide the loot in his home. Teacher Wiels won't listen to the 'troublesome' quartet, in fact they find he even tips off the fiendish brothers. Still they find a way to see the culprits exposed and suspended, without paternal protection.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "4 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The local factory's closing-down leaves a girl band member's father unemployed. His stressed wife is victim of a hit and run, which Quinten's lab expertise traces to a house marked with a mysterious sign. Principal Goedele, who has a crush on band girl's father Geert Verlinden, vindictively watches Freek and Oscar, but math teacher Hendrik Wiels, who meanly humiliates and unjustly punishes Quinten in class, keeps protecting the knavish brothers.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "6 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Invited by the principal, who still flirts with their baker-host, to play at the school's annual feast, the gang must concentrate on their band business. Kamiel gets his generous father Alexander Mertens, who owns a firm and donated their instruments, to let them practice first by playing at it's annual staff party.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "11 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Quinten's gang sort of took new schoolboy Stijn under their wing. Because Freek and Oscar keep bothering the kid ans spreading innuendo, Quinten finds and makes public proof that Freek is the one with a theft conviction. Meanwhile the lab skills are put to work when a local girl goes missing, finding out she's in a nearby wood. Wiels subtly makes the principal doubt if that largely administrative job is really right for her and sneakily arrange a school inspection.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "13 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    While humiliated Freek and Oscar grimly keep their heads down in class, Wiels's plan works out as the implacable school inspector systematically scolds principal Goedele's management sub)standard or worse. Quinten's quartet splits in two duos to watch the wood retreat where they believe the missing girl is held captive. After getting passed a watchdog, they find she only retreated there with her gentle lover and neglected warning the home front.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "18 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Kamiel's pa leaves on business to Berlin. Kamiel's immature step-ma Kelly fears loneliness, so they agree she'll host a pool party for the kids. They're so pleased they barely mind Wiels's unfair test antics. The party is a blast, until Kelly freaks out, discovering her jewelry was stolen. They only non-guests is the house were veteran gardener Jos and his fiancée Esthee, who was just hired as maid.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "20 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Oscar and Freek, still out to revenge, hear about the company party. They manage to set up the band so they'll be kept in detention for alleged offensive messages with phones that aren't even allowed in class. It works, but Quinten manages to trace the calls to the brothers' father's company and turns to the principal.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "25 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Kamiel's father hires the unemployed band girl father as welder for his factory. Kamiel's festive mood soon wanes when he discovers his PC has been hacked to learn private details, which Freek and Oscar hint at. Worse, Quinten has a hard time warding off the hacker who intruded the lab server. If that's the brothers too, the whole secret set-up is compromised. the weakling principal fails to use evidence that Wiels and the 'school inspector' entered her obviously searched office against the mean teacher, who simply denies it.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "27 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Quinten is fairly confident the lab is safe after clearing the server and blocking hacking suspect Oscar's computer. The school expects a visit from its celebrity alumnus, the prime minister, who needs to boost his popularity. The gang suspects another attack from the cream cake thrower. Kamiel's father shows Lara's his new job as machinery supervisor in the factory. Geert lost a ring but won't even tell the gang what kind, yet is ends up at its romantic destination.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "1 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    The gang takes in interest in a painting by Van Gogh which disappeared years ago in the region. Kamiel's pendulum indicates it was and probably still is in a local potato farmer's barn. The rustic philistine isn't amused to be questioned by 'impish no-good brats' about bloody art, but Quinten's gang isn't daunted. Meanwhile laura's father Thomas Van Acker starts working in Alecander Mertens's factory, but soon runs into technical trouble.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "3 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Kamiel's father is about to fire Lara's, recently hired Thomas Van Acker, for the faulty machine supervision, which costs him a fortune in lost factory production. Quinten discovers that the failing machine has a bug and finds the design scheme. The team now can fix it, if they sneak in unnoticed at night, so Kamiel 'borrows' pa's master-key. Oscar gets no sympathy, not even from Freek, for a vain attempt to make up with Sophie.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "8 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    The principal just panics when the society for the protection of animals discretely reports, on a free day, an escaped huge serpent was seen and may well be hiding in the school, yet nobody is told to prevent panic. The team finds out and uses their talents, first to find out that a boa constrictor escaped from the local pet shop. Next they localize it in the school and catch it with a home-made device.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "10 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    The neighborhood suffers a wave of vandalism, notably blue paint sprayed on cars parked in driveways. After Kamiel's airhead stepmother Kelly's sports-car, which she even named, is stained, he appeals to the team. Quinten cleverly links the analyzed paint to died jeans. A new hovering camera allows identifying the culprit and tipping off the police anonymously.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "15 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    When a mate becomes the latest victim, the friends take an interest in the recent wave of luxury car thefts. Although he's distracted by romantic fantasies, Kamiel's pendulum points to an abandoned storage site. There they ultimately finds some stolen sports cars, thanks to the flying camera, and circumvent the rude, defensive suspect's attempts to bully them away.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "17 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Kamiel's gullible airhead stepmother Kelly moves out when a dubious, greedy gypsy claims she got her beloved car from Alexander as 'guilt present'. The Skilz team can't allow her camping in their band rehearsal shed, as she might discover the secret lab. Kamiel and Lara pose as clients, so Quinten can observe and find out her and an accomplice's cheating methods and tip off the police.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "22 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    The Skilz band is rehearsing for their performance at the school's annual benefit festivities. Wiels enjoys pointing out how foolish the principal was when claiming all was under control when the main event lottery's first prizes, bicycles, are reported missing. Freek and Oscar, who still hasn't got over his unrequited crush, are the obvious suspects in case of foul play.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "24 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    After Skilz's school feast performance, the band's instruments are missing. The quartet fears theft, with Freek and Oscar, who makes another desperate pass at Sophie, as plausible suspects. But her father, baker Geert Verlinden, feels guilty fro trusting the transporter company blindly, which proves closer to the truth. Wiels informs the principal that he intends to apply for her job, even if it's not vacant presently.    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "29 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Skilz's band performance at school wasn't just a blast, it convinces Alexander's friend, a producer, to promise them a full CD contract. At the celebration, a crone aunt convinces them to perform at her rest home. When she tells them there about regular food thefts from the room lockers, Quinten can't resist putting his team to snooping, which shows no external fiend. Quinten's discrete internal job theory is soon proved.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "1 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Quinten isn't pleased with the band's demo tapes for the producer. yet, recording must be interrupted when Lara wines her parents need help, having lost a lottery ticket worth a small fortune. There are no plausible suspects who even knew of its existence, let alone that it was in the house. Quinten still realizes what must have happened, finding inspiration in nature.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "6 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    The band mates naughtily make fun of 'sissy' Quinten when he worries about reports that a violent convict just escaped from a nearby prison. Practicing fro their musical launch takes priority over looking for the fiend, especially when airhead Kelly insists to star in the video clip which baker Geert decides to direct, equally incompetently. But the criminal happens to drift straight int their practice space, and holds the baker's daughter at knife-point.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "8 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Kamiel and his stepmother are sick a dogs, not his father. The doctor can't make a precise diagnosis but knows of more cases in the neighborhood, suggesting some poison. Quinten has the girls scan the Mertens home for suspicious substances. They return with a weird apple, so Quinten confronts the supplier, a trusted grocer.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "13 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Quinten gets the gang to promise his aunt, who runs an indoor playground, a benefit concert for renovations as reward for the cool stuff from America which her late husband stored in the basement. While checking out the loot, they also find a missing brat. Leaving the rehearsal barn hastily, Quentin left behind his temporarily malfunctioning access badge. It's found by Freek and Oscar who sneak in during the band's absence to look around and temper with musical equipment. Freek also finds and keeps the badge.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "15 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Quinten soon realizes that someone tampered with the band's now off-key instruments and stole his electronic sound effects box. His secret backup security shows the Dutch brothers are the culprits. The team sets a trap, which works unexpectedly cruelly well by change when their baker-host dumps his unsold cream cakes. Wiels reminds school inspector Smeekens that his embarrassing secret could get press-exposed unless the principal is removed so he can succeed.    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "20 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    To the band's surprised delight, their producer arranged for a TV station to interview them at the school, where hasty preparations must be made. Wiels gets wind of the plan and resolves to sabotage it, so as to discredit the principal. He manages to lock the kids in a delivery truck. Yet his move backfires when their escape looks like a grand special effects entrance.    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skilz (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "22 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    The band gets ready for their grand concert at the school feast. The principal soon regrets her haughty attitude over Wiels leaving the school for his own management job when she hears it's director of the whole district. Freek has learned that the badge is infra-red and isn't faulty but simply has a flat battery. When he Oscar replace it to intrude and try if it can sabotage the concert, Quinten gets an automatic notice in the lab and catches on.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Boudec, Arthur Le"
            },
            {
                "name": "Steyaert, Stijn"
            },
            {
                "name": "Santacreu, Sara Gracia"
            },
            {
                "name": "Mackenbach, Ralf"
            },
            {
                "name": "Mackenbach, Rick"
            },
            {
                "name": "van Boeckel, Door"
            },
            {
                "name": "Van Looveren, Jan"
            },
            {
                "name": "Clerckx, Kristoff"
            },
            {
                "name": "Hoelen, Frank"
            },
            {
                "name": "Blondeel, Hein"
            },
            {
                "name": "Boets, Herman"
            },
            {
                "name": "Boey, Rik"
            },
            {
                "name": "Roox, Steven"
            },
            {
                "name": "Waterschoot, Ronny"
            },
            {
                "name": "Bervoets, Lindsay"
            },
            {
                "name": "Buelens, Bab"
            },
            {
                "name": "De Raedt, Goele"
            },
            {
                "name": "Timmers, Charlotte"
            }
        ],
        "genres": [
            "Crime",
            "Family",
            "Music",
            "Mystery"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGVhMTM3ZjgtYTI3NS00ZmYyLWJjYjUtNTA2ZjI4ZDliNmNjXkEyXkFqcGdeQXVyMjQ0OTEzMzU@._V1_SY150_CR50,0,101,150_.jpg",
        "plot outline": "Classmates Quinten De Koning, Kamiel Mertens and their girlfriends form a band which rehearses in Sofie's father baker Geert Verlinden's shed. But they secretly installed a cool, top-notch lab behind it, where whiz kid Quinten supervises the solving of criminal and other mysteries in their environment.",
        "languages": [
            "Dutch"
        ],
        "title": "Skilz",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Skilz (Belgium)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Verachtert, Pieter-Jan"
            }
        ],
        "production companies": [
            {
                "name": "Anymedia"
            }
        ],
        "distributors": [
            {
                "name": "Vlaamse Media Maatschappij (VMMa)"
            }
        ],
        "plot": [
            "Four friends solve several mysteries around their school and hidden laboratory.::Anonymous",
            "Classmates Quinten De Koning, Kamiel Mertens and their girlfriends form a band which rehearses in Sofie's father baker Geert Verlinden's shed. But they secretly installed a cool, top-notch lab behind it, where whiz kid Quinten supervises the solving of criminal and other mysteries in their environment.::KGF Vissers"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "RED MYSTERIUM-X"
            ]
        }
    }
}