{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "21 November 2011",
                "notes": "                            (re-release)"
            },
            {
                "country": "USA\n",
                "date": "1 February 2012"
            }
        ],
        "release dates": [
            "USA::21 November 2011                            (re-release)",
            "USA::1 February 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Dimples, It's Not Just for Aliens Anymore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paradise Drive (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    A routine day of sitting around and having their future read by Fredericka is interrupted by the suspicious activities surrounding Trailer 11. Its tenant moved out, or is he missing? The residents become suspicious when they notice his belongings still inside the trailer. Juliana discusses Cryogenics for her dead dog 'Lola'. Tricy describes his new job and his complaint in regards to his alien abduction experiences. Cole declares his intentions of leaving school to pursue a career in music. David shares his dreams about making it big in Hollywood and brags about his ...    "
                },
                "2": {
                    "title": "New Trailer 11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paradise Drive (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    There is a new tenant in Trailer 11. Suspicion arises as to who he is? An Axe murderer, a scientist or a rock star, they only know he does naked Yoga. Juliana just started working for a cosmetics company and is struggling with a hangnail and the second anniversary of the death of her dog \"Lo La\". Tricy is having trouble filling the application for \"Extreme-Extreme-Make-Over-and-Home-Edition\" . Lydia meets someone on DeadSpace.com and Maritza suggests a family trip for the family.    "
                },
                "3": {
                    "title": "Our Own Daisy Duke",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paradise Drive (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "18 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Rev. Aunt Clara and her daughter Stephanie move in with David. Amy is very excited that she is learning how to read and inspired by the movie \"The Dukes of Hazzard\", trades her Goth garbs for a pair of Daisy Dukes. Tricy is waiting eagerly for the arrival of the \"Extreme-Extreme-Make-Over-and-Home-Edition\" people to come by and interview him. Crystal Gail, the new tenant from 22 1/2 arrives with her daughter Liana who is pursuing a career in the entertainment industry.    "
                },
                "4": {
                    "title": "Animal Testing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paradise Drive (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "11 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Juliana is suffering from temporary blindness caused by make up testing. Tricy won't open his letter from \"Extreme-Extreme-Make-Over-and-Home-Edition\" until Fredericka is back from \"Voodoo-U\". Amy gets a lesson about the wrongness of reading other people's mail. Maritza decorates her trailer while her step daughter Lydia is away. Crystal Gail introduces new tenant, shadow-boxer Stephanie to the group and shares her delight with the school system and naked Yoga.    "
                },
                "5": {
                    "title": "Street Creds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paradise Drive (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "4 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Due to the recent heavy rains in L.A., the common area is flooded, so Maritza invites everyone to her trailer for their morning meeting. Maritza shares her marital concerns. D.C. wants to get 'grills' and tattoos for his street credibility. Tricy is still reluctant about opening his letter. Lydia breaks up with her 'dead-space.com' boyfriend. Juliana who is suffering from separation anxiety and a new side effect to the make up testing, has decided to date again and is hoping that the mysterious guy they been seeing snooping around trailer 11 is her new date.    "
                },
                "6": {
                    "title": "Juliana Goes Dating",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paradise Drive (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "28 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Lydia is sore at Amy because she stopped being Goth and went to \"Daisy Duke\". Amy explains she comes from a long line of \"occupational therapists\". Juliana had a date and develops a beard after applying testosterone to her face. Fredericka shares her family remedy that requires Juliana to retain 17 cups of water for 17 hours. Fredericka met a new boy \"Lucky\" and now that she is back, Tricy can finally open his letter from \"Extreme-Extreme-Make-Over-and-Home-Edition\". Crystal Gail drops off her daughter Liana who's now Fredericka's new Voodoo apprentice. Amy becomes ...    "
                },
                "7": {
                    "title": "Mr. Ed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paradise Drive (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    The group shares inspirational moments. Juliana's beard is gone but gets a new side effect from Fredericka's treatment. Maritza relays phone messages. Stephanie wants Fredericka to make a potion for her to help her win fights. D.C. bummed about his rapping career is inspired by the movie American Gigolo to become a gigolo himself. Stephanie suspects the old trailer 11 guy had money and makes suggestions as to what they should do with the ransom. Mr. Ed, the trailer manager, confronts the group about their talking behind his back. Tricy shares his suspicions about ...    "
                },
                "8": {
                    "title": "Clara's Lemonade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paradise Drive (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "14 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Tricy is away having his 'Extreme' surgery. Fredericka reminisces about her home town in Jamaica. Maritza shares a family 'antidote' about her days in her penthouse in Chile. Stephanie reveals the details of her sparring session with Amy. Aunt Clara talks about the reason she left her mansion and her many suitors. Juliana is very excited about the results of her makeup testing. Maritza shares the details of her 1/2 year anniversary celebration with Ramoni. The group recalls the inappropriateness of Mr. Ed's. behavior at the weenie roast. Stephanie finds a buried ...    "
                },
                "9": {
                    "title": "The Mummy Eats Pastry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paradise Drive (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "7 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    D.C. asks Tricy, who just came back from his Extreme Make over procedure, for romantic advice. Maritza shares her new pastries from the Day-Old bakery and what she is going to do with the money Ramoni gave her for being a such a good housewife. Mr. Ed suggests another Weenie Roast and explains who hired the PI who is investigating the disappearance of Trailer 11 guy. Aunt Clara shares her lemonade and discusses Stephanie's troubles at the hospital. Tricy experiences a side effect of the surgery. The group wonders about why all the interest in trailer 11?    "
                },
                "10": {
                    "title": "Boob, Blotter, Booze & Barbs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paradise Drive (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "30 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Juliana is thrilled about the 'Eternal Youth' Vitamins' side effect. Crystal Gail rests from her drug overdose. Tricy still in recovery from his surgery shares his sexual identity crisis. Maritza shows her new make up applicators. Mr. Ed is ready for naked Yoga. The buried letter Stephanie found, reveals a clue to the trailer 11's mystery. Maritza describes her experiences at the nail salon.    "
                },
                "11": {
                    "title": "Growing Alien 3rd Arms... That's Hot!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paradise Drive (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "25 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Tricy's bandages are removed. Amy discusses the brain damage she suffered while in the coma at the hospital and her new multiple personalities. The group is concerned about Tricy's self medication. They chat about Mr. Ed's new scheme to make money and Tricy learns a new truth about his mother. We meet the bum that used to live in the box across the 'common area' (and he's \"hot\").    "
                },
                "12": {
                    "title": "The 3 R's: Reading, Rufies & Roasting Wienies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paradise Drive (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "23 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Juliana helps D.C. get ready for the South Central Idol competition. D.C. gives Juliana some ideas for the Panorama City Dog Show. We meet Guy, the new Assistant Manager for the Trailer Park. Ron reminisces about his dancing days and discusses his new inventions with the guys. Ron and Guy have an intriguing confrontation disclosing a very revealing fact. D.C. has the opportunity to demonstrates his \"CPR\" skills.    "
                },
                "13": {
                    "title": "Tick, Tack and Dough",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paradise Drive (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "21 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    During the 'Trailer Park Gals Meeting', Maritza tells the ladies of her upcoming 8 3/4 month wedding anniversary with Ramoni. Juliana announced she wants to help people with her inheritance and decides to start a program for wayward people. Aunt Clara, an expert culinary, offers to teach the ladies how to bake fancy breads. Ron reveals the truth about the Trailer 11 mystery.    "
                },
                "14": {
                    "title": "International Affairs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paradise Drive (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "21 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Juliana brings to the Trailer Park her new wayward soul, Viji. A lady with a mysterious past. Dr. Ed seems to know who she really is. Tricy and Juliana believe Mr. Ed planted hidden cameras around the trailer park.    "
                },
                "15": {
                    "title": "The Brokedback Episode",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paradise Drive (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "21 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    The tenants finally meet \"naked yoga guy\" Frank. Lydia, Maritza, Ed and Ron argue about makeup. Aunt Clara asks Tricy for \"female advise\".    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Trice, David"
            },
            {
                "name": "Bellinger, Juliana"
            },
            {
                "name": "Brikisak, Maritza"
            },
            {
                "name": "Golidy-Holmes, Clara"
            },
            {
                "name": "Meek, Fredericka"
            },
            {
                "name": "Garza, Lydia Blanco"
            },
            {
                "name": "Harmon, Amy K."
            },
            {
                "name": "Walsh, Laura"
            },
            {
                "name": "Buchan, David"
            },
            {
                "name": "Baccari, Ed"
            },
            {
                "name": "Eckert, Ron"
            },
            {
                "name": "Moore, Stephanie L."
            },
            {
                "name": "Liberato, Liana"
            },
            {
                "name": "Nathan, Viji"
            },
            {
                "name": "Raibon, David"
            },
            {
                "name": "Camilleri, Guy"
            },
            {
                "name": "Maharajh, Frank"
            },
            {
                "name": "Hilario, Ramon"
            },
            {
                "name": "Weiss, Cole Evan"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:PG-13"
        ],
        "number of seasons": 1,
        "rating": 6.4,
        "votes": 5,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTgxNDg3NzMzMV5BMl5BanBnXkFtZTcwNTQzNjYxNw@@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Paradise Drive",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2012",
        "akas": [
            "Paradise Drive (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Homelandfilms Productions"
            }
        ],
        "distributors": [
            {
                "name": "Blip.tv"
            }
        ],
        "plot": [
            "A group of unique individuals share their daily experiences at the common area in the trailer park known as _Paradise Drive_ (qv).::Maritza"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5,
                "rating": 6.4
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 1.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "males": {
                "votes": 2,
                "rating": 5.5
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 2,
                "rating": 5.5
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 10.0
            },
            "us users": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 3,
                "rating": 4.0
            }
        },
        "number of votes": {
            "10": 3,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 6.4,
        "median": 1
    }
}