{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "13 October 2011"
            },
            {
                "country": "Germany\n",
                "date": "3 December 2012"
            }
        ],
        "release dates": [
            "Japan::13 October 2011",
            "Germany::3 December 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Giruti Kuraun"
            },
            {
                "countries": "France",
                "title": "Guilty Crown"
            },
            {
                "countries": "Germany",
                "title": "Guilty Crown"
            },
            {
                "countries": "Israel (Hebrew title)",
                "title": "Keter Ha'ashma"
            },
            {
                "countries": "Russia",
                "title": "Корона грешника"
            },
            {
                "countries": "Serbia (complete title)",
                "title": "Kruna Greha"
            },
            {
                "countries": "World-wide (English title)",
                "title": "Guilty Crown"
            }
        ],
        "akas": [
            "Giruti Kuraun (original title)",
            "Guilty Crown France",
            "Guilty Crown Germany",
            "Keter Ha'ashma Israel (Hebrew title)",
            "Корона грешника Russia",
            "Kruna Greha Serbia (complete title)",
            "Guilty Crown World-wide (English title)"
        ],
        "akas from release info": [
            "Giruti Kuraun (original title)",
            "Guilty Crown France",
            "Guilty Crown Germany",
            "Keter Ha'ashma Israel (Hebrew title)",
            "Корона грешника Russia",
            "Kruna Greha Serbia (complete title)",
            "Guilty Crown World-wide (English title)"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Lost Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "26 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    A DVD with an animated short bundled with the limited edition of the PC game Guilty Crown Lost Xmas. In 2029, Scrooge escapes from a research facility where he had been confined as an experimental subject. His body was remodeled by genetic manipulations and he uses his psychic power to kill the chasers. One day, he meets another experimental subject called Carol. When three psychic chasers hunt down the two, Carol asks Scrooge to use his right arm to extract a weapon from her body.    "
                }
            },
            "1": {
                "1": {
                    "title": "Hassei",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 24,
                    "original air date": "13 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Shu Ouma is a 17 year old teen who has poor social skills who lives in Japan where it is under the strict rule of the government organization GHQ due to the Apocalypse Virus ten years ago. While going to his warehouse studio, he encounters Inori Yuzuriha, internet singer of the band Egoist, who is recovering from her wounds after stealing a formula called Void Genome from the GHQ. After mending her wounds and feeding her, Inori is captured by the GHQ Anti Bodies division led by Major Guin and Shu is powerless to stop them. To make amends, Shu brings the Void Genome to...    "
                },
                "2": {
                    "title": "Tekisha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 20,
                    "original air date": "20 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    After destroying several GHQ Endlaves, Shu, Inori and the Undertakers are forced to retreat when an advanced Endlave joins the battle ridden by 2nd Lieutenant Daryl \"Kill 'Em All\" Yan, a narcissist officer who hates being touch on the grounds people are infected. After regrouping with the others, Gai congratulates his hacker Tsugumi and Endlave pilot Ayase Shinomiya but scolds Inori as he wanted the power of the Void Genome but instead was given to Shu. Never the less, Gai still wants the \"Power of Kings\" and asks Shu for help. When Guin holds a group of innocent ...    "
                },
                "3": {
                    "title": "Kenshutsu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 19,
                    "original air date": "27 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Shu is still shocked that not only has Inori transferred to his school but is living at his home as well. Gai reveals to Shu that he sent Inori to protect him because a student at his school who is secretly a drug dealer nicknamed Sugar saw him during the Undertakers battle with the GHQ at Roppongi and confirms Shu's suspicions that Gai can see other people's Voids. Because Gai only recognize Sugar's Void as pair of large shears, Shu has to confront his fellow classmates one by one and take out their Voids to confirm their identities. After several failures and ...    "
                },
                "4": {
                    "title": "Yozai",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 19,
                    "original air date": "3 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Shu is arrested by the GHQ much to his classmates shock and worry. He is sent to GHQ Isolation Facility Four where he remains silent about the Undertakers. Upon learning Gai and the Undertakers will attack the Facility to rescue their \"comrade\", Major Segai brings Shu to the Isolation ward, revealing Yahiro sold him out so his brother, a victim of the Apocalypse Virus, can get treatment. Furthermore, Major Segai justifies GHQ's harsher actions for the safety of Japan and uses Shu's feelings for Inori and his doubts about Gai. He reveals that the \"comrade\" Gai wants to...    "
                },
                "5": {
                    "title": "Kunren",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 21,
                    "original air date": "10 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Shu arrives at the Undertakers Headquarters at Roppongi Fort where Gai introduces him to the Undertakers and plans to hold a trial for Shu before he can officially join them. Gai assigns Ayase as Shu's instructor while he leads a mission to take over \"Leukocyte\". Ayase dislikes Shu but is only training him because it was Gai's orders and Shu has to pass the trial as Ayase has his pen, unaware it's a transmitter but she will only give it back after passing the trial. After some hard training, Shu encounters Inori, telling her that he joined the Undertakers because of ...    "
                },
                "6": {
                    "title": "Ori",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 19,
                    "original air date": "17 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    A change in circumstances forces Funeral Parlor to carry out their attack against the Leucocyte with drastically reduced manpower, and that's BEFORE Shu pulls out of the mission. Still, learning a few new things about Gai just might change his mind.    "
                },
                "7": {
                    "title": "Rinbu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 18,
                    "original air date": "24 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Shu's mother finally comes home, only to find her son living with a girl and an underwear-transporting robot. Elsewhere, a key strategic asset for Funeral Parlor is being targeted by a missile-happy American who's just joined GHQ.    "
                },
                "8": {
                    "title": "Kajitsu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 19,
                    "original air date": "1 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Shu is going with Inori, Hare, Souta and Kanon on a beach retreat at Oshima which his mother tells him to also visit his father's grave. In truth, the retreat is actually a mission for the Undertakers to get Souta there so they can use his Void to enter a secret GHQ facility located at a shrine and steal a special item. As Shu and his friends have fun on the beach, Gai and the rest of the Undertakers monitor them. As Shu pays respects to his father, Kurosu Ouma, an expert on the Apocalypse Virus who he died during the \"Lost Christmas\" incident ten years ago, Gai ...    "
                },
                "9": {
                    "title": "Hoshoku",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 20,
                    "original air date": "8 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Yahiro reappears with Jun, who's in Stage V Apocalypse disease and can no longer battle the cancer. With Gai out of town, Shu's left to make a command decision. But he AND the enemy are about to learn the virus doesn't work the way they think it does...    "
                },
                "10": {
                    "title": "Shukutai",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 18,
                    "original air date": "15 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Since his failure to save Jun, Shu is suffering traumatic memories of the Apocalypse Virus and hallucinating seeing people being infected which cost the Undertakers a mission to stop a convoy. Unwilling to join them anymore, Gai kicks Shu out the Undertakers. Retuning home, Shu finds Inori leaving but not before giving him her new song but he slaps it after getting another panic attack. Depressed, at school Shu ask Hare if he can be close to her but she slaps him as she isn't his replacement for Inori and he isn't the Shu that she loves and knows. Meanwhile, Major ...    "
                },
                "11": {
                    "title": "Kyomei",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 18,
                    "original air date": "22 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    While the virus is still spreading over Japan, Daryl arrives at the airport and kills everyone there in a rage of fury, including his own father Major General Yan. With the GHQ higher-ups gone, Shuichiro took over control of the entire military, and declares that the Funeral Parlor spread the disease as an act of terrorism. Meanwhile, after an call from Tsugumi, Shu finally regained control over himself. He then gathers Hare, Souta, Yahiro, Kanon, and Arisa, and explained to them that he wanted to go and rescue Gai and Inori. After witnessing Shu's power to draw out ...    "
                },
                "12": {
                    "title": "Saitan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 18,
                    "original air date": "12 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Inori's been kidnapped by forces intent on performing a secret ceremony, and the only way for Shu to get her back is to remember what really happened on December 24th, 2029.    "
                },
                "13": {
                    "title": "Gakuen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 19,
                    "original air date": "19 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Two weeks after the sealing of Mana, Shu and his friends are now cut off from their families and from all of society as GHQ completely blockades off the heart of the city.    "
                },
                "14": {
                    "title": "Kakuran: Election",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 16,
                    "original air date": "26 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Rumors are flying about what's happening to people in the quarantine zone, and Arisa is losing control over the frenzied student body. To make matters worse, someone's let it slip that turning in members of Funeral Parlor might be their ticket to freedom.    "
                },
                "15": {
                    "title": "Kokuhaku: Sacrifice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 18,
                    "original air date": "2 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Shu is conflicted about the Void ranking system, the student body is creaking under the tension, and vaccine stores are running low. At this rate, something--or someone--is going to snap.    "
                },
                "16": {
                    "title": "Ôkoku: The Tyrant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 16,
                    "original air date": "9 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Welcome to Tokyo: a ravaged world under merciless totalitarian rule. More and more of Shu's old friends are seeing a side of him they never imagined possible... and Shu's about to see a new side of the Voids, too.    "
                },
                "17": {
                    "title": "Kakumei: Exodus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 16,
                    "original air date": "16 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Discontent within the ranks of the school is reaching fever pitch as the Exodus approaches.    "
                },
                "18": {
                    "title": "Wandering: Dear...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 16,
                    "original air date": "23 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Ayase, Tsugumi and Argo are shocked on what Gai has done and Daryl is bewildered upon given orders to protect Gai, their former enemy. An UN Stealth Bomber attempts to bomb them but Gai sacrifices the student ring leaders of the coup to destroy the plane. After destroying their Voids, Gai orders Ayase, Tsugumi and Argo to join him or die but are rescued by Daryl who is protective with Tsugumi and blames Gai for making him kill his father. In the confusion of Daryl's insubordination, Inori escapes with Shu while Ayase, Tsugumi and Argo escape on their own and Arisa ...    "
                },
                "19": {
                    "title": "Shokuzai: Rebirth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 15,
                    "original air date": "1 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Haruka opens a safe guarding the third and final Void Genome, but is stopped by Shuichiro, who is revealed to be her older brother. He confesses that he was the one who killed her husband, Shu's father, before shooting her, but she manages to escape with the Void regardless. An arrest warrant is issued on Haruka, Segai offers to lead the search for her. As she heads to the Kuhouin estate for shelter, her old friend Kurachi tells her the estate is no longer safe now that Okina is dead, and they head to an Undertakers hideout. Arisa is approached by Shu who convinces ...    "
                },
                "20": {
                    "title": "Tsuisou: A Diary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 15,
                    "original air date": "8 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Ten years ago on Christmas Eve, Mana, Shu, and Gai had a fateful encounter in a church. That's the story we already know. The story we don't know: where were their parents?    "
                },
                "21": {
                    "title": "Uka: Emergence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 16,
                    "original air date": "15 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    As Funeral Parlor and the U.N. troops converge on Ward 24, Inori hovers on the edge of becoming Mana. Meanwhile, the mysterious boy finally reveals his plans for Shu and Gai.    "
                },
                "22": {
                    "title": "Inori: Convergence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilty Crown (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 17,
                    "original air date": "22 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    After Mana is completely resurrected, Mana greets Shu but is shunned by him after she speaks ill of Inori, much to her anger. Gai draws out Mana's Void to fight Shu while she triggers the Fourth Apocalypse, spreading the Apocalypse virus throughout the entire world. Haruka confronts Shuichiro who commits suicide by injecting the virus into himself. Meanwhile the Undertakers fight a group of Endlaves led by Daryl, who believes he changed because of them and wants to go back to his old self. Tsugumi finds that her attempts to hack the GHQ system are being repelled by ...    "
                }
            }
        },
        "number of episodes": 23,
        "cast": [
            {
                "name": "Kaji, Yûki"
            },
            {
                "name": "Kayano, Ai"
            },
            {
                "name": "Hanazawa, Kana"
            },
            {
                "name": "Bristol, Kate"
            },
            {
                "name": "Glass, Caitlin"
            },
            {
                "name": "Liebrecht, Jason"
            },
            {
                "name": "Palencia, Brina"
            },
            {
                "name": "Phillips, Ben"
            },
            {
                "name": "Seitz, Patrick"
            },
            {
                "name": "Tindle, Austin"
            },
            {
                "name": "Tipton, Alexis"
            },
            {
                "name": "Taketatsu, Ayana"
            },
            {
                "name": "Inoue, Kazuhiko"
            },
            {
                "name": "Nakamura, Yûichi"
            },
            {
                "name": "Sakaguchi, Daisuke"
            },
            {
                "name": "Murakami, Yuya"
            },
            {
                "name": "Katsu, Anri"
            },
            {
                "name": "Canna, Nobutoshi"
            },
            {
                "name": "Mizushima, Takahiro"
            },
            {
                "name": "Koyasu, Takehito"
            },
            {
                "name": "Kotobuki, Minako"
            },
            {
                "name": "Nosaka, Naoya"
            },
            {
                "name": "Swasey, John"
            },
            {
                "name": "Endô, Aya"
            },
            {
                "name": "Fujimura, Chika"
            },
            {
                "name": "Uchiyama, Koki"
            },
            {
                "name": "Takaguchi, Kosuke"
            },
            {
                "name": "Shimamura, Yû"
            },
            {
                "name": "Ballard, Tia Lynn"
            },
            {
                "name": "Mogami, Tsuguo"
            },
            {
                "name": "Venable, Brad"
            },
            {
                "name": "Nishigaki, Yuka"
            },
            {
                "name": "Okamoto, Nobuhiko"
            },
            {
                "name": "Tsuda, Minami"
            },
            {
                "name": "Higuchi, Tomoyuki"
            },
            {
                "name": "Kawasho, Miyuki"
            },
            {
                "name": "Hashi, Takaya"
            },
            {
                "name": "Hôki, Katsuhisa"
            },
            {
                "name": "Sakaguchi, Shûhei"
            },
            {
                "name": "Watanabe, Akeno"
            },
            {
                "name": "Marchi, Jamie"
            },
            {
                "name": "Endo, Daichi"
            },
            {
                "name": "Yoshikai, Kiyohito"
            },
            {
                "name": "Fujito, Chika"
            },
            {
                "name": "Kawada, Yoshimasa"
            },
            {
                "name": "Hirose, Yuka"
            },
            {
                "name": "Seki, Toshihiko"
            },
            {
                "name": "Shimura, Tomoyuki"
            },
            {
                "name": "Osaki, Reina"
            },
            {
                "name": "Satoh, Biichi"
            }
        ],
        "genres": [
            "Animation",
            "Action",
            "Romance",
            "Sci-Fi"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "2.35 : 1",
        "sound mix": [
            "Stereo",
            "Dolby Digital EX"
        ],
        "certificates": [
            "Argentina:M",
            "Australia:M",
            "Canada:PG::(Manitoba)",
            "Canada:14A::(Ontario)",
            "Canada:G::(Quebec)",
            "France:Tous publics::(DVD rating)",
            "Germany:16",
            "Germany:12::(Volume 2)",
            "New Zealand:M",
            "Singapore:PG13",
            "South Korea:15",
            "United Kingdom:12",
            "United Kingdom:PG::(episode 7)",
            "United Kingdom:15::(some episodes)",
            "United States:TV-14"
        ],
        "number of seasons": 1,
        "rating": 7.2,
        "votes": 3163,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjE5NmU2NTEtNTRjNS00MWM0LWJkNTctM2RmNTRkMjA5OGYyXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "After the outbreak of the unidentified virus \"Lost Christmas\" in 2029, Japan has been under the control of a multi-nation organization called GHQ. Ohma Shu is a 17 year old boy who has a psychic power in his right hand. He can use the power \"Ability of King\" to extract tools or weapons from his friends. He has been avoiding making trouble for others but his life changes when he meets a girl Yuzuriha Inori, a member of a resistance guerrilla group called \"Funeral Parlor\", whose members pilot mecha weapons to fight against the government.",
        "languages": [
            "Japanese"
        ],
        "title": "Guilty Crown",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Yoshino, Hiroyuki"
            },
            {
                "name": "Ôkouchi, Ichirô"
            }
        ],
        "production companies": [
            {
                "name": "Aniplex"
            },
            {
                "name": "Dentsu"
            },
            {
                "name": "Fuji Television Network"
            },
            {
                "name": "Movic"
            },
            {
                "name": "Production I.G."
            }
        ],
        "distributors": [
            {
                "name": "Akita TV"
            },
            {
                "name": "BS Fuji"
            },
            {
                "name": "Ehime Broadcasting"
            },
            {
                "name": "FUNimation Entertainment"
            },
            {
                "name": "Fuji Television Network"
            },
            {
                "name": "Fukushima Television Broadcasting Co. (FTV)"
            },
            {
                "name": "Iwate Menkoi Television"
            },
            {
                "name": "Kagoshima Television Station Co. (KTS)"
            },
            {
                "name": "Kansai Telecasting (KTV)"
            },
            {
                "name": "Netflix"
            },
            {
                "name": "Niigata Sogo Television"
            },
            {
                "name": "Noitamina"
            },
            {
                "name": "Saga Television Station"
            },
            {
                "name": "Sakuranbo Television Broadcasting Co. (SAY)"
            },
            {
                "name": "Sendai Television (OXTV)"
            },
            {
                "name": "Shizuoka Telecasting"
            },
            {
                "name": "TV Kumamoto Co. (TKU)"
            },
            {
                "name": "Television Shin-Hiroshima System (TSS)"
            },
            {
                "name": "Tokai Television Broadcast Company"
            }
        ],
        "special effects": [
            {
                "name": "IKIF"
            }
        ],
        "other companies": [
            {
                "name": "Aoi Studio"
            },
            {
                "name": "Sony PCL"
            },
            {
                "name": "Sound Box"
            },
            {
                "name": "Studio Road"
            },
            {
                "name": "Techno Sound"
            }
        ],
        "plot": [
            "After the outbreak of the unidentified virus \"Lost Christmas\" in 2029, Japan has been under the control of a multi-nation organization called GHQ. Ohma Shu is a 17 year old boy who has a psychic power in his right hand. He can use the power \"Ability of King\" to extract tools or weapons from his friends. He has been avoiding making trouble for others but his life changes when he meets a girl Yuzuriha Inori, a member of a resistance guerrilla group called \"Funeral Parlor\", whose members pilot mecha weapons to fight against the government.::ANN",
            "The story revolves around Shu Ouma, a high school boy who inadvertently obtains an ability called \"Power of the King\" that enables him to draw out items called \"Voids\" from other people. He is then thrown into the conflict between a quasi- governmental organization known as the GHQ and a resistance organization called Funeral Parlor which aims to restore Japan's independence from the GHQ. In the process, Shu has to deal with the burden his ability puts on his shoulders and the horrific mystery of his past."
        ],
        "tech": {
            "runtime": [
                "23 min"
            ],
            "sound mix": [
                "Stereo",
                "Dolby Digital EX"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "2.35 : 1"
            ],
            "camera": [
                "Arriflex 435 Xtreme, Zeiss Master Prime and Angenieux Optimo Lenses",
                "Moviecam Compact, Zeiss Master Prime and Angenieux Optimo Lenses",
                "Phantom HD Gold, Zeiss Master Prime Lenses (some scenes)"
            ],
            "negative format": [
                "35 mm (Fuji Eterna 250D 8563, Eterna 500T 8573, Reala 500D 8592)"
            ],
            "cinematographic process": [
                "Digital Intermediate (2K) (master format)",
                "Super 35 (source format)"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 3163,
                "rating": 7.2
            },
            "aged under 18": {
                "votes": 12,
                "rating": 8.5
            },
            "aged 18 29": {
                "votes": 1434,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 539,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 71,
                "rating": 6.5
            },
            "males": {
                "votes": 1882,
                "rating": 7.3
            },
            "males aged under 18": {
                "votes": 11,
                "rating": 8.4
            },
            "males aged 18 29": {
                "votes": 1183,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 466,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 57,
                "rating": 6.7
            },
            "females": {
                "votes": 350,
                "rating": 7.3
            },
            "females aged 18 29": {
                "votes": 234,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 70,
                "rating": 7.3
            },
            "females aged 45 plus": {
                "votes": 13,
                "rating": 5.8
            },
            "top 1000 voters": {
                "votes": 32,
                "rating": 6.4
            },
            "us users": {
                "votes": 343,
                "rating": 7.1
            },
            "non us users": {
                "votes": 1172,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 602,
            "9": 425,
            "8": 738,
            "7": 639,
            "6": 319,
            "5": 161,
            "4": 95,
            "3": 54,
            "2": 36,
            "1": 94
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}