{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "28 November 2011"
            },
            {
                "country": "Germany\n",
                "date": "1 November 2015"
            }
        ],
        "release dates": [
            "Belgium::28 November 2011",
            "Germany::1 November 2015"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "21 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The six are back for a third, festive summer: Galaxy Park celebrates its 25 years existence. Didi works on a cool promotion video, but the mates put off acting in more footage, giving priority to preparations for their work and a small surprise party for Freddie. Pranking resumes and it becomes clear none of the three potential couples has grown any closer or even properly kept in touch, in Os and Mel's case as neither wanted to make the first move.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "22 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The six are worried after a panic call from Os about being chased off the road by an orange truck. They find him just after a girl jogger, who turns out to be Femke's childhood neighbor girl buddy. Freddie assigns the jobs and calls for best performance and initial ideas as the park is finally nominated for star status, his greatest ambition, but the inspection will be unannounced. An alien spaceship finally arrives at earth and prepares to invade the planet.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "24 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The six find some new guests troublesome and rude, especially ruffian motorbike honeymooners Johnny and Marina. Os can't appreciate any hair pranking and fails to charm his 'savior', childhood neighbor girl buddy Bo, to a date. Freddie's park star status ambition is sabotaged by an intruder, who manages to spread cockroaches trough the ventilation. The aliens leave the spaceship wearing protective gear as earth is a rather chilly planet for them.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "25 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Visiting the oldest couple to book again after 25 years after dusk, Didi thinks to meet aliens, but it's just a masquerade by Stef and Os, who promised revenge for his ruined hair. Finn Peeters failed to book in time, so his bitch girl friend can force him to pay for the de luxe 'honeymoon' bungalow which Freddie eagerly suggests. Os's hair gets accidentally ruined once more while Didi demonstrates a sprouting cola bottle trick, so he punishes his mate with endless chores. Everybody assumes Ko's bungalow to be empty, but the saboteur uses it as HQ. The spaceship ...    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "28 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Didi promises Stef and Os to do weeks of their chores if they help him improve the park tours. Freddie eagerly pushes Finn Peeters to post an enthusiastic appreciation their deluxe package on the theme parks rating site, but ignores Galaxy is down since an anonymous posting on the bugs, plus lies about near-inexistent hygiene. The spaceship aliens' secret weapon-caused tremor has lasting effect on Stef, who feels weak and keeps getting headaches.    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "29 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Didi's park tour debut is a hit, despite the tough crowd. Freddie is kept in the dark, thanks to his ignorance about computers, concerning the bad hygiene report about Galaxy park while the kids coax the website administrator to remove it be offering him a dinner with reluctant Melanie. The saboteur however already has another scandal in the making, which Freddie finds out about. Stef's condition remains weak.    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "30 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The saboteur's false posting about dangerous waste dumping in the park causes gust to pack and demand their money back. Freddie's denial suffices not, but the kids coax everyone to stay with a free party, drinks and food while Melanie gets the open site administrator to remove these lies too. Os and Didi launch another park jubilee project: go-carting. Stef's disabling headaches resume. Aboard the spaceship, aliens prepare to deal with the earthlings.    "
                },
                "9": {
                    "title": "Episode #3.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "4 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The saboteur is nearly caught in the cellar by Os but gets away, leaving behind an infrared night vision set. Aboard the spaceship, aliens are ordered to repair the malfunctioning hidden apparatus. The kids decide to try trapping the saboteur using Didi's video camera, but it's apparently sabotaged. Meanwhile the blindfolded go-carting goes badly for the boys trio team.    "
                },
                "10": {
                    "title": "Episode #3.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "5 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Freddie's insistence of park uniforms shortened the boys cross-dressing ordeal as 'losers' of the unfair cart race bet. The saboteur used a military infrared night vision set, so the kids seek a soldier suspect. Bothersome guest Johnny seems to fit the bill, given his khaki outfit and paratrooper tattoo, and becomes prime suspect after bitching about the security camera. He refuses to let Stef clean his room, so Os lures him and his wife away with a free cocktail.    "
                },
                "11": {
                    "title": "Episode #3.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "7 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Bothersome guest Johnny and his wife away don't wait for Os to finish the free cocktail, so snooping Femke can't get away before their return in the bungalow. The others come to her rescue, confronting Hohnny with the evidence suggesting he's the saboteur. However he admits to be just an army-barracks cleaner, his secrecy only served to cover up hiding his brother and sister in law, so both couples are forced to pay up and leave. The aliens meanwhile tune their equipment throughout the park, while Didi's video camera only sees a dog.    "
                },
                "12": {
                    "title": "Episode #3.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "8 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The saboteur has cut a rope in the new obstacle course. Only Stef's telekinesis prevents a serious accident during Paula's demonstration. The kids are now determined to find and catch the saboteur before someone gets hurt. Stef surprisingly reads Femke's mind while they patrol the woodland on bikes. After Bo scares him about hair prospects in the pool, Os uses his motorbike and calls the others when a suspicious van is spotted. The aliens have installed all their equipment throughout the park, so the invasion can start.    "
                },
                "13": {
                    "title": "Episode #3.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "11 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The six find the orange van suspected to be used by the saboteur. It belongs to Yarik, who admits only to the slanderous posts, not to sabotage. Freddie's park star status ambition is badly hurt, but the team hopes Didi's promotion video may turn the tide. Yarik provocatively parks his van near he park entrance, then complains when green paint is sprayed on it by VIP guest Finn.    "
                },
                "14": {
                    "title": "Episode #3.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "12 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The six suspect Yarik when Freddie seems missing, but Freddie's just lost his cellphone and escorted a visitor. Stef meanwhile discovered he can read anybody's mind, hence knew Yarik was innocent, but it spooks out Os as much as it fascinated volunteer guinea-pig Didi and Stef can't properly control it yet. The bookings are up, but Yarik intrudes at night to doctor the computer. The still unnoticed aliens install capsules with a crucial fluid to be dispersed.    "
                },
                "15": {
                    "title": "Episode #3.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "13 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Os successfully completes a nightly mission to find sabotage evidence in Yarik's van. Didi leaves his lookout post when he sees the aliens pass, but the others believe he was tricked as they were cloaked in suits. Yarik abandons his hobo disguise, admits to the sabotage, including doctor the computer bookings, as revenge on Freddie for loosing his job during the failed AAD mission in the park. Only Didi is prepared to help him observe the aliens, so he sneaks out of bed at night.    "
                },
                "16": {
                    "title": "Episode #3.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "14 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Now the park is rising to number two in the ratings, Freddie commandeers the kids to work harder then ever. Five agree, feeling relieved they're finally rid of the alien hunter. Only Didi gives priority to helping Yarik observe the aliens, so he pays someone to distribute fliers in his place, but is found out. The aliens prove dangerous.    "
                },
                "17": {
                    "title": "Episode #3.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "18 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Didi uses the van left by Yarik, who is missing for two days, for nocturnal stakeouts and observes a bright light, which he's convinced can only be alien, but fails to see the significance of hidden gas dispensers he trips over repeatedly. Stef and Paula drag the others along to check out the site, but no evidence is found. Freddie finds out that Didi payed someone to distribute fliers in his place and is hell-bent on making him catch up doubly in the mascot suit, just now there's a heatwave and Os takes forever to repair the air-co.    "
                },
                "18": {
                    "title": "Episode #3.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "19 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Didi accuses the mates of dismissing his alien theories too easily for real friends, so they promise to pay more attention, but all run off claiming chores are urgent. Only Fin volunteers to help Didi spy on his latest suspect, guest Miranda, whom they find setting up various equipment in the woods. Freddie looks for Didi payed to make him distribute fliers in the mascot suit. Os finally repairs the air-co and notices that Mel, who was very curious about the mail, is shy and quit since she got a letter. He advises her that 'a friend' should do what she must, even if ...    "
                },
                "19": {
                    "title": "Episode #3.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "20 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Didi gets Stef to use his min-reading to test that Miranda has no suspicious thoughts. Finn wakes up in an inexplicably hostile mood, bitching at the kids. Freddie looks for Didi payed to make him distribute fliers in the mascot suit. Os finally gets Mel to tell everyone about the mysterious letter. It's an invitation for her life dream, a New York modeling course, but she must decide and leave the next day. Everyone says they'll miss her but still want her to go for it. Stef even hastily prepares a surprise send-off party.    "
                },
                "20": {
                    "title": "Episode #3.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "21 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Didi gets Paula to help him spy on Miranda, whom he believes to by a procreating alien invader. She turns out to be a bird-watcher, whom Freddie was helping, and Didi's in-burst chased the rare breeding species. Os tells Femke he wants Mel's replacement, which Freddie needs quickly, to be as similar as possible, yet claims that's just laziness to adjust, not a crush. Walking by late, Paula accidentally discovers that Finn and his partner are disguised aliens.    "
                },
                "21": {
                    "title": "Episode #3.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "25 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Only Didi believes Paula, who didn't have her spectacles when she saw, or believed so, Finn and his partner as disguise-removing aliens. Os sabotaged the invitations of all boys Femke planned to interview as Mel's replacement, but none of the girl candidates proves a fit. Despite Freddie's expressed orders not to 'trouble guests' anymore, Didi goes to great, alas far from subtle lengths to test Paula's theory that Finn and his mate are afraid of water. That fails, until some gets spilled on her arm.    "
                },
                "22": {
                    "title": "Episode #3.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "26 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Although the green wound on Finn's partner Kat's arm shows they must be aliens, the kids stick to Freddie's instructions not to bother any guests. Os is caught sabotaging his own extracted 'promise' to call all boy candidates as Mel's replacement, but none of the girl candidates proves a fit. The space ship repairs the arm wound before Finn and mate face the curious, apologetic gang, Didi welcomes them to earth. They accept to attend the black light party, but actually partake in the completion of the capsules. Those are activated to start a force field while the kids...    "
                },
                "23": {
                    "title": "Episode #3.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "27 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The boys are caught in the aliens' force field, until Stef uses telekinesis to knock down one of the capsules which power it. The effort makes him faint, but he seems to recuperate fast and completely. Finn and Kat again dismiss Didi's welcome to aliens. While Os can't handle bar, repairs and the desk, Freddie sees Bo jump in 'just a moment' rather well and asks her as Mel's replacement. The space ship remains confident to take over the planet from the earthlings and orders Finn to repair the capsule.    "
                },
                "24": {
                    "title": "Episode #3.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "original air date": "28 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The boys search the field, and by Didi tripping again discover the whole system of capsules and Stef guesses its purpose is creating a force field. Finn and Kat are ordered to repair them while maintaining their human cover. Os finally arranges to interview all 15 male desk candidates, but Freddie engages Bo as Mel's replacement. Stef uses telekinesis to prepare the girls bungalow to let Bo move in, although she lives nearby.    "
                },
                "25": {
                    "title": "Episode #3.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "original air date": "2 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Finn and Kat promise board the spaceship to recoup the capsules by playing up to the human weakness: emotions. Stef, Os and Femke cautiously agrees to hear them out, Didi even enthusiastically repeats his welcome to earth. Bo accidentally overhears them and has to be taken into the group's confidence, which turns Paula hostile to the intruder, who seems to be stealing Femke. The aliens claim to have left their planet Anthras due to a sickness they can only cure with earthly resources.    "
                },
                "26": {
                    "title": "Episode #3.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "original air date": "3 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Finn and Kat appeal to humanity to help their 'dying' race, which requires recuperate the capsules. Stef, Os, Didi and Femke hesitate, but let Bo convince them to grant the Anthras race the benefit of the doubt and agree. Paula is equally hostile to the idea in chief of 'intruder' and the unknown aliens. Freddie demands ideas for another entertaining event and agrees with karaoke.    "
                },
                "27": {
                    "title": "Episode #3.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 27,
                    "original air date": "4 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Finn and Kat eagerly push Didi and Femke to show and hand over to them the hidden capsules. Stef however is warned against them by a fainted immature Exo girl and able to read their Anthras minds. As Didi has trouble retrieving the hiding places, Stef is just in time to cue them to pretend they are lost. Freddie digs up his ancient karaoke machine and expects Os to get it going the next day. Paula is welcomed back in the group now her suspicions happened to prove right.    "
                },
                "28": {
                    "title": "Episode #3.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 28,
                    "original air date": "5 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Finn and Kat threaten the kids when they refuse to simply hand over the hidden capsules, but Didi thinks of chasing the aliens by spraying water. Stef promises the Exo girl protection after she explains being the only of their race which escaped from captivity aboard the Anthras space ship. Os and Didi see that Freddie gets his ill-prepared karaoke night, starring Paula in the others' absence. Finn however sees the girl Exo use telekinesis and finds the Exos afterwards.    "
                },
                "29": {
                    "title": "Episode #3.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 29,
                    "original air date": "9 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Stef and the Exo girl are followed and overpowered by Finn and Kat, who drag them to the spaceship. Didi and Femke followed them unseen, but the cloaked entrance closes too fast. Stef finds himself locked up with Yarik, who warns the Anthras have a device to read minds. Freddie wants another event, so the others must, while covering for Stef and seeking a way into the spaceship, mount a junk sale.    "
                },
                "30": {
                    "title": "Episode #3.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 30,
                    "original air date": "10 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Stef gets the Exo girl to create a distraction so he can escape, but has nowhere to hide aboard and ends up overpowered again by Finn and Kat, who drag them to the mind reading machine, which me prove lethal. Didi and Os operate a Stef dummy to make Freddie believe their mate is still around, while Femke must organize a junk market. Os is not amused when Paula confirms Bo's mean theory that he may be seducing serially to 'suppress his true feelings'.    "
                },
                "31": {
                    "title": "Episode #3.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 31,
                    "original air date": "11 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Stef is forcibly exposed to the Anthras mind reading machine, which might prove lethal, but his mental power manages to make it burn out. Fellow prisoner Yarik is suspiciously interested in Sef's resistance to the machine. Didi and Os must explain Stef's absence to Freddie by faking another health problem.    "
                },
                "32": {
                    "title": "Episode #3.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 32,
                    "original air date": "12 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Stef and Yarik further disagree about the Anthras mind reading machine. Didi's stake-out at the cloaked spaceship-entry pays off, he and Femke can slip in unnoticed and observe the queen ordering to start the process to affect earth's atmosphere. The others must cope with Freddie's complaints about slipping service.    "
                },
                "33": {
                    "title": "Episode #3.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 33,
                    "original air date": "16 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Stef must fight Yarik when he's found out being an Exo as the hunter wants to turn him over to the Anthras, hoping for liberation as reward. Didi hears the queen ordering to restore order in the spaceship-jail and follows Finn unnoticed, but gets separated from Femke when a door closes behind her. The queen orders Kat to start the process to affect earth's atmosphere. The others must help Freddie evacuate the guests after an alien-caused tremor spooked everyone, but he refuses to let the bus drive off without Stef and the 'VIP couple'.    "
                },
                "34": {
                    "title": "Episode #3.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 34,
                    "original air date": "17 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Stef must promise Yarik hep to escape or be exposed as an Exo, but gets no chance to deliver. Didi for patrolling Finn unnoticed while Femke can slap back out trough the door but can't find Didi. Os can only get Freddie to finally evacuate the guests without waiting for Stef and the 'VIP couple' when an 'inspector' insists, who turns out not to be from the parks rating but an official to supervise security after the tremor.    "
                },
                "35": {
                    "title": "Episode #3.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 35,
                    "original air date": "18 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Stef is getting desperate, as even Yarik isn't o is side. Didi found Anthras uniforms which he and Femke put on to approach the jail, but when Didi offers to relieve the guard, suspicious Finn orders his helmet off. Os curses having the mind a crone's lap dog Bonita, but the girls point out pretending they have to retrieve the mutt may be their only chance to return to the park now Freddie is afraid to be fined. Alas, the dog escapes for real and Freddie stops them.    "
                },
                "36": {
                    "title": "Episode #3.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 36,
                    "original air date": "19 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Stef is elated, even Yarik delighted, when Didi manages to knock out the Anthras guard. But he, exo-6 and Femke have a hard time working out the alien control to ope the cells, so just after they leave the guard wakes up and sounds the alarm. Finn is searching for the capsules, but Os and Bo finally get Freddie's permission to look for the escaped lap dog Bonita, which actually returned but Paula can hide the mutt.    "
                },
                "37": {
                    "title": "Episode #3.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 37,
                    "original air date": "6 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Stef needs all his telekinetic power to hold off the Anthras guards, who captured only Yarik, while Didi and Femke desperately try to man the illegible control panels, succeeding by pure luck to cover their escape and block the portal for the enemy and sabotage its energy source. On earth, Os got stuck by coward Paula with hiding the capsules in the ladies restroom. After a call from Stef, he 'borrows' already far from amused Freddie's car to pick the escapees up and drive them to the evacuation center, where the park staff is convened for a briefing.    "
                },
                "38": {
                    "title": "Episode #3.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 38,
                    "original air date": "7 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Stef and his mates hope sabotaging the spaceship has completely stopped the Anthras plans, especially when the Exo girl also arrives, having liberated the other alien prisoners, just not Yarik. But the crew quickly starts repairs, their plan remains. Freddie scolds the park staff but lets them off with hastily getting the messy infrastructure in order after the inspector allows returning to business. Didi worries bout fellow space-fan Yarik, so he snoops in his minivan, joined by Paula. Os, whose pride was hurt by girl guests making fun of his outdated hairstyle, now ...    "
                },
                "39": {
                    "title": "Episode #3.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 39,
                    "original air date": "8 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Stef and his mates believe to have foiled the Anthras plans, but the crew quickly progresses with repairs, so their queen remains confident they'll crush humanity. By cleaning up the park in record time, thanks to Stef's telekinesis, and throwing in welcome back reception, the kids are back in Freddie's grace. Didi convinces him to organize every Friday an ope air alien movie screening. Stef is amused by a semi-cruel 'caterpillar' prank Os plays on Didi. Os pulls all registers to impress Bo on a date, so the others cane exact promises.    "
                },
                "40": {
                    "title": "Episode #3.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 40,
                    "original air date": "9 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Stef, his mates and even Freddie wonder about distracted Bo's aloof attitude. Didi gets back at Os for the 'caterpillar' prank by making fun of the womanizer being stood up by Bo. Didi enjoys the first open air alien movie with Paula, who's delighted he caters for her every wish, yet can only hope for an actual romantic move, even after Stef hints about that option to Didi. Os bitterly acts undisturbed, ignoring that Bo has actually even replaced by Antras Kat, who assumed the real Bo's appearance and keeps her locked-up in Ko's caravan.    "
                },
                "41": {
                    "title": "Episode #3.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 41,
                    "original air date": "12 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Stef and Femke gently prod obviously enamored Didi viz. Paula till they find the courage to declare their love, each delighted to find it romantically requited. Os clumsily messes up a pointless attempt to score a 'second chance' date with Bo, ignoring it's morphed Kat, who still keeps the original locked-up and forces her to betray her likes to facilitate the search for the capsules, reporting to the queen by holographic device.    "
                },
                "42": {
                    "title": "Episode #3.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 42,
                    "original air date": "13 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Stef and the other mates help Didi and Paula prepare a romantic picnic date. Bo, in fact morphed Kat, arouses notably Os's suspicious by odd behavior and incessant questions, but Freddie believes her lies. Her search for the capsules advances as Paula betrays the place where one is hidden in the river, which she can get hold of while the spaceship is already repaired.    "
                },
                "43": {
                    "title": "Episode #3.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 43,
                    "original air date": "15 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Stef and Femke are delighted that Didi and Paula are over he moon concerning their romantic picnic, although the highlight was a love declaration without even a kiss. Os's initially waved suspicions concerning Bo, in fact morphed Kat, are only confirmed when she gets caught in her own lies. Alas, by then she has already got Freddie to drain the pool, so she can recuperate the second of the capsules, and reports to the queen in person that morphed Anthas are admitted to the park by tens. Only then the kidnapped real Bo's location is accidentally discovered.    "
                },
                "44": {
                    "title": "Episode #3.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 44,
                    "original air date": "16 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Os and Femke hide in the caravan, having discovered real Bo there, until morphed Kath leaves unsuspecting, then they tell Stef and Paula that the Anthra already recuperated two capsules. When Os removes the morphing collar from Bo's neck, Kath is transformed back into her lien shape, but she already convinced Didi to show her the third capsule in Yarik's mini-van and brings all three to the spaceship. Freddie cares only for the impending park raring inspection, so he assigns the caravan to a suspiciously troublesome bitch who didn't book.    "
                },
                "45": {
                    "title": "Episode #3.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 45,
                    "original air date": "20 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    While Kath beams to the ship, Stef arrives and uses telekinesis to prevent the Anthra taking the third capsule there. The kids find it indestructible, so they decide to hide it again. The queen however is confident two capsules suffice for invading earth and orders all aliens to start it. Freddie tells the most troublesome client that he suspects another bothersome newcomer of being the park rating inspector.    "
                },
                "46": {
                    "title": "Episode #3.46",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 46,
                    "original air date": "21 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    To dispose safely of the alas indestructible third capsule which they kept from the Anthra, the kids agree Os should drive to the sea on his motorbike and dump it. Freddie commandeers everyone to provide VIP treatment all-round, even an exceptional evening shift, to impress the presumed park rating inspector, even Femke can't make him reconsider. Os and Bo decide the mission is worth braving a dismissal threat. Finn mobilizes all the undercover Anthra to stop them, but Os breaks trough their ring.    "
                },
                "47": {
                    "title": "Episode #3.47",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 47,
                    "original air date": "22 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Persued by Finn's Anthra posse, Os must stop with motorbike trouble and dozes off, so they catch up just before he wakes up and runs into the woods, but he falls over a tree root. Freddie considers everything lost for the park rating inspection, yet the kids get support from customers for their next vent idea, mass 'percussion' on utensils. Didi fails to fill Os's charming barman-seducer footsteps by overplaying it, but telepathic Stef smooths everything with the presumed inspector.    "
                },
                "48": {
                    "title": "Episode #3.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 48,
                    "original air date": "24 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Finn's Anthra posse catches up with Os now his motorbike is disabled, forces him to hand over the last capsule in exchange for Bo, then locks them up in a barn, but they break out. Freddie remains clueless that the mass 'percussion' on utensils is a cover-up for Stef and Didi to drill underground and find a presumably explosive device which the Anthra planted. Didi clumsily undoes Stef's charming of the parks rating inspector, who admitted being that and hinted at a good score for Galaxy Park.    "
                },
                "49": {
                    "title": "Episode #3.49",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 49,
                    "original air date": "26 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Os and Bo break out of the barn where Finn's Anthra posse locked them into, but traveling back is exhausting. Freddie keeps bugging the kid about client service until Stef and Didi show him the presumably explosive device they dug up, yet he dismisses the alien origin as Didi's obsessive imagination. Outisde, they discover being trapped by an invisible force field, and the undercover Anthras park clients close in on the humans.    "
                },
                "50": {
                    "title": "Episode #3.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 50,
                    "original air date": "28 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Freddie now knows about the bomb and force field, so he decides to call for help, but can only get to the Phone if Stef and the others mount a distraction for the Anthra hordes. Stef ends up getting caught before he can use his powers and is locked into an indestructible, electrocuting cage for refusing to defect. Freddie fails and the Phone is disabled/ Os and Bo hitchhiked back to the park, but can't enter due to the force field, so they can only promise to get help. Meanwhile the evil queen makes a triumphant entry to take over control of the park and later earth.    "
                },
                "51": {
                    "title": "Episode #3.51",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 51,
                    "original air date": "29 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Freddie encourages Didi to attempt disarming the bomb, but that only triggers the mechanism sooner. It's suspended in force fields, ready to clean up earth for the Anthra hordes to take over the planet. Stef surpasses himself to break out of the apparently indestructible cage, yet his powers can't disable the force fields. Os stops the others from fleeing, then Didi thinks up a way to crack the force field: the Anthra aqua-phobia. Stef now risks an surprise move into the enemy spaceship.    "
                },
                "52": {
                    "title": "Episode #3.52",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 52,
                    "original air date": "1 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Freddie suffers from amnesia since the bomb episode, so he forgot all about the aliens about to take over the planet. However he remembers that the park may host the award ceremony, so everything must be prepared, which is only possible thank to Stef's powers. Although improvised, the party, secretly also celebrating earth's salvation, is a blast, with a surprise guest from overseas.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    As six summer job students arrive in Freddie's rural holiday resort Galaxy Park, Stef and Diederik 'Didi' become instant friends. Oswald 'Os' arrives last on his motorbike. Femke and Paula are veterans, yet foxy new girl Melanie, who was driven by her cool boyfriend, fireman Jim 'Vlammetje' (Dutch for 'flame'), steals the front desk job Paula hoped for. Os becomes barman-waiter, Didi pool-boy, so Stef is recreative animator. Once boys and girls each have taken up residence in a bungalow, Freddie 'treats' them all to a very modest welcome party. In the woods lurks ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Handyman Ko, whom Femke saw lurking around, joins the team. Now the tasks are assigned, the team must welcome competition winning family Claessen, a couple and their son Joe, as all-in honored guests. Alas, klutzy novices keep spilling, dropping, shoving and even hosing-down the ever more dissatisfied family. Jim isn't much luckier during a secret meeting with Mel, who warns Paula such a cool guy as Os is way out of the geek's league.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Charmer Os wins over even the grumpy Claessens parents by pretending to share their Country & Western obsession, until they see their daughter Jill kiss him. Impish rascal guest Dennis Vogels nearly has his video-camera confiscated by Ko, who didn't want to be filmed doing something at the boys bungalow. Stef can't handle the brats and keeps ogling Femke. Freddie forces everyone to attend a film about the park's history. But it was replaced by mishaps all over filmed by Dennis and edited by Didi. To Freddie's despair, the couple wants to leave, even before the ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Beliving weird handyman Ko 'must be an alien', obsessed believer Didi agrees to help Femke spy on him and his caravan. The competition winning family Claessen announces they're leaving, but Os finds a way to tempt them back: a country and western theme party. The team works their tails off to organize it the same evening while a band is booked beyond Freddie's meager budget. Then a clumsy move from Stef seems to wreck the whole buffet.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The kids speculate whether the wrecked dinner was cleaned up in record time by Ko or, as Didi insists, aliens using telekinesis. The country and western party was a hit, so the Claessens family gives a complimentary interview to the newspaper. When Didi suggests the park needs more publicity, Freddie puts him in charge of PR and merchandising. Stef never gets any expressions and is a klutz at table-tennis, but amuses the guest kids with wacky solutions like helmets in case of stray balls. Ko concentrates on supplies for his mystery project- a candid security cameras ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Stef practiced to become good enough to beat the brats at table-tennis, but Dennis exaggerates a small injury to threaten him with dismissal, and abuses the 'anything to make up' by torturing Stef at a totem-pole until Femke counter-bluffs. Os smooth-talks the girl guests in his fruit cocktail course, but his volunteer assistant Paula, even more -desperate to impress him, tries her own recipe without closing the blender. Didi convinced Freddie to oder 5000 buttons, but has to manually add a missing syllable and hand them out in an alien suit. While he does so, the ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The kids speculate who or what heated the pool water, while Freddie just enjoys the extra bookings thanks to publicity. He orders Stef and Femke to sell the remaining buttons win alien-suits, but they can't resist checking out the boiler room. They found nothing and still suspect Ko, even more when they're locked in, but that's rascal Dennis's doing. Os sees trough Paula's pose as motorcycle fan. Didi takes a faked sick day to spy on Ko but ends up hypnotized after the aliens decide to harvest their first human test victim.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When Os wakes up and finds his roommates missing, he goes looking, finds and frees Stef and Femke. Bookings are finally up, so Freddie refuse her leave request and orders the bungalows prepared. Mel promised to help Paula seduce Os and tries coaching her trough an earpiece, but has to answer a guest complaining about a clogged toilet, which Paula doesn't realize.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Didi believes to be abducted by aliens, still to absurd for the others to take seriously. Didi is assigned to teach a pool class, but being unable to swim has to beg Os to do it for him. Guest Abrams disgust the cleaning crew utterly with the pigsty state of his bungalow. Os gets knocked on the head and falls in the pool unconscious, in danger of drowning.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Didi overcomes his fear of water and jumps in to save unconscious, drowning Os after a mysterious lights lites in his eyes, Paula is just to late to kiss him 'as rescue procedure'. Didi forgot about it, exchanges weird thanks with Os and the theory he must be an alien. Ko frantically studies the incident's recording. After finding Mel utterly useless at brainstorming for the SciFi quiz Freddie ordered him to organize, Stef volunteers to help clean Mr. Abrams's dirty bungalow. Suddenly and noisily, something inexplicable makes the toilet disappear while he's on it.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "14 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Didi explains to Os he hopes to contact his 'alien family' by citizens band radio. Mel's boyfriend Jim accidentally finds missing Mr. Abrams, sitting on the toilet, in the middle of the road at the park's entrance. Jim helps avoiding a damages claim for a presumed gas explosion, allegedly resulting from poor maintenance, by impersonating a cop, and offers his muscle to help clean up the road.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Kind as ever, Stef prepares co-hosting the alien show with bossy Mel, whom he even compliments, which renders Femke jealous, but Stef appeases her. Didi is announced as alien expert, but assures the crowd to be one himself, raised by humans since infancy. He further claims the radio signals, which Ko assures are human, come from his alien parents, who plan to visit soon. However a rude trucker angrily bursts in to tell the knave to stop distracting him on his CB frequency.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Os is greatly interested in possibilities to work on the boss when Femke, having found listening bugs in the girls' bungalow, betrays being Freddie's daughter, yet she assures nothing should change. Stef helps her find out there are bugs in the boys' bungalow too. They wonder what Os is hiding in a box and decide to set a trap. They believe Ko's excuse for checking his bugs that he's just doing sanitary maintenance. Freddie assures the bank he'll make late bill payments and report.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Didi promises Freddie publicity trough proof that aliens exist but only spreads fake green slime. During is bank interview, Freddie appoints Femke acting manager, but it's Mel who deals with troublesome guests and makes her look incompetent. Os starts flirting with her, rendering Paula jealous.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "21 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Jim proudly arrives in his beloved car, bragging to Os it's far better to score girls then a motorcycle. Os asks Femke out for a drink, which renders Paula so jealous she literally faints. A minute later, finds his car gone, apparently miniaturized, a minute later it's back just as mysteriously. Didi keeps quiet about the green slime. Rascal Dennis's dog barks miserably. A minute later, the boy screams holding the dog on a roof, nobody knows how they got up there.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Os can hardly believe Femke turns down a motorcycling date with him, to Stef and Didi's amusement. Fireman Jim rescues rather ingrate rascal Dennis and his dog, managerially ambitious Mel steals the credit from inspired Didi. Ko eludes a trap set by Stef and Femke. Paula seems better, but at night 'sleep-walks' towards the alien landing spot.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Still confident Femke only plays hard to get before dating him, Os offers to let her drive his motorbike or even touch his even more jealously guarded hair, but she turns him down again after blindfolding him so Paula can touch him in her place. Having seen Ko snoop, Stef and Femke search his caravan and discover his hidden security surveillance system. Just when the find his 'ET Investiugation team' badge, he arrives. To the team's dismay, Freddie offers Mel permanent deputy manager status is she passes a role-play test with him as difficult customer, but the concept...    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Ko claims to be an agent of a secret government ET investigation team, TOB, and recruits Stef and reluctant Femke to assist him. They should screen everyone for four 'alien criteria' : allergies, hydrophobia, fear of animals and suspicious communications. Didid decides, although Os and Stef refuse to help, to attract aliens by making a cereals field circle, but is chased by the farmer. Mel starts her deputy manager term by ordering a tropical beach party.    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Everybody is to bring a date to the tropical beach party. Os teaches Didi, who asked Paula but was turned down because she hoped Femke would get her Os, how to make girls jealous and play the sensitive type. Os dates two girls and refuses to talk to Femke, feeling it's his turn to play hard to get, but Didi fails to copy the sick puppy trick. Stef and Femke tell Ko Mel seems to fit all his four 'alien criteria' and he promises to test her DNA as soon as his TOB 'neutroni' machine is ready. Mel desperately tries to persuade some people over the phone not to visit the ...    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    At the tropical indoor 'beach party', Os's dates constantly bicker, spoiling it for all three and bystanders. Paula asks second choice Didi last minute, but by talking about pursuing one's dreams inspires him to rush out to try again making a crop circle, only to find one in the field already. He's chased by the farmer, who won't hear of aliens beating the knave to the punch. Stef has to stand in for Os as barman, which proves exhausting as his colleagues keep pinching the clients's fruit cocktails, but he ends up collecting Mel's DNA for Ko to test now his TBO '...    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    The park is in trouble now the neighboring farmer, who even installed security cameras, keeps accusing Didi of making the crop-circle which he protest was there before he could attempt one. Failing satisfaction, the farmer informs the press, whom Freddie ends up throwing out. Stef and Femke keep watching 'alien' Mel, who acts weirdly and wears a disguise to avoid an elderly, measly couple she tries to avoid by switching job that day, but Freddie calls her in when they say being her proud parents. Ko discovers his TBO 'neutroni' machine finds alien DNA on all the kids'...    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Stef refuses to keep helping in the search for the alien after Ko tells his TBO 'neutroni' machine found alien DNA on all the glasses from the party. The park is in deep trouble after the neighboring farmer, who keeps accusing Didi of making the crop-circle demands 2,000 Euro and informed the press. Mel's nightmare seems endless now her parents, common as muck, stay in the park, and despite his financial peril Freddie offers them a month for free, to which they add a tab. Freddie decides to cut costs by firing someone. Femke convinces him to spare the kids, so he ...    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Stef reassures Femke his refusal to help searching for the alien doesn't mean they should spent less time together. Os agrees Didi needs a make-over to start scoring girls. His hair gel method certainly breeds confidence, but Didi also seems to loose his interest in aliens. Freddie accidentally finds Ko at his TBO 'neutroni' machine, believes his claim it's a secret government investigation for alien DNA, forgets to fire him and swears secrecy, hoping the official results will save the park.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Os plays Mel's inexistent posh, aristocratic lover François to scare her lewdly common parents into leaving the park altogether rather then feel awkward at fancy dinners and entertainment with the 'classy couple'. Stef keeps a low profile. Freddie can barely keep quiet about the alien expert, but Ko's warning glances prevent explicit exposure.    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Exo-7, which actually turns out to be Stef's alter- ego (aka Stef is Exo-7 in a human disguise), has got instructions from the spaceship to ignore the human emotion he's fascinated by and to prepare to use his 'exodised' friends as shield if threatened. Indeed Ko has repaired his detector and tells Femke to make sure Stef is present when he discloses the alien, while Freddie is told to butt out. Didid examines some gremlin sounds, but instead of an alien it turns out to be Paula's lame version of voice exercises for her cheesy ode on Os, who inadvertently invited her ...    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Os tries to avoid his delayed date with Paula, so Didi and Stef use make up to simulate a bubonic disease. Seeing how ugly that make him, Os takes it off, so when she brings Freddie, claiming he needs a doctor, they find him 'miraculously cured'. Hearing the alien detector is repaired, Stef has to allow a DNA sample but manages to swap it, yet Ko smells a rat and makes him the prime suspect. Stef reports to the spaceship, justifying his actions with 'keep you enemy closest'. Stef activates his alien mind control over previously abducted Didi, Mel and Paula to ...    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Os's determination to prevent anyone touching his hair makes him Femke's prime alien suspect, until Stef, Didi and she discover his mystery box just contains girl hair products. To swear them to secrecy, he must promise Paula a date. Stef, Ko's suspect, cleverly prevents him from gathering DNA samples. Freddie promises Femke a day off on her birthday, Stef plans a celebration.    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Os and Didi think Stef made a huge mistake organizing a childish birthday party for Femke, but she loves 'catching up' as her busy parents never held one for her yet. Freddie and his ex both give her in-line skates. Stef and the gang enjoy the party games, but he soon regrets including hide and seek after wounding his knee, which bleeds alien-blue. This finally allows Ko to gather a DNA sample.    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    When Stef learns Ko found his handkerchief with blue alien blood, he fails to retrieve it and has to use mind control on Didi to keep him silent, but overdoes that suspiciously. Os is blackmailed by Femke to grant a date to Paula, who asks Mel's advice and is recommended a double date with her and Jim. Freddie is preoccupied by the bank's foreclosure plans and discards Didi's strange silence as a prank from the gang.    "
                },
                "30": {
                    "title": "Episode #1.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Stef used mind control to order Didi to retrieve his handkerchief with blue alien blood from Ko, who alas surprises thief thief, but Freddie's arrival allows Stef to help Didi get off. Os has mixed feelings about his enforced date with Paula being turned by Mel into a movies double date, but they both end up enjoying it. Jim however gets jealous, seeing their hand contact, and Paula, who actually watched the movie, is denied a kiss at the porch. Watching Didi made Stef seem uninterested to Femke, who planned some thank you date with him but changes her mind feeling ...    "
                },
                "31": {
                    "title": "Episode #1.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Having studied chick flicks all night, Stef wins Femke back * Ko found his handkerchief with blue alien blood, he fails to retrieve it and has to use * suspiciously. Jim dumps Mel Os is blackmailed by Femke to grant a date to Paula, who asks Mel's advice and is recommended a double date with her and Jim. Freddie is preoccupied by the bank's foreclosure plans and discards Didi's strange silence as a prank from the gang.    "
                },
                "32": {
                    "title": "Episode #1.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Stef and Femke are buddies again, with Freddie's blessing, despite his dismay about generally shoddy staff performances. Stef uses mind control to make Paula force Os to admit he's not at all interested in her. Ko's hidden camera recorded Stef stealing back his handkerchief with blue alien blood. Os and Stef find dumped Mel and Paula weeping bitterly after the double date. Didi gets Freddie to admit there's an alien hunter in the park and convinces him they must profit from the potential for publicity. After Ko shows Femke the recording to prove Stef is the alien, she...    "
                },
                "33": {
                    "title": "Episode #1.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Stef admits, plainly asked by thus startled Femke, that he is the alien, yet assures to remain his lovable self. Paula can barely believe she broke with Os and learns Jim dumped Mel who still won't admit that. Didi got Freddie to admit Ko is the alien hunter in the park and spies on him, hoping to find the extraterrestrial, so Freddie, who faces foreclosure within a week, can boost the park. After the spaceship crew refuses further delay, Stef starts 'exodising' Os in the boys bunk, but he reacts badly.    "
                },
                "34": {
                    "title": "Episode #1.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Os's bad reaction gave him a nightmare which wakes everybody, but only Didi screams alien again and is ignored as usual. Stef watches over Os, who keeps behaving weirdly, but even mind-control doesn't restore his clarity of mind. Paula absurdly thinks it's because of her 'dumping him' rudely. Stef fails to convince Femke his alien powers aren't involved. After seeing him take Os along in the forest, in fact near the spaceship, she promises Ko to help, yet claims Stef remains a good guy.    "
                },
                "35": {
                    "title": "Episode #1.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Stef tells Femke more details about his mission, name Exo 7 and the existence of other alien races, including the hostile Kronos, but refuses details about the spaceship and access to it. Having seen him handle Os again, she reports to Ko, who claims to wish Stef no harm, just study in captivity. Didi shocks visitors in the park with cheeky questions, hoping to trace the alien, to the others' amusement, including Os, who seems back to normal.    "
                },
                "36": {
                    "title": "Episode #1.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    After saving a child from being crushed by Ko's toolbox, actually a planted trap, Stef demonstrates his telekinesis powers to Femke romantically too by making red roses float. He assures her to care more for lives then even his own cover, but lies it's his only superhuman power. Didi is abused by Femke and Paula to chase Mel over to the boys, so they can have a girls night. Ko reports to his planet Kronos, which orders Exo-7 must be eliminated soon.    "
                },
                "37": {
                    "title": "Episode #1.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Desperate for cash, Freddie considers selling off various possessions and lets out the cafeteria to Latin dance instructor Dolores Cortes. The kids are ordered to take her courses, so they can later instruct the park's guests. Didi and Paula start the salsa. Mel hastily switches capoeira with Stef and Paula, so she can dance the sensual salsa with Os. As instructed urgently from his home planet Kronos, Ko needs to catch Exo-7 in his vulnerable alien state, during transformation. Ko leans heavily on Femke to find it out, but she refuses to help him further as she won't...    "
                },
                "38": {
                    "title": "Episode #1.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "Feb. 2012",
                    "year": "2012",
                    "plot": "\n    The Latin dance courses please Didi and Paula so much they practice the salsa while working, which amused the guests and attracts course candidates. Os gets Mel to confirm Jim broke up with her, but his own flirting takes a bad start. Ko leans even heavier on Femke to find it out about Exo 7's transformation spot, and overcomes her reluctance by suggesting the red spots on the other kids are 'marks' for a devious plan. Stef smells a rat and assures Femke his race only intends to study emotions, something humans have in common with their Kronos enemies, ailing for a '...    "
                },
                "39": {
                    "title": "Episode #1.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "Feb. 2012",
                    "year": "2012",
                    "plot": "\n    The Latin dance courses please the kids enormously and they make such progress that Freddie precipitously starts rostering them to teach themselves next week. Os gets a kiss from Mel, but she claims it's meaningless. By threatening to call in unpleasant reinforcements, Ko gets Femke to promise she'll find out about Exo 7's transformation spot the next day. Stef still lets her believe telekinesis is his only superpower, but doesn't realize Didi's camera catches him using telekinesis on prankster rascal Dennis.    "
                },
                "40": {
                    "title": "Episode #1.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Didi tells Femke and Paula first he saw Stef's telekinesis but accepts to keep the secret. Os finally gets a date with Mel, but just then his motorbike breaks down. Ko tails Femke, who promised to tell him Exo 7's transformation spot that day, carrying a space-gun to destroy the enemy alien while assuming his own shape. Dolores's business friend considers investing in Freddie's park.    "
                },
                "41": {
                    "title": "Episode #1.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Ko hastily fires at Exo-7, but he's able to turn back into Stef, fights back and knocks his aggressor out, who didn't care Femke was in his fire line. Os repairs his motorbike and hopes for a make-up date, but Mel wines about her shoes and calls him too childish. Didi tells Femke and Paula he discovered proof in Ko's bungalow that he's an alien from Kronos but is sworn to secrecy. Stef borrows Os's bike to catch up with the ambulance which unsuspecting Freddie called for Ko, whom he presumes still unconscious but actually already healed his burns.    "
                },
                "42": {
                    "title": "Episode #1.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Exo-7 was instructed by his spaceship to take Femke as next, female test victim, but Stef can't bring himself to do so, even forgives her disloyalty. Didi is assisted by Paula preparing an 'expert' nocturnal welcome for aliens, but they meet only Os, who couldn't resist such a prank, clearing his head on his motorbike after being called immature by Mel again. Freddie grudgingly promises Dolores's business partner a profit share. Ko is back already, to fight surprised Stef again.    "
                },
                "50": {
                    "title": "Episode #1.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "21 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Stef keeps denying to Femke his mind-control helped Paula do great in the the talent hunt. Unlike Os, she cares not for the photo-shoot prize and passes it so elated Mel. Stef is near tears, seeing no way out of accomplishing his assignment. Didi and Os compare itchy red marks. Freddie has been saved from loosing the theme park to Dolores's scam, but announces he's selling anyway, so he can retire and put Femke trough college.    "
                },
                "51": {
                    "title": "Episode #1.51",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "22 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Gloomy over the end of the summer season, which looks mike the ark's last, the kids pack to leave. Os and Mel find comfort in the prospect of their photo-shoot, even intend to do it together and bend to kiss, possibly the start of a romance. Stef nips it in the bud as he must start collecting his human specimens, already having brought Paula under mind-control. Didi suffers the same after bumping into Stef, despite having found and listened with Femke to Ko's recording device. Stef leads the others to the forest spot where his space-ship lands.    "
                },
                "52": {
                    "title": "Episode #1.52",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "23 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Gloomily determined to obey orders, Stef leads his collecting his human specimens, except Femke, to the spaceship's landing spot in the forest, and lies to his alien commander that she's not to be found in time. When she arrives, pleading it's not too late to let the others go, he follows the command to bring her under mind-control to and have everyone board, but changes his mind at the last moment. Even the threat of being left stranded on hostile earth 'among inferior beings' can't make him obey. Freddie, lured there by Dennis, arrives too late to witness anything, ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "5 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    A year later, Stef is first to arrive in Galaxy Park, a day before the staff is reunited for the new tourism season. While he catches up with lover Femke, his Exo space-ship suddenly appears to grant him a last chance to return to his planet, which he turns down, even though it means loosing some of his powers and his alien appearance. The secretive Anti Alien Division has detected and localized the ship. After the others arrive for the welcome drinks, Freddie insists on redistributing the jobs by draw of lots.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "6 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Just aft he secretive Anti Alien Division (AAD) has detected the ship and ordered the remaining alien captured, three suspiciously grim guests arrive in Galaxy Park. Yurik Maes and Hans Dans insist to get the most remote bungalow, and fast. Cleaning it in time would be impossible without Stef's alien telekinesis. Grumpy professor Otto Kumar rudely refuses any help with his substantial, mysterious luggage. Freddie's redistribution of the jobs already roves inefficient. Os Vermeire cheerfully receives a shipment by deliveryman but hastily hides it from everyone.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "7 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Didi finds Stef and Femke Googling professor Otto Kumar, a world-renowned alien specialist, but is rudely refused any contact, while the couple wonders what his equipment is for. Yurik Maes and Hans Dans move into the most remote bungalow. Didi is a disaster as animator, until Stef uses telekinesis to make him into a darts champion. Instead of reconsidering the inefficient redistribution of the jobs, Freddie just complains about poor results. Didi and Os come up with an idea for the weekend: a space party.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "8 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Professor Kumar nearly catches nosing Stef and Femke, who are daunted by his lab equipment. Os is forced to admit confidentially to Paula that in order to afford his new motorbike, he ordered wool for embroidery, but can't manage that. Didi unsuspectingly enjoys Stef's telekinesis help with crochet, but accidentally discovers Stef's powers by witnessing him cleaning 'magically'.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "12 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Didi first faints, then hugs Stef after accidentally discovering his alien super powers and promises secrecy. Braving incessant questions about his home planet, Stef decides against wiping Didi's memory again, but Femke mistrusts that, especially after Didi meets professor Otto Kumar, who states alien experts must face adversities and 'make difficult chooses' but never hide the facts. Hans Dans and Yurik Maes disclose they are TV staff, looking into the possibilities for devoting a reality program to Galaxy Park. Preparations for the alien party continue.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "13 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Didi nearly breaks his promise of silence towards professor Otto Kumar, but is stooped in time. Hans Dans and Yurik Maes tell Mel she's eligible to star in their studio's reality TV program about Galaxy Park, so she happily volunteers to ask her colleagues all background questions they want, which only Stef avoids. Preparations for the alien party are completed, with a non-alcoholic 'super nova cocktail' designed by Oz.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "14 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    The punch was spiked, which makes everyone who drank it sick - some are even hospitalized. Didi, who drank none, realizes and convinces the others. Despite his terrible record as pat owner, Didi is ordered to mind a customer's guinea-pig. Doctors De Graaf and Peeters arrive and demand, on Health's authority, blood samples from everyone. Stef is tipped off too late, and now risks exposure as blue-blooded alien. Paula is released.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "15 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Didi thinks of filling the vial for Stef's blood sample with berry juice, so he won't be tested and found out as alien. Stef's telekinesis prevents Femke's hasty clumsiness ruining the swap. Professor Otto Kumar is seen conversing with the mysterious 'Health inspector', who seem to have come out of the blue. Hans Dans and Yurik Maes order Mel to find out more about her colleague's private past. Paula is brought back from hospital and helps Os with his embroidery. Freddie is asked to see another patient, which he also brings to the park.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "19 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Freddie surprisingly presents the mystery patient, who is in treatment for amnesia, as the kids' not so new colleague: it's Ko. Ever-friendly Didi would welcome him back, so Stef tells him it's a murderous alien from planet Kronos whose mission is to kill Exos. Didi enjoys mind a customer's guinea-pig. The blood samples don't satisfy the AAD, which resorts to 'plan B'. Stef goes spy on professor Kumar's lab, but is discovered. Os can't wait for Paula to help him embroider again, but the other kids suspect a more romantic type of date.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "20 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Stef suspects Ko of faking amnesia and spies on him, but Ko wastes a perfect opportunity to kill the Exo and even risks being crushed until Didi intervenes. The next nights, first Paula and then Os are abducted and brought back without being noticed by their bunk mates, who are drugged with a gas. Os only notices that unusually sleepy Paula didn't turn up in the pool to help him embroider, so they agree she'll come and get him.    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "21 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Didi finds the guinea-pig he minds mysteriously deep asleep. Together with Os and Paula having missed their nightly meeting, that puts the kids except reality lead-absorbed Mel on the trace of the abductors. Stef, Didi and Femke decide to watch Ko constantly, but meanwhile the gassing fiend strikes again.    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "22 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Didi's inexplicably sleepy guinea-pig convinces the friends Femke didn't imagine narcotized abductions. Stef and his mates confront professor Kumar, who shows them his lab, but assures he only tries to prove aliens exist, not capture one. Os is told he'll loose his motorbike and deposit only he pays within a month. Paula helps him embroider again, but Mel, whom he warned the TV part must be a seduction lie, catches them in the 'unmanly' act.    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "26 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Stef shows mates Didi and Femke a lab tube he found in professor Kumar's lab, proving he lied and must be involved in the punch scam to get blood samples, so he considers using his mind control. Os is mortified when Mel catches him and Paula embroidering and soon show it to the others, but after a laugh Stef offers they'll all help, and tests telekinesis can do that easily. Freddie is elated when the health inspection writes the blood tests were all negative, but Didi discovers they never received any samples.    "
                },
                "14": {
                    "title": "Episode #2.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "27 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    After Stef discovered professor Kumar's sample of space punch, he, Didi and Femke tells him his reservation has expired and help him move out, only to be found out by Freddie, who keeps the paying guest. When Didi bumbles at darts, Stef admits he 'helped more before'. Os is delighted with everybody but Mel helping him embroider, so he promises 'any return favor', yet is reluctant to grant Stef a ride with his new motorbike. Didi finds out Kumar is a regular at the annual global space fans convention but can't attend in Arizona this year for financial reasons. So the ...    "
                },
                "15": {
                    "title": "Episode #2.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "28 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Professor Kumar's refusal to partake in the treasure hunt is overcome by inspiring a little girl to beg him to help her. While Os and Mel deal with the other guests, Stef, Didi and Femke make sure that Yurik, the only other competent competitor, doesn't beat Kumar. Alas, someone noticed and formally complains when Freddie proclaims Kumar's the winner team.    "
                },
                "16": {
                    "title": "Episode #2.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "29 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Stef and his mates convince Freddie they didn't sabotage sole real competitor Yurik, so professor Kumar is declared the winner, accepts his prize and the kids happily hep him pack for the Arizona convention. Didi helps Os in a silly prank-war against good sport Stef.month. Ko's memory is triggered again by seeing Didi use his secret recording pen. At night, another boys abduction is prepared, but Didi actually sees the gas being pumped in.    "
                },
                "17": {
                    "title": "Episode #2.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "2 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The boys' prank war escalates, accidentally involving Femke. Stef discards Didi's conviction, supported by another sleepy guinea-pig episode, to have been abducted at night 'by aliens', since prime suspect professor Kumar is off to the Arizona convention. Freddie orders everyone to organize a sports day. Ko's memory is triggered further when he finds his TBO ID. Paula announces her perfect Kristof is coming to the park for a few weeks.    "
                },
                "18": {
                    "title": "Episode #2.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "4 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Paula is shattered when her perfect Kristof announces he isn't coming to the park after all, so Stef and his mates decide to cheer her up with a campfire barbecue. It still goes true, with Kristof, when he arrives by surprises, having turned down a photo-shoot and fancy party, and instantly charms everyone except Mel. Os thinks of turning the sports day into an old-fashioned scouts-type event and convinces Mel to apologize for having claimed Paula invented Kristof. Ko accidentally discovers he has superhuman powers.    "
                },
                "19": {
                    "title": "Episode #2.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "5 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Just before Didi, whom Stef Exodises at his request to hypnotically retrieve his memory from the latest abduction, can denounce the alien-hunter, Os accidentally finds them out. He swears secrecy and starts booby-trapping the boys' bungalow. Mel, whom GHans already told the studio refused 'her' reality soap, thus walks twice onto a rake. With a bloody nose she reproaches Paula for spending time with Kristof and neglecting her desk job. Os is delighted now Stef's superpowers finished the whole embroidery shipment, hopefully in time to pay for his new motorbike.    "
                },
                "20": {
                    "title": "Episode #2.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "6 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Ko is first to painfully discover Os's booby traps line. Afterward he confides in Didi to be bitter nobody seems to miss him since he lost his memory. Stef get even Kristof to play along in a prank, pretending Os's embroidery was refused, while in fact his motorbike is delivered. The old-fashioned games sports day goes well. Feeling ignored by Mel, Os sabotages her date with Hans, who promised to use his studio contacts for her even now the reality show fell trough. Thus she discovers a lab in Hans's bungalow.    "
                },
                "21": {
                    "title": "Episode #2.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "10 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Os is delighted that he managed to sabotage Mel's date with Hans, but she thus she discover a lab in his and Yurik's bungalow. They told her to be member of the Anti Alien Division (AAD) and got her tot promise help, but she thinks it's nonsense. When she tells Stef and his mates, they realize there are two dangerous alien hunters in the park and decide they must search their bungalow. Ko is startled, stumbles upon his caravan's old spy equipment and starts remembering his mission from Kronos. Kristof treats Paula to a romantic candle dinner with violin serenade, but ...    "
                },
                "22": {
                    "title": "Episode #2.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "11 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Stef demonstrates his telekinesis to prove to Mel that friendly aliens exist, but that only spooks her and she ends up running to Hans and Yurik's bungalow, offering them her hunting help. Ko now fully remembers his mission from Kronos, rediscovers his equipment and contacts home to resume duty. An Exo spaceship detected the call but not the message and has other priorities. Kristof's excessive courtship treatment now bores as well as embarrasses plain Paula, but she hides to avoid telling him.    "
                },
                "23": {
                    "title": "Episode #2.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "12 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Os convinced Mel to trust Stef's bunch and pretend to be at Hans's side in his and Yurik's bungalow, where none of the others could get entry with any excuse, so as to spy on them. When she tells Stef and his mates the hunters have no clue but won't give up, they realize they need a double spy and a diversion, so Mel is recruited and pretends her suspects are Freddie, which is laughed away and Ko, which they seem to believe, but she overhears them planning to continue the abductions: Stef and Femke. Kristof almost ignores Paula's request to tune down the romance.    "
                },
                "24": {
                    "title": "Episode #2.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "13 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Os is instantly smitten with new girl guest Robin, almost falling for Stef's prank-claim she prefers short hair guys. Mel's attempts to make the Anti Alien Division (AAD) hunters suspect just Ko fail, only Robin's arrival chases them from Femke. Didi reluctantly helps Paula staging a picnic to scare off too perfect Kristof, but he only takes it as a challenge to win her back even more courteously. At night, when the others are to the movies, Stef is ready to resist the AAD abduction attempt, wearing a gas mask.    "
                },
                "25": {
                    "title": "Episode #2.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "17 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Hans and Yurik fail to abduct Stef before the gang returns and helps constrain them, so Stef can use his mind-control to make them abandon and forget their plans, even leave the park. To celebrate, the kids get Freddie's reluctant permission to hold a pool party. Only Os deliberately breaks the condition not to invite gusts, for Robin, but half the public somehow found out and joins in. Too perfect Kristof finally understands plane Paula doesn't want a romantic prince and gracefully leaves.    "
                },
                "26": {
                    "title": "Episode #2.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "18 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Stef and his mates are puzzled why Hans and Yurik fail to obey Stef's mind-control but stay in the park, now apparently as cheerful guests. Mel is instructed to seek contact again and find out their intentions. Ko is excited when planet Kronos announces a capsule carrying some Extron, the rare substance that can and even eliminate Exos. Ko proposes an Alliance to fellow alien hunters Hans and Yarik, who first refuse and capture him, but after his mysterious escape accept, so he reveals Stef is the alien.    "
                },
                "27": {
                    "title": "Episode #2.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "19 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Hans and Yurik can barely believe Ko's claim a shipment of the rare substance to overcome Exos is on the way. Stef wonders when the space capsule carrying it crashes into the park. Freddie is not amused that customer service turned slow with Ko off and Os jealous of Robin's attention for Stef. Now too perfect Kristof has left, Paula finds Didi eager to help her fit tighter in the gang again.    "
                },
                "28": {
                    "title": "Episode #2.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "20 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Stef notices the space capsule which bring the piece of Extron, but ignores its nature and is distracted by Ko, who gets hold of it. Hans and Yurik convince their reluctant ally Ko to leave it with them for examination, provided they never leave it out of sight. Didi notices they always carry something light-emitting in a backpack. Stef decides they must find out what and agrees to let Didi start an inoffensive but smoke-rich chemical fire, so both boys can slip into their bungalow during the evacuation. When Stef touches the Extron, which had no effect on Didi, the ...    "
                },
                "29": {
                    "title": "Episode #2.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "7 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Stef's arm was terribly burned or worse by short exposure to the piece of Extron, but Didi quickly put it back in its case and hides them in the boys bungalow. Ko is shocked when he discovers Hans and Yurik lost it and orders them to retrieve it stat. They follow Didi, who promised to hide it and carries the case around, but when they dig it up it's empty. Stef needs time to heal, nursed by Femke, so the other kids in the know redistribute the tasks. Robin volunteers to help and thus impresses Freddie, who feels only Paula remains dutiful even while the firemen are ...    "
                },
                "30": {
                    "title": "Episode #2.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "8 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    As Ko instructed, Hans and Yurik expected to retrieve the Extron by following Didi, who buried the case, but it only contained a child client's dead goldfish. Stef's condition seems only to get worse since his short exposure to the piece of Extron and disables his superpowers, so the mates hide him and redivide the work, but Paula gets suspicious. Didi and Os secretly retrieve the hidden Extron and take it to professor Kumar, who confirms its extraterrestrial and keeps it for observation, but prints a 3D copy to mislead the alien hunters.    "
                },
                "31": {
                    "title": "Episode #2.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "original air date": "9 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Didi manages to plant the fake Extron in Hans and Yurik's bungalow. Fooled, they decide not to tell Ko but study its effects themselves, hiding it in a rugby ball, which to their astonishment has no impact when handed to Stef. feeling completely ignored, Paula hands her notice to Freddie, who orders everyone back on their assigned posts. Stef is surprised by Robin, who doesn't just visit but unexpectedly tries mind-control rays on him.    "
                },
                "32": {
                    "title": "Episode #2.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "original air date": "10 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Stef's arm is suddenly healed by the contact with Robin, who reveals she's actually Exo-30, sent by the spaceship to check on him and reports back about the Extron, which she is instructed to eliminate. Ko discovers Hans and Yurik retrieve it, concludes from their failed test that it must be a fake and goes looking for the real one. Stef needs time to heal, nursed by Femke rows jealous of Robin as Syef frolics with her. To Freddie's dismay, Paula gives her notice as the gang can't explain why she's excluded from so many conversations.    "
                },
                "33": {
                    "title": "Episode #2.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "original air date": "14 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Stef gloomily finds himself ignored by Femke, who is clearly jealous of Robin but pretends rather to miss Paula. Ko found at that the Extron is a counterfeit and grimly briefs Hans and Yurik, who decide to steal Stef's DNA to appease the AAD HQ. Freddie demands the kids focus on work again and come up with a novel entertainment project. Only Femke tries to oppose Os and Robin's suggestion for a 'modern pageant'.    "
                },
                "34": {
                    "title": "Episode #2.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "original air date": "15 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Stef assures insecure Femke that Robin, whom he told still not to consider returning to their planet, isn't in love with him, without telling she's fellow Exo alien Exo-30, whom the spaceship instructs to bring them the the Extron, safely cased in titanium. Stef therefore begs Os to pick it up from professor Kumar on his motorbike. Ko however has been spying and set a trap. Hans and Yurik retrieve it, concludes from their failed test that it must be a fake and goes looking for the real one. Freddie's instructions lead to Femke finding out that Paula was hiding in an ...    "
                },
                "35": {
                    "title": "Episode #2.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 35,
                    "original air date": "16 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Stef and his mates are appeased when Os arrives with the titanium-case, without mentioning his motorbike incident, so the Extron is entrusted to Robin, who takes it to the ship, but she's followed by Ko, who conferred again with Hans and Yurik. Stef is startled when Didi states humans and aliens can't ever fully understands each-other, yet cohabit as harmoniously as with pets. The gang now concentrates on preparing the pageant, bosses around by Mel, who hopes to win herself.    "
                },
                "36": {
                    "title": "Episode #2.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 36,
                    "original air date": "18 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Stef says goodbye 'forever' to Robin, who is to return to the spaceship and Exo with the titanium-cased Extron, and report further observation remains advisable. The gang has a blast during the pageant, which terribly nervous Didi presents excellently thanks to a self-made auto-cue. Mel's disappointment over Robin's victory is soothed by Femke showing her judge Os graded her best.    "
                },
                "37": {
                    "title": "Episode #2.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 37,
                    "original air date": "21 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Stef has been followed and caught by Ko, who exposes him to the uncased Extron, but Hans and Yarik turn up and take them all to their bungalow, as their ADD instructions are to catch the alien alive. Ko's protestations are not only ignored, Stef cries out he's another alien race, but that's forgotten after Stef's failed escape attempt. The gang notices his disappearance belated, as Os and Didi have a hangover. A fake goodbye letter convinces Femke that Stef has left with her alleged rival Robin.    "
                },
                "38": {
                    "title": "Episode #2.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 38,
                    "original air date": "22 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Stef is watched constantly by Hans and Yurik, who refuse to slack as Ko suggests. The Extron Robin brought to the space ship has been found fake, so realizing Stef must be in danger, she beams back to earth, where Mel accidentally witnesses her transformation. The gang is informed, Paula already suspected Stef's goodbye letter a fake. Freddy however must mobilize everyone for emergency labor as fire inspector Peter Mertens gives them only the next day to deal with a long list of flaws.    "
                },
                "39": {
                    "title": "Episode #2.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 39,
                    "original air date": "23 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Stef remains tied-up in Hans and Yarik's bungalow, but when Ko, who enjoyed tormenting him with Extron, hears his 'alies' expect an ADD 'secure transport' to bring him to their HQ, he drugs Hans to execute Stef. The gang, briefed by Robin, must delay their search for Stef as Freddie hounds them to rush the fire safety improvements. Os and Didi use that job as an excuse to search every bungalow and are only barred from Yurik's bedroom.    "
                },
                "40": {
                    "title": "Episode #2.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 40,
                    "original air date": "24 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Stef was nearly killed by Ko exposing him to the uncased Extron, but Yarik returns just too soon, wakes up and takes Stef to the AAD truck, to be subjected to cryogenics. The gang gees by Os and Didi's theory, but Freddie hounds them even worse to execute fire prevention as the inflexible fire inspector returns early and refuses any delay. Robin uses her telekinesis and Mel her female charms to hold up the truck, but there's no time to break in or free Stef, so Os must give chase on his motorbike with Robin while the erst is submitted to a fire alarm procedure exam.    "
                },
                "41": {
                    "title": "Episode #2.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 41,
                    "original air date": "28 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Stef taunts Ko to a duel, until Hans and Yarik return in the AAD truck, which has technical problems, and stop Ko, still preferring cryogenics to execution, for the sake of scientific research. Stef convinces them only a DNA test will show if Ko is an alien too, but the Kronon hands them a hair, which is indistinguishable from humans. Os nearly has to stop the pursuit for lack of petrol, but Robin steals some using telekinesis. Freddie and the gang pass the inflexible fire inspector's hostile inspection and Mel his fire alarm procedure exam, thanks to her former ...    "
                },
                "42": {
                    "title": "Episode #2.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 42,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Stef can still convince Hans and Yarik that Ko, whose hair passed the DNA test in the AAD truck, is an alien too after he scratches himself and his skins heals almost instantly, so he's the one subjected to cryogenics. Os nearly lost track of the track, but catches up by shortcut. Robin helps him divert driver Bart long enough for Stef to escape into the wood. Freddie and the gang forgot all about his 'Galaxy daycare' day project, so Didi and the girls are stuck with a load of obnoxious small kids without any preparation.    "
                },
                "43": {
                    "title": "Episode #2.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 43,
                    "original air date": "30 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Os and Robin find exhausted, wounded Stef and bring him back to the park, where clown Didi saves Freddie's ill-planned daycare project, only to be cruelly abused by the girls. Ko being froze, Hans and Yarik return in the AAD truck, after alerting HQ it's time to descend on the park with a full team. Stef waves Robin's urging that he must return to the ship to heal, but Femke and the gang insist, fearing he can never again be safe on earth.    "
                },
                "44": {
                    "title": "Episode #2.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 44,
                    "original air date": "30 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    While Os grins at Didi, trying far too gently to deal with an unruly swimming pool guest, the girls must clean up the daycare mess in a hurry. Stef is safely back, but weakened. Hans and Yarik realize he must have returned and instruct the AAD HQ to send the armed Alfa team urgently. Stef decides to stay and fight, supported by Os and Didi, although Robin sides with the girls that fleeing to the spaceship is his safer option.    "
                },
                "45": {
                    "title": "Episode #2.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 45,
                    "original air date": "4 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Os and Didi triumph when Stef decides to stay on earth and fight, until professor Kumar reemerges, warning he intercepted the AAD HQ sending the armed Alfa team, which would have no trouble annihilating any aliens. Stef and Robin now accept to flee to the spaceship, but fail, presumably because it left.    "
                },
                "46": {
                    "title": "Episode #2.46",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 46,
                    "original air date": "5 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Stef and Robin can't find the space ship, but decide to hide rather then endanger his unsuspecting human friends, who still wonder what's best for Stef. Only Freddie really worries, for he park, when the AAD's Alpha team arrives, waving a 'court order' to enforce cooperation with their alien hunt. Os is hell-bent on pulling a punitive prank, using silvery foil. Professor Kumar sticks around but has to do with a tiny tent.    "
                },
                "47": {
                    "title": "Episode #2.47",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 47,
                    "original air date": "6 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Os and Mel's prank diverted the AAD team long enough for Stef and Robin to flee into the boys bungalow, but the whole park is surrounded, so he needs to use telekinesis to avoid discovery. Os and Robin play lovers so they can search for the Extron, as Kumar states her sensitivity to it is their only tracking tool. The Exo spaceship is gone, to keep out of AAD reach.    "
                },
                "48": {
                    "title": "Episode #2.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 48,
                    "original air date": "8 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Os and professor Kumar manage, using boys soccer as cover, to steal the AAD's Extron. Stef, now no longer threatened and using an alien suit for Freddie's end of summer party, and still undiscovered Robin now start disbanding the armed Alfa team, by using mind-control. After sending off the team leader, they believe to have triumphed, but Hans and Yurik see trough that game and resolve to stay. Didi thinks of a way to contact the spaceship using professor Kumar's fancy space monitoring equipment.    "
                },
                "49": {
                    "title": "Episode #2.49",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 49,
                    "original air date": "18 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Stef rightly suspects he may not be really safe as he didn't get to use his mind-control on all AAD men. Hans and Yurik are indeed spying on them and think up a plan: Ko is defrosted and promised to be spared if he kills Stef. They actually plan to kill him afterward, but Ko sees trough that game and contacts his home planet for help to kill all hunters after Stef. After Hans finds a small piece of Extron, Ko assures him an injection containing that is most lethal, Yurick claims he can make Stef come for it. Didi reports professor Kumar's equipment picked up a signal ...    "
                },
                "50": {
                    "title": "Episode #2.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 50,
                    "original air date": "19 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Stef wants to eliminate Hans and Yurik, but to his horror is confronted with them and Ko. However eve before injecting Stef with the Extron, the men try to disable Ko, who is saved by an identical-looking Kronon. In the confusion, Stef gets away, Hans can steal the Kronon weapon. Didi gets professor Kumar to signal to the Exo spaceship for help, which is promised, but also overheard by Ko's scan.    "
                },
                "51": {
                    "title": "Episode #2.51",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 51,
                    "original air date": "20 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    The Kronos duo lies in waiting for Robin, but decides to strike only after she leads them to Stef, are noticed and loose her track. Hans and Yurik use fake messages to capture all Stef's mates in the pool, inject Extron in it and send him an ultimatum to deliver himself there. Having agreed that still unidentified Robin will follow him and save he, Stef surrenders but is instantly thrown into the pool. The Kronos duo is catching up.    "
                },
                "52": {
                    "title": "Episode #2.52",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 52,
                    "original air date": "21 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Stef seems to be dying in the pool diluting some Extron, Os fails to break loose and save his mate. The Kronon duo sneaks up on Robin and overpowers her with chloroform. Stef realizes no help is coming, surprises Hans and next Yarick, so both are Exodised and sent home without alien memories. The Kronon duo tries to use Robyn as blackmail chip and overpower the kids, but Stef wins the fight and saves Robin by joint transformation, after which he returns from the spaceship. The team can now cheerfully unsuspecting Freddie's end of summer party and enjoy it.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Episode dated 20 February 2012",
                    "kind": "episode",
                    "episode of": {
                        "title": "Galaxy Park (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "20 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Thanks to Stef's mind-control, Paula does great in the the talent hunt, like Os, who needed no help, so they each win a photo-shoot. Stef denies having anything to do with Paula's achievement, which only fuels Femke's suspicions. Bug-recording allow the kids to prove to Fridiei that Dolores, who flirted with him, had the contract drawn up to turn the park into a chemical waste dump site.    "
                }
            }
        },
        "number of episodes": 149,
        "cast": [
            {
                "name": "Caeyers, Nicolas"
            },
            {
                "name": "Lemmens, Immanuel"
            },
            {
                "name": "Kroon, Soy"
            },
            {
                "name": "Van Haecke, Alex"
            },
            {
                "name": "Burke, Erik"
            },
            {
                "name": "Tavernier, Lucas"
            },
            {
                "name": "Brisaert, Tars"
            },
            {
                "name": "Roox, Steven"
            },
            {
                "name": "Depoortere, Lander"
            },
            {
                "name": "Baul, Guga"
            },
            {
                "name": "Bogaerts, Sam"
            },
            {
                "name": "Van Heuven, Alice"
            },
            {
                "name": "Van Houdt, Joren"
            },
            {
                "name": "De Ruyck, Lauren"
            },
            {
                "name": "Sercu, Astrid"
            },
            {
                "name": "Blondeel, Hein"
            },
            {
                "name": "de Voorde, Stijn Van"
            },
            {
                "name": "Antonissen, Jolijn"
            },
            {
                "name": "Viola, Désirée"
            },
            {
                "name": "Nauwelaers, Brent"
            },
            {
                "name": "Den Stock, Hans Van"
            },
            {
                "name": "Bosschaert, Dirk"
            },
            {
                "name": "Henrard, Ella-June"
            },
            {
                "name": "Meelberghs, Marieke"
            },
            {
                "name": "Bulckaen, Peter"
            },
            {
                "name": "Goemaere, Patricia"
            },
            {
                "name": "Van Welden, Xandra"
            },
            {
                "name": "Van Leekwyck, Ken"
            },
            {
                "name": "Noa, Ivana"
            },
            {
                "name": "Goyvaerts, Charlotte"
            },
            {
                "name": "Maris, Ulrike"
            },
            {
                "name": "Milsdochter, Simone"
            }
        ],
        "genres": [
            "Family",
            "Sci-Fi"
        ],
        "runtimes": [
            "10"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 7.3,
        "votes": 35,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZWRmY2I0MGItZTRhNy00YjFiLTlkOTctZGRhM2MxMjk5MTJjXkEyXkFqcGdeQXVyNDk3NDUxMTA@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "Dutch"
        ],
        "title": "Galaxy Park",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Galaxy Park (Belgium)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Geryl, Ward"
            }
        ],
        "production companies": [
            {
                "name": "Studio 100"
            }
        ],
        "distributors": [
            {
                "name": "Ketnet"
            }
        ],
        "tech": {
            "runtime": [
                "10 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 35,
                "rating": 7.3
            },
            "aged under 18": {
                "votes": 2,
                "rating": 9.5
            },
            "aged 18 29": {
                "votes": 8,
                "rating": 7.6
            },
            "aged 30 44": {
                "votes": 8,
                "rating": 6.2
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 5.8
            },
            "males": {
                "votes": 19,
                "rating": 6.2
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 7,
                "rating": 6.2
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 5.8
            },
            "females": {
                "votes": 5,
                "rating": 6.9
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 5.2
            },
            "us users": {
                "votes": 1,
                "rating": 4.0
            },
            "non us users": {
                "votes": 18,
                "rating": 6.2
            }
        },
        "number of votes": {
            "10": 12,
            "9": 2,
            "8": 6,
            "7": 5,
            "6": 4,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 2,
            "1": 3
        },
        "arithmetic mean": 7.3,
        "median": 8
    }
}