{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "22 June 2011"
            },
            {
                "country": "USA\n",
                "date": "26 February 2012"
            }
        ],
        "release dates": [
            "USA::22 June 2011",
            "USA::26 February 2012"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "The Love Snake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rattlesnake Republic (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Leroy and Nici locate a copperhead snake for a valued client as Dougie and Jackie track down a prized commodity; Jackie's World Champio Snake Sacking Trophy. Mike is forced outside of his comfort zone as a speech therapist puts him through diction camp.    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rattlesnake Republic (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 Jun. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Hell 'n' Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rattlesnake Republic (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Four teams of fearless rattlesnake hunters find their livelihood at risk as record breaking temperatures and a devastating drought across the Lone Star State sends the elusive Western Diamondbacks into hiding. The wranglers put their lives on the line, taking extreme new measures in search of a prey revered for it's value, and dreaded for it's deadly bite. With their patience wearing thin, the dare-devil duo of Robert and Shawn voyage to an island rumored to be swimming with snakes, while legendary wrangler Jackie Bibby pushes his luck in an unexplored cave. Across ...    "
                },
                "3": {
                    "title": "Deadly Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rattlesnake Republic (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "26 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Jackie Bibby finds his reputation as The Texas Snakeman on the line when rival wranglers Robert and Shawn steal his starring role at a local festival. Jackie vows to strike back and crash the parade with a stunt that will bury the competition. Robert's inspired to take his own act to the next level, but when dealing with deadly diamondbacks, Robert learns anything can happen. In South Texas, Father-son team Eric and Rick Timaeus are on the hunt for a mysterious creature wreaking havoc on a ranch. While up in the Panhandle Plains, Riley Sawyers tests the limits of ...    "
                },
                "4": {
                    "title": "Mutiny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rattlesnake Republic (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    When new teammate Daltin loses patience following Riley's instincts, Riley finds his entire season at risk. If he doesn't lead Daltin to a jackpot soon, he could lose his last remaining partner. Jackie Bibby convinces his team to follow 95-year-old snake hunting legend, Edna McDonald, to her secret den, but the boys fear the worst might happen. As the sun sets, survival skills are put to the test when Eric and Rick Timaeus are stranded overnight in a desert crawling with deadly diamondbacks. With a 12 hour pass to hunt on a horse farm, Robert and Shawn decide to hunt ...    "
                },
                "5": {
                    "title": "The Albino",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rattlesnake Republic (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "11 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Kingpin snake dealer LeRoy Higginbottom puts out a $2000 bounty on an exotic Albino Western Diamondback...and the race is on! The four best hunting teams in Texas are on the prowl, but an albino rattler is as rare as they come. Jackie and the boys saddle up on horseback and head for an old, forgotten hunting ground. With an ear to the ground, Team Timaeus gets hot on the albino trail near an old Indian reservation, but when a distress call comes in from a nearby farm, Eric must decide just how valuable this albino is. When Robert and Shawn discover they have more ...    "
                },
                "6": {
                    "title": "The Ultimate Snake Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rattlesnake Republic (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    The hunters become desperate as one of the toughest seasons on record begins to chip away at their wallets. With temperatures soaring on the surface, the Timeaus' follow the snakes to an underground cave and quickly discover that sometimes just getting to the diamondbacks is the most dangerous step. After days of coming up empty, Riley turns to Old Man Higginbottom for a tip, but wonders if following his own instincts might be his best bet. Jackie Bibby worries he's lost his mojo and puts his life at risk trying to prove to the crowds he's still the snake king. When a...    "
                },
                "7": {
                    "title": "The Final Rattle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rattlesnake Republic (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "18 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    As the season winds down, the hunters go all-in on a last ditch effort to bag as many snakes as possible. For Jackie Bibby and his boys, that means moving into new territory, but when Riley Sawyers catches Bibby on his turf, tempers flare - and these wranglers are armed and dangerous. Robert and Shawn spare no expense with a do-or-die game plan, renting out heavy machinery to dig in to a big catch. But when the shovels come up empty, Shawn thinks it's time for this partnership to call it quits. The Timaeus' are hired by visiting city slickers to take them on a trophy ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Diamondbacks Are Forever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rattlesnake Republic (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "18 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Hunting season has kicked off in the Rattlesnake Republic, but with the Texas Snake Man hospitalized with a severe snakebite, the delicate balance of big egos and bigger money is tipped.    "
                },
                "2": {
                    "title": "A Snake in the Hand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rattlesnake Republic (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "25 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Huntin' season's in full swing in the Texas snake diamond, and hunters are taking big risks for big profits. Team leaders Riley Sawyers and Jackie Bibby are no exception - when they venture places no other hunter would dare.    "
                },
                "3": {
                    "title": "Time to Pay the Viper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rattlesnake Republic (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    It's mid-season in the Rattlesnake Republic, and these fearless snake hunters know that when you're dealing in deadly vipers, you can only bet on one thing: that your day will never go as planned.    "
                },
                "4": {
                    "title": "The Third Wheels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rattlesnake Republic (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "9 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Texas rattlesnake hunters don't always take kindly to newcomers - so when each team ends up with an uninvited guest, things get dicey.    "
                },
                "5": {
                    "title": "Diamondback Gold Rush",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rattlesnake Republic (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "16 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    With prices at $10 a pound, snake hunters in Texas is getting creative to haul in as many diamondbacks as possible - whether that means lifting a house or hopping in a giant rock crawler, but sometimes love will distract even the most determined hunter.    "
                },
                "6": {
                    "title": "Venom Is Thicker Than Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rattlesnake Republic (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "23 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Jackie decides to break his own world record for holding rattlesnakes in his mouth - the same stunt that nearly killed him a few months prior, and Vickie and Higginbottom duke it out for the position of top snake dealer.    "
                }
            },
            "3": {
                "1": {
                    "title": "Rattle Royale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rattlesnake Republic (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    It's the first day of operations at Rattler Unlimited, and Snake Kingpin and CEO Leroy Higginbottom has his employees out on their first assignment. He's offered a $1,000 bonus if the boys can complete the task.    "
                },
                "2": {
                    "title": "Snakes on a Stage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rattlesnake Republic (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "12 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Robert and Shawn are on their dream nuisance call, catching snakes at a sorority house. Team Bibby has the stinky assignment of snake catching in a genuine junkyard. Leroy Higginbottom has taken it upon himself to play Cupid for his pet snake, Lil Higgy.    "
                },
                "3": {
                    "title": "Snakes on a Stage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rattlesnake Republic (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Leroy Higginbottom prepares to showcase his new top -secret prodcut as the Floresville Peanut Festival. Robert and Shawn take on their most dangerous stunt to date and Nici brings her friend along to a nuisance call at a local biker bar.    "
                },
                "4": {
                    "title": "Showdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rattlesnake Republic (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Team Bibby plus Riley take a nuisance call at a spooky Ghost town to rid the property of rattlesnakes before they open their gates. One of the boys must team up with \"no-fun\" Riley to complete the job in time.    "
                },
                "5": {
                    "title": "The Fly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rattlesnake Republic (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The boys of Rattlers Unlimited are put through snake-handling safety training and endure an on-the-job safety inspection to satisfy the insurance company so their insurance rates don't skyrocket and put them out of business.    "
                },
                "6": {
                    "title": "Hot Crossed Snakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rattlesnake Republic (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Robert and Shawn are on their dream nuisance call, catching snakes at a sorority house. Team Bibby has the stinky assignment of snake catching in a genuine junkyard. Leroy Higginbottom has taken it upon himself to play Cupid for his pet snake, Lil Higgy.    "
                },
                "7": {
                    "title": "Ghost Snake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rattlesnake Republic (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    A hunt on a millionaire's ranch has Dougie dreaming big, and Jackie and Mikey fixated on the amenities. Leroy decides to hold interviews for an intern position, and Robert, Shawn and Riley get duped into hunting one of the deadliest snakes on the planet.    "
                },
                "8": {
                    "title": "Best of Fang-Tastic Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rattlesnake Republic (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Encompassing a three seasons, this hour-long special highlights the cast's funniest moments and pulls back the curtain on tons of hilarious crew outtakes and never-before-seen-content. This is one you won't want to miss.    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Spackman, Tom"
            },
            {
                "name": "Casiano, Diamantina"
            },
            {
                "name": "Ely, Tracey"
            },
            {
                "name": "Walker, Cassandra Lynn"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 5.4,
        "votes": 71,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTgxNzA5MTEwMV5BMl5BanBnXkFtZTgwMDU4NTAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Hunting season has kicked off in the Rattlesnake Republic and it's off to a rocky start. Texas Snake Man Jackie is hospitalized recovering from a nasty bite he received performing his famous \"snakes in the mouth\" stunt. After their disastrous end to last season, Robert and Shawn still can't stomach a hunt together, so Robert heads out with some ex-military guys. Can these wranglers overcome their personal challenges to bring in the big bucks?",
        "languages": [
            "English"
        ],
        "title": "Rattlesnake Republic",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Rattlesnake Republic (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Kaczorowski, Mick"
            },
            {
                "name": "Sarsozo, Makario"
            }
        ],
        "production companies": [
            {
                "name": "Sharp Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Sharp Entertainment"
            }
        ],
        "other companies": [
            {
                "name": "Global Film Solutions"
            }
        ],
        "plot": [
            "RATTLESNAKE REPUBLIC follows the lives and adventures of four teams of brave rattlesnake wranglers deep in the heart of Texas as they battle terrain, injury and even death to make their money, the only way they know how.",
            "Hunting season has kicked off in the _Rattlesnake Republic_ (qv) and it's off to a rocky start. Texas Snake Man Jackie is hospitalized recovering from a nasty bite he received performing his famous \"snakes in the mouth\" stunt. After their disastrous end to last season, Robert and Shawn still can't stomach a hunt together, so Robert heads out with some ex-military guys. Can these wranglers overcome their personal challenges to bring in the big bucks?"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 71,
                "rating": 5.4
            },
            "aged 18 29": {
                "votes": 11,
                "rating": 3.8
            },
            "aged 30 44": {
                "votes": 30,
                "rating": 5.0
            },
            "aged 45 plus": {
                "votes": 18,
                "rating": 4.6
            },
            "males": {
                "votes": 56,
                "rating": 4.9
            },
            "males aged 18 29": {
                "votes": 9,
                "rating": 4.8
            },
            "males aged 30 44": {
                "votes": 29,
                "rating": 4.9
            },
            "males aged 45 plus": {
                "votes": 16,
                "rating": 4.6
            },
            "females": {
                "votes": 5,
                "rating": 2.6
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 1.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 3.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 5.5
            },
            "us users": {
                "votes": 28,
                "rating": 4.4
            },
            "non us users": {
                "votes": 18,
                "rating": 4.9
            }
        },
        "number of votes": {
            "10": 12,
            "9": 5,
            "8": 6,
            "7": 10,
            "6": 7,
            "5": 2,
            "4": 4,
            "3": 2,
            "2": 0,
            "1": 23
        },
        "arithmetic mean": 5.4,
        "median": 6
    }
}