{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "24 December 2011"
            },
            {
                "country": "Canada\n",
                "date": "26 January 2012"
            }
        ],
        "release dates": [
            "Canada::24 December 2011",
            "Canada::26 January 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Rejects Reborn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Totally Amp'd (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "24 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Pop sensation Charlie Fever is touring the world and now XMP! Music, Charlie's record company, together with the 24-7 Music Station, has announced a talent search contest. The lucky group will open for Charlie when his tour stops in their city. Zoe, an energetic and ambitious receptionist at music production company XMP!, sees the contest as her big chance to prove she has what it takes to work in the business. According to the contest rules, anyone can enter, so all Zoe needs to do is find some fresh talent to manage. She recruits teens Tyler (Ty), Brando, Lexi, ...    "
                },
                "2": {
                    "title": "Boom Goes the Dynamite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Totally Amp'd (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "26 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Zoe is impressed - the group has been practicing nonstop and they show signs of improvement. But they still have a long way to go. The group wholeheartedly disagrees - they sound better than they did just weeks ago. Zoe decides to take the group for a peek inside XMP!'s new recording facilities for a little inspiration (and a reality check too). In a super swank studio, the group comes face to face with Delicious Dynamite, a tight boy- band managed by Archie, Zoe's nemesis at XMP! Unlike Totally Amp'd, Delicious Dynamite's vocals and dancing are so in sync with each ...    "
                },
                "3": {
                    "title": "Name Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "Totally Amp'd (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "26 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The group loiters around the warehouse lounge wondering how they'll ever beat the well-oiled machine that is Delicious Dynamite. That is, the guys mainly wonder and stew while the girls are more interested in who is cuter - Davey, Danny or Dax. Zoe comes to the guys' rescue when she interrupts. Determined to win the bet (that the gang don't know about), she gives the group a pep talk, reminding them that she picked them for a reason, and the contest deadline is in three days, so it's time to hustle - but first they need a band name. Brainstorming, they come up with a ...    "
                },
                "4": {
                    "title": "The Deadline",
                    "kind": "episode",
                    "episode of": {
                        "title": "Totally Amp'd (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The warehouse is a flurry of activity as JP and Zoe prep for Totally Amp'd's first video. The pressure is on for it to be great. Aria, revealing her artistic side, shows the group some designs she came up with for their stage costumes. The group votes unanimously in favor - except for Madison, who swans in late wondering what she missed. Annoyed that Aria has stolen the spotlight, Madison attempts to make Aria's drawings \"better,\" until Aria, with Lexi's support, decides she's tired of following Madison's orders. Outnumbered and surprised, Madison blows off the ...    "
                },
                "5": {
                    "title": "Just Frenemies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Totally Amp'd (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "26 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Archie sees that Zoe has entered Totally Amp'd into the contest but declares they will \"Fail!\" without a second thought. To Archie's horror, however, he discovers his ditsy assistant Shauna rocking out to \"Cast Away\" in his office, and the last straw comes when Shauna says Totally Amp'd is hands-down better than Delicious Dynamite. Zoe tastes victory and can't help but rub it in a bit. Totally Amp'd is interviewed live on 24-7 Music. At first tongue-tied by the live camera and then all motor-mouthing in unison, the interview isn't going well. But when Brando steps ...    "
                },
                "6": {
                    "title": "Dream Punch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Totally Amp'd (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "26 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Totally Amp'd is glued to the TV in the lounge as VJ Singh and Charlie Fever himself - live from Singapore - announce the finalists competing to open for Charlie Fever at his next concert. It all comes down to the three most popular groups and they are: Delicious Dynamite (of course), Me 4 U (a sugary female duo) and... Totally Amp'd!! The gang jumps around, hugging each other. Deliriously happy, they decide to put aside their grudges and work on rehearsing a new song that will blow Charlie and their competition away. Threatened by Totally Amp'd's growing popularity, ...    "
                },
                "7": {
                    "title": "That's Show Biz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Totally Amp'd (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "26 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Totally Amp'd waits around the recording lounge for Zoe to show up, when Archie shows up to deliver the news - Zoe's gone, and with her their hopes of competing in the contest. On their own and feeling betrayed by Zoe, Totally Amp'd quickly falls to pieces with everyone pointing fingers over who is to blame for blowing what could have been their big break. Fed up, Madison decides to go solo and quits. Brando follows suit, being in a group cramps his style. Lexi's had it with teenagers and all their drama. Ty shrugs, he really liked singing but if everyone's quitting ...    "
                },
                "8": {
                    "title": "Take It from the Top",
                    "kind": "episode",
                    "episode of": {
                        "title": "Totally Amp'd (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "26 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    It's the day of 24-7's contest when Totally Amp'd should be performing for Charlie Fever, but instead are back where they started. Aria is in her bedroom, watching the contest play out on her computer when she decides that Delicious Dynamite isn't going to win that easily! She visits Madison, where the two have a heart to heart and, for the first time, are honest with each other about their true jealousy and respect for each other. With their relationship repaired, the two set out to reassemble the band. Brando, back to dancing half-heartedly on the street corner ...    "
                },
                "9": {
                    "title": "Shoot for the Stars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Totally Amp'd (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "26 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The \"Shoot for the Stars\" contest is in full swing and Me-4-U has just performed live. As the lights dim for a commercial break, VJ Singh storms off in search of Archie - where is Totally Amp'd? Archie breaks the news - apparently their manager disappeared and the group split under the pressure. Just then, the gang races into the studio but is stopped by security. Their names aren't on the list! Suddenly, Zoe appears and pleads for the group to forgive her. She made a huge mistake and knows it. Reinvigorated, the group is suddenly stopped again by Archie when he ...    "
                },
                "10": {
                    "title": "Rise and Fall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Totally Amp'd (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "26 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    After the three performances, VJ Singh asks Charlie Fever the question everyone is eager to hear the answer to - who will he choose to open for him? Charlie grins - it's Totally Amp'd all the way! Off to the side, Zoe and JP high-five each other while the gang cheers and hugs. Emboldened, Ty kisses Aria, and after a beat of surprise, she kisses him back.Meanwhile, Archie is having a meltdown of epic proportions backstage and trashes Charlie Fever to Zoe, Totally Amp'd and Delicious Dynamite. Unbeknownst to Archie, JP has secretly switched on a live camera and his ...    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Leggat, Ashley"
            },
            {
                "name": "Joyette, Demetrius"
            },
            {
                "name": "Thomson, Amanda"
            },
            {
                "name": "Angelis, Camden"
            },
            {
                "name": "Morgan, Brock"
            },
            {
                "name": "Woods, James A."
            },
            {
                "name": "Prosperi, Cristine"
            },
            {
                "name": "Cipparone, Madison"
            },
            {
                "name": "Charles, Shemar"
            },
            {
                "name": "Whittaker, Taylor Hanson"
            },
            {
                "name": "Smith, Izaak"
            },
            {
                "name": "Taylor, Juvon"
            },
            {
                "name": "Williams, Dewshane"
            },
            {
                "name": "Strain, Katie"
            },
            {
                "name": "Strain, Karissa"
            },
            {
                "name": "Kass, Kyle"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "6"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.3,
        "votes": 30,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzM1YzEyNDItZmIyMy00NWRjLTkyZmYtNjkzZGJmOGE0NDdmXkEyXkFqcGdeQXVyMTM0MDIyNjg@._V1_SY150_CR149,0,101,150_.jpg",
        "plot outline": "When the music label XMP! Music announces a contest for an up-and-coming band to win the opportunity to open for pop star Charlie Fever (Shemar Charles), the company's rogue receptionist-turned-manager Zoe (Ashley Leggat) sees a chance to prove herself to her spoiled, arrogant boss Archie (James A. Woods), and quickly recruits a group of talented teen performers (Camden Angelis, Demetrius Joyette, Brock Morgan, Cristine Prosperi and Amanda Thomson) to form the band Totally Amp'd. But they must overcome their differences as well as many obstacles along the way if they want a shot at winning the musical competition of their lives. In addition to adapting to working together as a band, Zoe and Totally Amp'd have to contend with Archie's underhanded scheming. After confidently making a bet with him that her band will win (and putting her job on the line in the process), Zoe finds out the hard way that Archie will stop at nothing to ensure that his pet project - smooth boy band Delicious Dynamite (Izaak Smith, Juvon Taylor and Kyle Kass) - comes out on top. Once they learn to perform as a group, drama abounds when the band discovers that they just can't get along. Aria (Cristine Prosperi) has a crush on Tyler (Brock Morgan), and the feeling is mutual, but when Tyler turns to Madison for advice, she takes the opportunity to sabotage Aria and Tyler's burgeoning love, leading to a fight between the two girls. Lexi (Camden Angelis) stays out of the personal drama, but becomes frustrated with how little time is spent working on the songs. At this rate, what's the point of competing? With tensions running high, and Archie doing whatever it takes to break up the band, the members of Totally Amp'd must learn to rely on their talent, as well as each other, in order to have a shot at winning the contest and stepping into the spotlight.",
        "languages": [
            "English"
        ],
        "title": "Totally Amp'd",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Totally Amp'd (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Corrigan, Kathleen"
            },
            {
                "name": "Dales, Daniel"
            },
            {
                "name": "Hickey, Evan Thaler"
            }
        ],
        "production companies": [
            {
                "name": "Shaftesbury Films"
            },
            {
                "name": "Smokebomb Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Shaftesbury Sales Company"
            }
        ],
        "plot": [
            "Rogue receptionist, Zoe, sees a chance to prove herself and recruits a group of talented teens to form the band _Totally Amp'd_ (qv). But they must overcome their differences if they want a shot at winning the musical competition of their lives.::Anonymous",
            "When the music label XMP! Music announces a contest for an up-and-coming band to win the opportunity to open for pop star Charlie Fever (Shemar Charles), the company's rogue receptionist-turned-manager Zoe (Ashley Leggat) sees a chance to prove herself to her spoiled, arrogant boss Archie (James A. Woods), and quickly recruits a group of talented teen performers (Camden Angelis, Demetrius Joyette, Brock Morgan, Cristine Prosperi and Amanda Thomson) to form the band _Totally Amp'd_ (qv). But they must overcome their differences as well as many obstacles along the way if they want a shot at winning the musical competition of their lives. In addition to adapting to working together as a band, Zoe and _Totally Amp'd_ (qv) have to contend with Archie's underhanded scheming. After confidently making a bet with him that her band will win (and putting her job on the line in the process), Zoe finds out the hard way that Archie will stop at nothing to ensure that his pet project - smooth boy band Delicious Dynamite (Izaak Smith, Juvon Taylor and Kyle Kass) - comes out on top. Once they learn to perform as a group, drama abounds when the band discovers that they just can't get along. Aria (Cristine Prosperi) has a crush on Tyler (Brock Morgan), and the feeling is mutual, but when Tyler turns to Madison for advice, she takes the opportunity to sabotage Aria and Tyler's burgeoning love, leading to a fight between the two girls. Lexi (Camden Angelis) stays out of the personal drama, but becomes frustrated with how little time is spent working on the songs. At this rate, what's the point of competing? With tensions running high, and Archie doing whatever it takes to break up the band, the members of _Totally Amp'd_ (qv) must learn to rely on their talent, as well as each other, in order to have a shot at winning the contest and stepping into the spotlight.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "6 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 30,
                "rating": 6.3
            },
            "aged 18 29": {
                "votes": 15,
                "rating": 4.3
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 4.7
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 7.0
            },
            "males": {
                "votes": 17,
                "rating": 5.3
            },
            "males aged 18 29": {
                "votes": 10,
                "rating": 5.0
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 6.0
            },
            "females": {
                "votes": 9,
                "rating": 3.5
            },
            "females aged 18 29": {
                "votes": 5,
                "rating": 3.5
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 3.3
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 4.7
            },
            "us users": {
                "votes": 7,
                "rating": 6.4
            },
            "non us users": {
                "votes": 17,
                "rating": 3.5
            }
        },
        "number of votes": {
            "10": 10,
            "9": 2,
            "8": 0,
            "7": 3,
            "6": 0,
            "5": 4,
            "4": 3,
            "3": 4,
            "2": 2,
            "1": 2
        },
        "arithmetic mean": 6.3,
        "median": 6
    }
}