{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "7 June 2011"
            }
        ],
        "release dates": [
            "Canada::7 June 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Downsizing It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making House (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    To prepare for the big renovation, Jenn and Chad move their family out of their house and into a small rental apartment for the next 4 months. With so much to do to get ready for the move, Chad is consistently nowhere to be found.    "
                },
                "2": {
                    "title": "Give Me a Week",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making House (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Jenn and Chad must convince a reluctant neighbour to let them tear down their tree or else demolition of the house can't begin. Jenn has her first ultrasound appointment but has no idea if Chad will make it there or not.    "
                },
                "3": {
                    "title": "Breaking Ground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making House (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    With clients on the go and the excavation underway, Jenn takes on a new assistant that's more pizzazz than substance. Chad's assistant on the other hand, is nowhere to be found as the crew breaks ground.    "
                },
                "4": {
                    "title": "The Wall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making House (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "14 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    As construction begins, Jenn and Chad confront their biggest argument yet - to take down or leave up the load-bearing wall on the main floor. And each one will stop at nothing to convince the other they are right.    "
                },
                "5": {
                    "title": "Party Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making House (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "21 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Chad looks to settle an old score with his in-laws as their 10th anniversary approaches. Meanwhile Jenn goes behind Chad's back and changes some of the construction work in the master bathroom.    "
                },
                "6": {
                    "title": "Dollars and Sense",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making House (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "21 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Jenn and Chad find themselves $70,000 over budget on the reno and may not be able to finish construction. When all else fails, they have to resort to their last remaining option for help.    "
                },
                "7": {
                    "title": "Help!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making House (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "28 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    The stress of the reno, trying to run her own business, and being a full time mom pushes Jenn to the brink. When their newly hired nanny quits after 1 day on the job, Jenn and Chad's lives are thrown into turmoil.    "
                },
                "8": {
                    "title": "Renovation Therapy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making House (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "28 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    The stress of a major renovation takes its toll on Jenn and Chad's marriage. Drastic measures are taken to ensure that the family that builds together stays together.    "
                },
                "9": {
                    "title": "Baby on Board",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making House (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "5 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Jenn's pregnancy starts to seriously affect her morale and ability to work. Meanwhile delays at the reno force the family into even more undesirable living conditions.    "
                },
                "10": {
                    "title": "Restless Rest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making House (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "5 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Jenn runs herself ragged trying to get everything finished by the time the reno is complete. Concerned for her manic pace, Jenn's doctor benches her on the day of the big move back in.    "
                },
                "11": {
                    "title": "Torn Apart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making House (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "12 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    With less then a month before the baby is due to arrive, Jenn finds herself torn between a couple of very important clients and getting her own house fully decorated.    "
                },
                "12": {
                    "title": "Happy Birthday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making House (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "12 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    With the baby due any minute, Jenn and Chad race to get all the finishing touches done in the house. While setting up the nursery, Jenn goes into labour and the sprint to the delivery room begins.    "
                },
                "13": {
                    "title": "Forever House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making House (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "18 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Baby #4 comes home and the family enjoys life in their new house. When a prominent design magazine wants to do a photo shoot of the house, Jenn and Chad scramble to get everything ready.    "
                }
            }
        },
        "number of episodes": 13,
        "locations": [
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "languages": [
            "English"
        ],
        "title": "Making House",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Making House (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "General Purpose Entertainment"
            },
            {
                "name": "General Purpose Pictures"
            }
        ],
        "distributors": [
            {
                "name": "W Network"
            }
        ],
        "synopsis": [
            "Jennifer & Chad have been married for 10 years. This summer they renovated their 50 year old home. Jenn, a busy self-employed mother of three who splits her time between work and being home with the kids, has 5 years under her belt as an interior decorator and hundreds of happy clients. She creates rooms that are eye-catching, comfortable and functional. Chad owns and operates his own successful home renovation business with more than 5 jobs currently on the go. Together theyve pooled their talents to create a beautiful home that will be theirs forever. Hell build it; shell design it. Piece of cake - right?Well, its hard enough to do this for other people, but for yourself? With plans for a two-storey addition and a renovation of the current kitchen and two bathrooms, the project will get interesting fast! Jenn & Chad also have very different ideas on how to do it. Hes obsessed with modern; her esthetic tends toward the traditional. Add to this the fact that while renovating, the entire family will be living in a cozy 2-bedroom apartment close by - living, working and raising a family 24-7!Theyve budgeted $150,000 for the entire renovation. Its a huge project and the budget is tight, so theyll have to really prioritize their hopes and dreams. This is not a flip. These renos are for keeps, so every key decision will need to stand the test of time.Their oldest, 7-year-old Devon, is energetic and very independent. Shell definitely have her own opinions about the house and her bedroom. And shell also have a thing or two to say about sharing a bedroom with her two siblings during the 4 to 5 month renovation period.Their middle child and only boy, Benjamin - age 5, would really, really like an orange bedroom. Well see what his designer mom has to say about that!Their youngest and most easy going child, Kate - age 3, will no doubt entertain everyone with her love of life. But watch out, as the third child she knows what she wants and will use her cute smile to get her way!From demolition to drywall, pot lights to paint, fabrics to furniture, Jenn & Chad will use their design and renovation expertise to create a family-friendly yet stunning home, or kill each other in the process...See if they can survive the reno, make big, life long choices, make it to soccer and ballet, and learn what really happens when you're Making House - together.\n"
        ],
        "tech": {
            "runtime": [
                "30 min (including commercials)"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}