{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 December 2011"
            },
            {
                "country": "USA\n",
                "date": "14 December 2011",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::1 December 2011",
            "USA::14 December 2011                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "L.A. Is for (Animal) Lovers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Crazy (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Peter Sullivan (Sean Michael Arthur) juggles his busy day job as an animal hitman with his even busier playboy lifestyle, and manages to observe a potential target while getting acquainted with beautiful Gloria (Tenille Houston). Meanwhile his partner Emma (Frieda Bobay) works hard to screen Robert (Chris Gallego Wong ), a widower and father of two who has just been conned out of his savings and stands to lose everything.    "
                },
                "2": {
                    "title": "Finding Carlos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Crazy (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Emma (Frieda Bobay) offers to help Robert (Chris Gallego Wong) find a way to save his family from losing what little they have left. Peter (Sean Michael Arthur) finds a pleasant surprise on the far side of the tennis courts, but is only momentarily distracted from sending a message to Robert's crooked business partner Carl (Aubrey Wakeling), sending him a message he won't soon forget.    "
                },
                "3": {
                    "title": "The Cat's Out of the Bag",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Crazy (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Helen and Frank ('Carole Balkan (I)' and Stephen Howard) are a loving couple being torn apart by Helen's obsession with their terminally ill cat. Desperate to bring his wife comfort, Frank calls the Pet Crazy hotline. Meanwhile Peter (Sean Michael Arthur) takes a departure from his seemingly idyllic bachelor's life, and finds himself having genuine feelings for Gloria (Tenille Houston).    "
                },
                "4": {
                    "title": "When the System Fails You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Crazy (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "19 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Peter Sullivan (Sean Michael Arthur) is one of LA's most eligible bachelors by day, but when the sun sets he maintains the delicate balance between man and beast. Peter reveals his source for his \"special tools of the trade,\" Barracuda, played by the ultimate bad guy Scott L. Schwartz (Ocean's Eleven (2001)). Ready to face a vicious pit bull that's recently killed a young boy-but fallen through the cracks of the legal system, Peter tries to remain professional and not let emotions come into play while delivering much deserved justice. Bill Oberst Jr. (Abraham Lincoln vs. Zombies (2012), Take This Lollipop (2011)) guest stars as Butch, the pit bull's negligent owner.    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Arthur, Sean Michael"
            },
            {
                "name": "Bobay, Frieda"
            },
            {
                "name": "Houston, Tenille"
            },
            {
                "name": "Wong, Chris Gallego"
            },
            {
                "name": "Gallego, Madeline"
            },
            {
                "name": "Gallego, Sophia"
            },
            {
                "name": "Sullivan, Kaitlin"
            },
            {
                "name": "Wakeling, Aubrey"
            },
            {
                "name": "Balkan, Carole"
            },
            {
                "name": "Bobay, Chris"
            },
            {
                "name": "Brown, Judi"
            },
            {
                "name": "Copic, Patrick"
            },
            {
                "name": "Hargrove, Hayes"
            },
            {
                "name": "Howard, Stephen"
            },
            {
                "name": "Lauren, Pati"
            },
            {
                "name": "Minas, Nick"
            },
            {
                "name": "Jr., Bill Oberst"
            },
            {
                "name": "Schwartz, Scott L."
            },
            {
                "name": "Valle, Cristina"
            },
            {
                "name": "Weiner, Robert E."
            }
        ],
        "locations": [
            "Los Angeles, California, USA"
        ],
        "genres": [
            "Comedy",
            "Crime",
            "Drama"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzI2ODE1MTMxOV5BMl5BanBnXkFtZTcwNDQ3Nzc0OA@@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "$10,000 (estimated)",
        "plot outline": "Pet Crazy is a new original series about a small business owner named Peter, played by Sean Michael Arthur that has discovered a very profitable niche within the $45 Billion a year Pet Industry! Peter and his long time business partner Emma (Frieda Bobay) own and operate a very successful telephone hotline service that helps people with their pet issues. Everything is going great until Peter's newest love interest, Gloria, played by Tenille Houston unknowingly forces him to choose between his livelihood, true love, or man's best friend?",
        "languages": [
            "English"
        ],
        "title": "Pet Crazy",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Pet Crazy (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bobay, Chris"
            },
            {
                "name": "Wong, Chris Gallego"
            }
        ],
        "production companies": [
            {
                "name": "Bobay Productions"
            },
            {
                "name": "La Habana Films"
            }
        ],
        "plot": [
            "_Pet Crazy_ (qv) is a new original series about a small business owner named Peter, played by 'Sean Michael Arthur' (qv) that has discovered a very profitable niche within the $45 Billion a year Pet Industry! Peter and his long time business partner Emma (Frieda Bobay) own and operate a very successful telephone hotline service that helps people with their pet issues. Everything is going great until Peter's newest love interest, Gloria, played by 'Tenille Houston' (qv) unknowingly forces him to choose between his livelihood, true love, or man's best friend?::Chris Bobay"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}