{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "2 December 2011"
            },
            {
                "country": "USA\n",
                "date": "2 December 2011"
            }
        ],
        "release dates": [
            "Canada::2 December 2011",
            "USA::2 December 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "A Princesses Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Wars (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    With three young children and a hectic schedule, the tight-knit Kernell family has little time or money to renovate and their design dream is to see new life breathed into their unloved family room. Designers Vanessa De Vargas, Rafi Kalichstein and Shirry Dolgin roll up their sleeves to present rival visions for a stunning seating area, a perfect princess birthday party and a tranquil bedroom retreat. They'll have to impress the entire family in order to win the battle and the only clues they have to work with are a green vintage dress, a bamboo plant and a starfish.    "
                },
                "2": {
                    "title": "Surfin Style USA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Wars (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    The sun and surf-loving Fleming family love to spend time in the great outdoors but back at home, their bland backyard is in desperate need of some TLC. Competing to win the project, designers Bridgid Coulter, Dimitri Von Rathscheck, and Rachel Winokur dig deep to impress the family with rival designs for a delectable dining room and inspired guest bedroom.    "
                },
                "3": {
                    "title": "Beach Birthday Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Wars (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    While they love the outdoors and spend as much time as they can on the beach, the Jacobson's open-plan family room is a charm free zone where no one feels comfortable. Designers Jolene Huitt, Ames Ingham, and Kelly LaPlante are all vying to transform the room into a sophisticated beach-inspired space. But first they have to impress the family with their competing visions for a pretty-in-pink teen bedroom and a birthday beach party for Mom.    "
                },
                "4": {
                    "title": "Karate Kids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Wars (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    The Cohen family's cluttered rec room has become an unloved dumping ground and three top-notch designers are angling to transform it into a comfortable and creative space that fits their active lifestyle. Shirry Dolgin, Dimitri Von Rathscheck and Devlyn Gorby all step up to bat to impress the baseball loving family with their competing visions for a trophy showcase, the home's stale entryway and lifeless living room. And apart from the well-worn suburban interiors, the only clues they have are a colorful Asian wall hanging, two vintage purses and an old catcher's mitt!    "
                },
                "5": {
                    "title": "Argentine Design",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Wars (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "30 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Busy lawyers with an active lifestyle and two toddlers, the Joneses have little time to devote to their much-loved Spanish Colonial home, and their bare-bones master bedroom is in urgent need of a makeover. Designers Rachel Winokur, Kyle Schuneman, and Jolene Huitt are all vying for the job. But first they've got to win over the sophisticated couple with their rival visions for a sumptuous table-scape and inspiring kids' playroom.    "
                },
                "6": {
                    "title": "Southern Style Sunroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Wars (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "6 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    The Bussiere family's lackluster sun room is in dire need of a makeover and they dream of turning the unused corner into a cozy Cape Cod-inspired family meeting spot. Three top-notch designers, Akesha Patterson, Michael Habachy, and Kerry 'Big Daddy' Howard are vying for the job. But first they have to impress the family with their rival visions for a functional home office and a nautical-themed family room.    "
                },
                "7": {
                    "title": "Dining Room Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Wars (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    The Benjamins moved across the country to be closer to their relatives, but with two small boys and a busy lifestyle, they've got no time to redesign their lifeless large-scale dining room. Melanie Turner, Alexandra Hernandez, and Charles Neal are the three first-class designers competing for the job. To impress the couple, they pull out all the stops to breathe new life into a fireplace nook and underused deck.    "
                },
                "8": {
                    "title": "Be My Guest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Wars (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "13 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    The tight-knit Minnick family loves their home but their lackluster family room is crying out for a makeover. Hoping to transform it into a warm space that reflects the family's charm and style, designers Anisa Darnell, Robert White, and Kimberly Ward tackle two design auditions. After giving the family's humble guest bedroom a face lift, they take turns restyling an unloved poolside sun room.    "
                },
                "9": {
                    "title": "Making a Splash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Wars (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "27 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    With four kids under the same roof, the Hunter's gracious home is full of love but its lackluster entryway and adjoining family room are suffering from serious neglect. Interior designers Niki McNeill, Jennifer Reiner, and Michael Peters are raring to breathe new life into the space. But first they've got to impress the family in two tricky challenges. After creating a warm yet formal seating area in the reception room, they head outside to transform the backyard into the perfect pool party zone.    "
                },
                "10": {
                    "title": "Lightened Up Living",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Wars (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "20 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    The Rubadue family are a tight-knit and traditional Southern clan but when it comes to their man-cave living room full of swords and taxidermy, they definitely don't see eye to eye. Interior designers Lori May, Jason Dunn, and Allison Harper are all determined to transform the space into a balanced room the entire family can enjoy. But first they've got to dazzle them with their rival visions for a casual kitchen dining area and a refreshing take on a frumpy guest bedroom.    "
                },
                "11": {
                    "title": "Boutique Hotel Bedroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Wars (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "23 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    A laid back young family with a busy schedule, the Carters don't have the time or the design savvy to turn their Georgia house into a dream home. That's where designers Michael Habachy, Alexandra Hernandez, and Daniel De Santis come in. They're all vying to transform Mom and Dad's mismatched master bedroom into a sophisticated retreat. But first they have to impress the entire family with their rival designs for a fireplace focal point and a playroom that inspires.    "
                },
                "12": {
                    "title": "Time Honored Traditions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Wars (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "9 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    A Southern family with two young kids, the Muraskis' traditional home needs a style injection. The dining room and den area has become a sprawling playroom, and now Mom and Dad are hoping to transform it into a refined area the whole family can enjoy. Designers Claire Watkins, Robert White, and Kerry 'Big Daddy' Howard are all competing for the job. But first they've got to outshine the competition with a picture-perfect gallery wall and a master bedroom makeover.    "
                },
                "13": {
                    "title": "Alfresco Design Feasts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Design Wars (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    The Potts family has been busy with renovations but now they've run into a roadblock. With its sloped ceiling and multiple functions, they just don't know what to do with their home office and media space. Designers Akesha Patterson, Jennifer Reiner, and Kimberly Ward are all ready to tackle the project. But in order to win the job, they've got to outdo one another with knockout designs for a toddler's paradise and a luxurious outdoor entertainment zone.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Huitt, Jolene"
            },
            {
                "name": "Schuneman, Kyle"
            },
            {
                "name": "Ford, Camille"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "languages": [
            "English"
        ],
        "title": "Design Wars",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2012",
        "akas": [
            "Design Wars (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Sinasac, Jeff"
            },
            {
                "name": "Taylor, James"
            }
        ],
        "production companies": [
            {
                "name": "Cineflix Productions"
            }
        ],
        "distributors": [
            {
                "name": "Home and Garden Television (HGTV)"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}