{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "27 March 2011"
            },
            {
                "country": "USA\n",
                "date": "21 August 2011"
            }
        ],
        "release dates": [
            "USA::27 March 2011",
            "USA::21 August 2011"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Abominable Ascent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "21 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Welcome adventurers! Today we travel to Asia and the Himalayan Mountains ... where legend has it that an ancient curse has come back to haunt the tallest mountain in the world, Mount Everest! Your Mission is to help Mr. Marc solve this mystery and make the 'Roof of the World' safe once again for top mountain climbers! Be swift, be safe, and be adventurers!    "
                },
                "2": {
                    "title": "Medieval Madness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "10 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Welcome adventurers! Today we travel back to the Middle Ages and the chivalrous time of knights and bravery! Word has it that a special competition is being held to test the skill and agility of all who seek glory! Your Mission is to help Mr. Marc win the day and rightfully claim the title as Champion! Be swift, be safe, and be adventurers!    "
                },
                "3": {
                    "title": "Big Bad Apple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "24 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Welcome adventurers! Today we travel to the land of skyscrapers, busy streets, and millions of people ... New York City. But this famous \"city that never sleeps\" has suddenly fallen silent and come to a mysterious standstill! ... Your mission is help Mr. Marc wake up New York City and get this important metropolis back on its feet! Be swift, be safe, and be adventurers!    "
                },
                "4": {
                    "title": "Colonial Chaos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "13 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Welcome adventurers! Today we travel back in time to Colonial America, where famous moments in the early history of the United States are getting mixed up and twisted all around ... Your mission is to help Mr. Marc save the founding of the country and reset these important events in American history! Be swift, be safe, and be adventurers!    "
                },
                "5": {
                    "title": "The Pie Rats Strike Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "17 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Welcome adventurers! Today we island hop our way across the Pacific Ocean in search of the world's coconut supply ... which has suddenly gone missing! Your Mission is to help Mr. Marc find those coconuts ... as you search across the largest ocean on Earth ... the Pacific! Be swift, be safe, and be adventurers!    "
                },
                "6": {
                    "title": "Serengeti Stampede",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "6 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Welcome adventurers! Today we travel to the wild continent of Africa and to the vast Serengeti ... where the world's largest migratory herd has suddenly veered off course! ... Your mission help Mr. Marc steer millions of hooves back on track before these lost animals cause any trouble! Be swift, be safe, and be adventurers!    "
                },
                "7": {
                    "title": "Icelandic Meltdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "10 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Welcome adventurers! This week, Mr. Marc heads to icy waters of the North Atlantic and the old sailing routes of the Vikings to figure out what has happened to the geothermal energy that powers Iceland. Your mission is to help Mr. Marc solve this mystery before frigid temperatures take their toll!!! Be swift, be safe, and be adventurers!    "
                },
                "8": {
                    "title": "Maple Mayhem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "13 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Welcome adventurers! This week, Mr. Marc heads to the Great White North of Canada where something sweet and sticky is happening to the Great Lakes ... Your mission is to solve this mystery before the world's greatest source of flowing freshwater comes to a syrupy stop!!! Be swift, be safe, and be adventurers!    "
                }
            },
            "1": {
                "1": {
                    "title": "Expedition Egypt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "21 Aug. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Super Volcano",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "28 Aug. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Misterio Maya",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "10 Sep. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Mission Mojave",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "21 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Welcome adventurers! Today on Adventure to Fitness, we're on a rescue mission ... Mr. Clock has gone missing in one of the hottest places in the world ... the Mojave Desert in the American Southwest. Once bustling with prospectors during the gold rush, the Mojave Desert is now home to ghost towns, giant dams, and abandoned mines. Your mission is to help Mr. Marc find his adventure buddy, Mr. Clock, before it's too late! Be swift, be safe, and be adventurers!    "
                },
                "5": {
                    "title": "Captive Castle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Welcome adventurers! Today on Adventure to Fitness, Mr. Clock has been captured by the lazy Monsieur Lazé and is being held prisoner in the dungeons of an old Eurpean castle. Mr. Marc needs your help to storm the castle, rescue his friend, and make their escape from the dastardly Lazé and his naughty knights! Be swift, be safe, and be adventurers!    "
                },
                "6": {
                    "title": "Greek Gauntlet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Welcome adventurers! Today on Adventure to Fitness, Mr. Marc has been challenged by Mr. Lazé to a contest to find out who is the best athlete. The site of this competition is ancient Greece and the champion will be crowned \"Best Athlete Ever!\" Who knows what Mr. Lazé has up his sleeve, but Mr. Marc needs your help with each of the 10 different events in the competition ... if he's going to win and become \"Best Athlete Ever!\" Be swift, be safe, and be adventurers!    "
                },
                "7": {
                    "title": "Hawaiian Hero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "23 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Welcome adventurers! Today on Adventure to Fitness, we're headed out to the Pacific Ocean and to the fiftieth state ... Hawaii. Hawaii has eight main islands and offers an amazing range of plant and animal life. But there's trouble in paradise. Monsieur Lazé is aiming to destroy Hawaii's pineapple crops so that no one can enjoy its healthy goodness. Your mission is to help Mr. Marc find Laze' and stop him. Be swift, be safe, and be adventurers!    "
                },
                "8": {
                    "title": "Everglades Exhaustion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "29 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Welcome adventurers! Today on Adventure to Fitness, we're headed to one of the world's most diverse ecological areas ... the Florida Everglades ... home of cypress swamps and grassy wetlands ... where a group of elementary students has gone missing while out on a school field trip. Your mission? Help Mr. Marc locate and rescue the missing school kids as you explore the beautiful and dangerous Florida Everglades! Be swift, be safe, and be adventurers    "
                },
                "9": {
                    "title": "Atlantis Aquaventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "8 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Welcome adventurers! Today on Adventure to Fitness, Mr. Marc travels to the undersea lost city of Atlantis to find a legendary and all-powerful energy crystal before it falls into the hands of the lazy Monsieur Lazé. Mr. Marc needs your help down at the bottom of the ocean to find the energy crystal and foil the dastardly plans of Monsieur Lazé! Be swift, be safe, and be adventurers!    "
                },
                "10": {
                    "title": "Westward Whoa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "18 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Welcome adventurers! Today on Adventure to Fitness, Mr. Marc travels back in time to the late 1800's and the time of the Wild West. But this time, someone has stolen all the gold from Glitter Gulch. Without it, the town will not be able to build their part of the Union Pacific railroad that links both coasts of the United States. History is in the balance and Mr. Marc needs your help to save the day ... and find the missing gold before it's too late! Be swift, be safe, and be adventurers!    "
                },
                "11": {
                    "title": "Tasmanian Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "6 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Welcome adventurers! Today on Adventure to Fitness, Mr. Marc travels to Tasmania off the coast of Australia to tame the legendary and thought-to-be-extinct ... Tasmanian Tiger. Your mission is to help Mr. Marc find the Tasmanian Tiger - but beware, for all is not as it seems! Be swift, be safe, and be adventurers!    "
                },
                "12": {
                    "title": "Catastrophe Cavern",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "9 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Welcome adventurers! Today on Adventure to Fitness, Professor Maddison has disappeared while doing research in Carlsbad Caverns in New Mexico. Your mission is to help Mr. Marc rescue her and get her back in HQ! Be swift, be safe, and be adventurers!    "
                },
                "14": {
                    "title": "Outback Asteroid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "17 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Welcome adventurers! Today on Adventure to Fitness, we're headed down under to Australia to find a stolen Aborigine stone that some say came from outer space and has special powers that could shower the earth with meteors! Mr. Marc needs your help to recover this relic before it falls into the wrong hands. Be swift, be safe, and be adventurers!    "
                },
                "15": {
                    "title": "Conquering Kilimanjaro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "21 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Welcome adventurers! Today on Adventure to Fitness, we're off to Africa and its famous Mount Kilimanjaro in a race against time to discover why the giant ice glaciers at the top of the mountain are shrinking. Mr. Marc needs your help to get to the bottom ... or rather the top of this mystery. Be swift, be safe, and be adventurers    "
                },
                "16": {
                    "title": "Le Pie Rats of the Caribbean",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "7 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Welcome adventurers! Today on Adventure to Fitness, Mr. Marc travels to the Caribbean on a very important mission. Pirates are attempting to steal all the fruit from the islands and Mr. Marc needs your help. Track down these pirates and stop them before they can loot the fruit! Be swift, be safe, and be adventurers!    "
                },
                "17": {
                    "title": "Chinese Challenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "21 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Welcome adventurers! Today on Adventure to Fitness, Mr. Marc travels back in time to ancient China. Monsieur Lazé is attempting to destroy China's fruit and vegetable crops. Your mission: help Mr. Marc find Lazé and stop him before it's too late! Be swift, be safe, and be adventurers!    "
                },
                "18": {
                    "title": "Arctic Freeze",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "10 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Welcome, adventurers! Today on Adventure to Fitness, Mr. Marc travels to the frozen Arctic Circle to stop an evil plan by Monsieur Lazé to freeze all of Florida's fruit crops. Your mission: put his dastardly plans on ice before it's too late! Be swift, be safe, and be adventurers!    "
                },
                "19": {
                    "title": "Dino Disaster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Adventure to Fitness (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "14 May 2012",
                    "year": "2012",
                    "plot": "\n    Today we travel back in time to the prehistoric age of dinosaurs. Your mission is to stop Monsieur Lazé and his dino army from eating all the fruits and vegetables on Earth.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Loyd, Marc"
            },
            {
                "name": "Goodwin, Tim"
            },
            {
                "name": "Loyd, Maddison"
            },
            {
                "name": "Padgett, Chase"
            }
        ],
        "genres": [
            "Animation",
            "Short",
            "Adventure"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2NiMjk1ODAtZjczOS00YWIzLTliMjgtMmQ1ZGVjMTQ1OTRmXkEyXkFqcGdeQXVyMTY4MzYyOA@@._V1_SY150_CR1,0,101,150_.jpg",
        "budget": "$50,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Adventure to Fitness",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Adventure to Fitness (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Kennedy, Duncan"
            },
            {
                "name": "Loyd, Marc"
            },
            {
                "name": "Metaxas, Maryanne"
            }
        ],
        "production companies": [
            {
                "name": "i.d.e.a.s. Studio"
            }
        ],
        "distributors": [
            {
                "name": "Adventure to Fitness"
            },
            {
                "name": "Adventure to Fitness"
            },
            {
                "name": "Adventure to Fitness"
            },
            {
                "name": "Adventure to Fitness"
            }
        ],
        "plot": [
            "Mr. Marc and the _Adventure to Fitness_ (qv) team are on different missions all around the world with one goal in mind, to stop Mr. Laze'::Jess"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color",
                "Color (HD)"
            ]
        }
    }
}