{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2011"
            }
        ],
        "release dates": [
            "UK::2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "How Britain Worked: Train",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guy Martin's Industrial Wonders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Guy helps to overhaul a steam locomotive used on the popular Severn Valley Railway, a 16-mile stretch of track in Shropshire preserved to look just as it did in the 19th century. He joins a team of volunteers, some as young as 17, to help repair its boiler, safety valves and one of its two-tonne wheels. He also lays some track using exactly the same methods as the notorious 'navvies' - the hard-drinking, hard-living labourers who laid Britain's railway infrastructure by hand. Guy learns the dying arts of the Victorian blacksmith to make a coal shovel out of wrought ...    "
                },
                "2": {
                    "title": "How Britain Worked: Mill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guy Martin's Industrial Wonders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Engineering enthusiast Guy Martin and the team repair the water turbine needed to power an old saw mill in Wensleydale, North Yorkshire. He then ropes in a carpenter friend to help fell a tree and transport it to the building on a steam traction engine, before using the cut wood to make a replica of the first pedal-powered bicycle. Along the way, Guy learns about the lives of factory workers during the Industrial Revolution and how child apprentices were often little more than slave labour.    "
                },
                "3": {
                    "title": "How Britain Worked: Seaside",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guy Martin's Industrial Wonders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Guy Martin visits Llandudno in north Wales to try to return the seaside resort to its former Victorian glory. Over the course of the winter, Guy gets stuck into restoration work on the town's pier, rebuilds an original helter-skelter and services the town's funicular tramway. He learns how the appetite for sea-bathing began when word spread that it was good for the glands and finds out how engineering developments in factories also led to a revolution in musical instruments.    "
                },
                "4": {
                    "title": "How Britain Worked: Mine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guy Martin's Industrial Wonders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Guy Martin works on a machine that can be credited with helping to kick-start the Industrial Revolution. Joining a team from the Black Country Living Museum, he helps to restore a Newcomen engine - an 18th-century steam-powered device used principally to pump water out of mines. As the rotting timber structure is replaced, worn parts repaired, the boiler cleaned and crumbling brickwork rebuilt, the presenter also learns about the lives of the men, women and children who mined coal.    "
                },
                "5": {
                    "title": "How Britain Worked: Trawler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guy Martin's Industrial Wonders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Guy helps restore the oldest surviving Brixham sailing trawler, the boat that launched the modern fishing industry and transformed the way a nation ate. Guy learns how the trawler's radical design saw off the competition, tries his hand at the precision joinery that made that design possible, tests his own version of an Industrial Revolution life jacket by jumping into the sea, and makes rope using the original machines that wove the ropes for Nelson's HMS Victory. He experiences deep sea trawling - said to be the most dangerous job of the 19th century - for himself, ...    "
                },
                "6": {
                    "title": "How Britain Worked: Park",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guy Martin's Industrial Wonders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Guy Martin helps to restore Birmingham Botanical Gardens to its former glory and tries to learn how to blow glass to use in the enormous greenhouses. He tries to rebuild one of the first lawnmowers and uses a little-known 19th-century technique to make his mark on the rockery, before he is given the job of turning on his newly installed fountain at the grand opening ceremony.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Martin, Guy"
            }
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.5,
        "votes": 13,
        "plot outline": "The show sees Guy Martin celebrating the workers of the Industrial Revolution by getting stuck into six of the country's biggest restoration projects, as he helps to bring some of the 19th Century's most impressive engineering achievements back to life.",
        "languages": [
            "English"
        ],
        "title": "Guy Martin's Industrial Wonders",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Guy Martin's Industrial Wonders (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "The show sees Guy Martin celebrating the workers of the Industrial Revolution by getting stuck into six of the country's biggest restoration projects, as he helps to bring some of the 19th Century's most impressive engineering achievements back to life.::Enzedder"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 13,
                "rating": 8.5
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 9.0
            },
            "males": {
                "votes": 10,
                "rating": 8.1
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 8.0
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 9.0
            },
            "us users": {
                "votes": 1,
                "rating": 8.0
            },
            "non us users": {
                "votes": 8,
                "rating": 8.0
            }
        },
        "number of votes": {
            "10": 3,
            "9": 2,
            "8": 7,
            "7": 1,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.5,
        "median": 8
    }
}