{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2011"
            }
        ],
        "release dates": [
            "USA::2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Green Family: Breeding Tales",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sports Dads (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    A former college athlete himself, Forrest Green has some serious athletic plans for his young son, Nick, who is a star swimmer and football player. Between the meets, games, practices and schoolwork, Dad has Nick running plays, running hills, running stairs, running laps. Before Nick runs away altogether, can Hall of Famer Deion Sanders enter the game and run some seriously humorous interference?    "
                },
                "2": {
                    "title": "Davis Family: Your Wish Is My Command",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sports Dads (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    No one works harder than Kia Davis. This single mom juggles her job, two daughters' schools and homework, budding basketball star Tamiyjah's game and practice schedule, and holds intensive private practice sessions with her daughter. (When do they eat?) Think mom might be a bit intense? Coaches all over the city are shaking their heads yes. Enter Hall of Famer Deion Sanders, who with a loving assist, helps Tamyijah score a role reversal with mom.    "
                },
                "3": {
                    "title": "Carter Family: A River Flows",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sports Dads (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Oland Carter plays several sports - soccer, basketball, baseball - and works in team practices and workouts with Dad between matches and games. This family's life is all about sports, sports, sports! When Oland hits a wall and Dad loses his composure, Hall of Famer Deion Sanders steps in to issue a much needed time out for the whole family.    "
                },
                "4": {
                    "title": "Gonzalez Family: Move Like an Eva",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sports Dads (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The Gonzales Family lives and breathes sports as daughter Eva is a rising star in the local soccer scene. Eva's training program is influenced by Dad's former military career, and pushes Eva to her limits in every way. She's ready to crack when Hall of Famer Deion Sanders enters the game. Deion delivers a pass that no one saw coming - will Mom and Dad play ball?    "
                },
                "5": {
                    "title": "Hall Family: 110%",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sports Dads (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Jacob Hall and his entire family dedicate a lot of time and energy to participating in competitive BMX racing. When the stress and chaos of racing starts to take its toll on the family, Hall of Famer Deion Sanders steps in to help Dad pump the breaks and take a look at the consequences of racing through life.    "
                },
                "6": {
                    "title": "Spain Family: It's Just Bad Luck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sports Dads (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The Spain Family couldn't be more proud of their son, Mason; a World Champion calf rider. But with the family focus centered on bull riding, Mason's sister, Maddy, feels left out. Can Hall of Famer, Deion Sanders step in to help the family cowboy up?    "
                },
                "7": {
                    "title": "Mowles Family: Raising Fighters and Brawlers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sports Dads (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The Mowles brothers were born to be Jujitsu fighters. But for younger brother Garrett, winning belts is not enough. It's tough to prove himself as a winner to Dad while living in the shadow of older brother, Levi. Will the pressure be enough to make Garrett tap out of the fight? Hall of Famer Deion Sanders has a few moves to help Mom and Dad bring the family back together.    "
                },
                "8": {
                    "title": "Lewis Family: Bucking the System",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sports Dads (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Maya Lewis has been running track since she was a little girl. Her biggest fan, toughest coach, and hardest critic is her dad. He is always pushing her to get stronger, run faster, and train harder. But sometimes, he pushes too far. Can Hall of Famer Deion Sanders help Dad to see past the finish line before Maya decides she's run her final race?    "
                },
                "9": {
                    "title": "Watts Family: Stop All That Crying",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sports Dads (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Kansas Watts lives and breathes sports 24/7. Her mother and father not only train her during precious family time but are also coaches at Kansas' school; leaving little room for quality family time. Can host Deion Sander's help the Watts family take a time out from competition for a little QT?    "
                },
                "10": {
                    "title": "Saffold Family: Hot, Tired and Bothered",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sports Dads (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Kyla Saffold is a passionate young softball player. Her mother's aggressive approach towards training stems from unresolved issues with Kyla's grandfather. Can Hall of Famer Deion Sanders help Mom heal her bruised relationship with her father to ensure Kyla's success on and off the field?    "
                },
                "11": {
                    "title": "Palomar Family: If There Is No Man, I'll Be the Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sports Dads (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Caleb Palomar is a dynamic youth boxer from a competitive sports family. His father's \"push it to the limit\" training approach can often force Caleb to the brink of tears; creating a barrier of communication in the parent child relationship. Can Hall of Famer Deion Sanders help the Palomar family master the 1,2 combo of competition and communication?    "
                },
                "12": {
                    "title": "Grim Family: You're Not Allowed to Get Sick, Tired or Injured",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sports Dads (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Brody is a 14 year old kid who is maturing quickly. His Dad Matt loves football so much that it actually cost him his marriage. He is now more focused than ever to make his son achieve pro goals. Can Deion help set some boundaries before Matt looses everything?    "
                },
                "13": {
                    "title": "Steward Family: I Want You to Be Great at Everything",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sports Dads (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "27 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Isaiah Steward is an a 11 year old quarterback who actually plays on Deion Sanders youth select football team. Concerned parents asked Deion to step in after witnessing Isaiah's Dad Phillip put him through some harsh treatment after a loosing game. This may prove to be the hardest Dad yet! Can Deion use his keen insight to get through to him before it's too late?    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Sanders, Deion"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-G"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNWUwMGZjOTQtM2E3ZS00MWZkLTk4ZGEtNWZlMWJmNDdhNDBlXkEyXkFqcGdeQXVyNzM3NTczMDc@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "We've all seen them at our kids sporting event, the sideline screamer or courtside crazy parent. Now Deion Sanders-all-American sports legend and a dad- is on a mission to restore balance to families over-stressed by out-of-control parents hell-bent on raising superstar athletes. When Deion pays a surprise visit, emotions fly.",
        "languages": [
            "English"
        ],
        "title": "Sports Dads",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Sports Dads (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Miller, Korey"
            },
            {
                "name": "Piatt, Daniel"
            }
        ],
        "production companies": [
            {
                "name": "1820 Productions"
            }
        ],
        "plot": [
            "We've all seen them at our kids sporting event, the sideline screamer or courtside crazy parent. Now Deion Sanders-all-American sports legend and a dad- is on a mission to restore balance to families over-stressed by out-of-control parents hell-bent on raising superstar athletes. When Deion pays a surprise visit, emotions fly."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}