{
    "imdb": {
        "raw release dates": [
            {
                "country": "China\n",
                "date": "  2011"
            }
        ],
        "release dates": [
            "China::2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "It's All Because of the Lollipop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Joe Croaker finds a lollipop. After licking it down to a smaller size, Joe places the lollipop around his neck. As the lollipop begins to melt, many leaves become stuck to it. Covered in leaves, Joe now looks like a scary monster to the other inhabitants of the marsh! They are all frightened at the sight of Joe, mistaking him for a ruthless monster that has swallowed their friend whole. To avenge Joe, the bugs come up with a plan to capture \"the monster\". Joe is backed into a corner when the lollipop is broken by McBroom's dung ball. The bugs then realize that the \"...    "
                },
                "2": {
                    "title": "Bungee Jumping",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Joe Croaker witnesses Niddy the Spider, getting around and hanging by her web, and wants to do the same. So he searches for the right type of rope and begins his attempts. After several painfully ending tries, he finally finds the what he thinks is the perfect line. However, in the end he finds himself in a hopeless situation.    "
                },
                "3": {
                    "title": "Joe's Got a Fish Bone in His Throat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Notorious Joe Croaker wants the fish that his friend Cosmo has found, so as is his nature, he steals it. As karma would have it, Joe gets a fish bone being stuck in his throat. Bartle Bee tries every method to remove the bone, until one unorthodox method gets the bone out.    "
                },
                "4": {
                    "title": "Cosmo's Dream Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Tired and bored with his current accommodations, Cosmo decides that it's time to find a new place to call home. However, every new place he finds, someone warns him about dangers or inconveniences, until he decides to use a magnet to build his new home. Unfortunately, the magnet attracts a coins that seals Cosmo inside his new home without a way to escape. Eventually, Joe gets Cosmo out of his prison-like home, but at great cost to Joe.    "
                },
                "5": {
                    "title": "The Ice Cream Stamp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Joe hears about an ice cream stamp that Cosmo has. Envious of this cool looking stamp, Joe decides to steal the stamp. He makes attempt after attempt to take the stamp. He almost obtains the stamp, until mother-nature decides to intervene and take the side of Cosmo.    "
                },
                "6": {
                    "title": "How to Cross a Wooden Bridge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Joe Croaker finds a loaf of bread and heads home to enjoy it, only to find that his route home is blocked by a river. Determined to get home, he decides to build a bridge across the river. After he is finished, he takes a nap. When he awakes, he notices McBroom crossing the bridge. In his anger, Joe goes to drive McBroom off the bridge, and they both end up falling off the bridge with their prized possessions.    "
                },
                "7": {
                    "title": "Joe Croaker and the Kite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Joe is enjoying a stroll through The Marsh when all of a sudden, a kite designed like an owl falls from the sky towards him. Thinking he is about to be bird food, he hides behind a rock. Once he discovers it is a kite, he takes his new glider out for a flight. Scared at first, Joe takes some time to get used to flight but then ends up really getting the hang of it. That is, until he crash lands into a cactus.    "
                },
                "8": {
                    "title": "Joe's in Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Gluttonous Joe Croaker stuffs himself full of biscuits that he finds in a can. Unable to get out of the can after, He tries desperately to escape, but ends up traveling downhill in the can. Bartle Bee and Cosmo attempt to rescue Joe but end up in the same predicament at the edge of a cliff. A rock knocks them off the cliff, but they are saved by a lotus leaf.    "
                },
                "9": {
                    "title": "A Mysterious Plant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When Bartle Bee leaves his newly found plant unguarded, Joe Croaker swipes it and plants it in his back yard. Cosmo secretly takes a bite out of one of the petals. The affects make Cosmo very hostile. He bullies Joe Croaker and forces him to do things for him. Suspicious Joe considers the plant as the cause, and takes a bite from the plant as well. His aggression is directed back at Cosmo.    "
                },
                "10": {
                    "title": "The Crazy Toy Car",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Cosmo finds a solar powered toy car beneath a bush in The Marsh. Joe Croaker decides that he will take the toy car for himself. Around noon, the toy car gets enough solar power to start moving on its own. As much as Joe tries to contain the car, its wild spirit makes more trouble than Joe would like.    "
                },
                "11": {
                    "title": "Let's Go Paddling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Cosmo finds a paper boat in The Marsh and starts having fun. Flutterby wishes to join him, but Cosmo refuses to let her join. Fultterby then decides to build her own boat and the two start competing and playing rough. Both of their boats are destroyed during the roughhousing. Flutterby cries until Cosmo builds her a new boat.    "
                },
                "12": {
                    "title": "The Dumb Duckling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Joe Croaker sees a horrifying monster in his pond (which is actually a rubber duck). He tries to bully the monster out of his pond, but to no avail. Bartle Bee tries to communicate with the creature, but finds the duck non-responsive. During a physical altercation, Bartle Bee accidentally stings the rubber duck and it blows away.    "
                },
                "13": {
                    "title": "Just a Balloon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Joe encounters a giant dinosaur balloon in The Marsh, and immediately tries to fight off the giant beast. But when Joe discovers the beast is tied to the grass, he unties the balloon and begins flying free. But when the balloon is caught between two branches, Joe needs the help of Bartle Bee and Cosmo to help him get free.    "
                },
                "14": {
                    "title": "Hot Air Balloon Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Cosmo's mockery of Joe's inability to fly inspires Joe to fashion together a hot air balloon, so he may experience flight.    "
                },
                "15": {
                    "title": "A Roly Poly Toy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Joe Crocker is threatened by a toy roly poly. He uses every effort to take the toy bug down.    "
                },
                "16": {
                    "title": "McBroom's Looking for an Assistant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    With so much work to do, and little energy remaining at the end of the day, McBroom decides to hire an assistant. He puts the other bugs through a competition for the position.    "
                },
                "17": {
                    "title": "A Bouncy Ball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Joe Croaker finds a new bouncy ball and takes it home. However, he finds that his favorite new toy is more trouble than fun.    "
                },
                "18": {
                    "title": "Out of Blows, Friendship Grows",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Bartle Bee stumbles into another bee's territory, and gets bullied by the other bee. While trying to teach the bully bee a lesson, Bartle and Flutterby see the bee being pursued by a bird, and risk their lives to save him.    "
                },
                "19": {
                    "title": "A Slingshot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Joe Croaker finds a slingshot and starts shooting dangerous objects across The Marsh, causing damage and wreaking havoc for the other inhabitants of The Marsh.    "
                },
                "20": {
                    "title": "Climbing Trees",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    In a heated discussion with Cosmo, Joe realizes that his view of the world is limited from the ground. He is determined to climb up a tree to broaden his view of the world.    "
                },
                "21": {
                    "title": "A Toy Frog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When a new inhabitant of The Marsh is threatening Joe's home, he and Cosmo make every effort to get rid of their seemingly indestructible enemy.    "
                },
                "22": {
                    "title": "Dance Off?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Bartle Bee finds a music box with a dancing ballerina inside. When attempting to dance with the girl, Flutterby gets Jealous and challenges the ballerina to a \"dance off\".    "
                },
                "23": {
                    "title": "How to Lose a Few Pounds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    After binge eating, Joe Croaker puts on a few pounds, Bartle Bee warns Joe of the health risks that go along with obesity. Joe is determined to get the weight off, and makes several different attempts to become his regular size again.    "
                },
                "24": {
                    "title": "Don't Eat Mr. Mushroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When Joe Croaker is at the edge of starvation, he takes a bite out of Bartle Bee's treasured mushroom. This leads to great and unfortunate things for dear Joe.    "
                },
                "25": {
                    "title": "How to Stash Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When Joe decides to steal Cosmo's rummage booty, he tries to keep them safe inside convenient looking plants. Later, when Cosmo comes to confront Joe the thief, they discover that these plants are not as useful as Joe had thought.    "
                },
                "26": {
                    "title": "The NunChaku Master",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When Bartle Bee discovers a Kung Fu guide from the master Free Range, Bartle Bee decides to start practicing Kung Fu. I attempt to show off to Cosmo, Bartle Bee actually ends up making a mess. But, when push comes to shove, Bartle Bee finds his talent more useful then before.    "
                },
                "27": {
                    "title": "What a Stapler Can Do",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When Joe is rummaging for food, he comes across a stapler. Curious with his new toy, Joe begins stapling everything causing many problems across The Marsh.    "
                },
                "28": {
                    "title": "Bartle Bee's Locked Himself Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Bartle Bee decides to fashion himself a wooden gate for his hive. But one night when he goes out for a midnight snack, he returns to find himself locked out with no way of getting past his new, sturdy, wooden barrier.    "
                },
                "29": {
                    "title": "How to Remove Cactus Needles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When Joe Croaker tries stealing Cosmo's cheese, he winds up losing his balance and falling into a cactus. Cosmo tries to help remove the spines from Joe's back, but finds the task more difficult than he thought.    "
                },
                "30": {
                    "title": "Fair Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Joe Croaker, who is notorious for bending the rules, decides to play a game with Cosmo. When he can't seem to win fairly, he starts cheating. As karma would have it, he ends up paying the ultimate price for his trifling ways.    "
                },
                "31": {
                    "title": "When the Frog Comes to Dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Joe Croaker becomes envious of Flutterby's dancing ability. He decides to train under her, and when he is ready, he will perform for the inhabitants of The Marsh. But Joe's performance is not exactly impressive, nor is his surprising attempt at singing.    "
                },
                "32": {
                    "title": "A Hard Nut to Crack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    While playing hide-and-seek, Joe finds a walnut. Determined to taste the delicious nut, he makes every exhausted attempt to open the difficult walnut.    "
                },
                "33": {
                    "title": "That Is a Crocodile",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When Joe Croaker discovers a toy crocodile in The Marsh, He forces Cosmo to examine it. Cosmo gets trapped and Joe must try everything to get his friend free.    "
                },
                "34": {
                    "title": "The Annoying Whistle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Joe finds a green whistle lying around and starts blowing it, annoying everyone in The Marsh.    "
                },
                "35": {
                    "title": "A Stiff Neck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Bartle Bee suffers from a stiff neck due to a poor sleeping position. He finds it very difficult to complete simple tasks. His friends try to fix his stiff neck, and help him feel normal again.    "
                },
                "36": {
                    "title": "The Weight-Lifting Champion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When Joe Croaker helps Flutterby lift a big stone, he is revered as the strongest in The Marsh, until McBroom is discovered moving more weight in dung balls. Joe immediately challenges McBroom to a strong-bug competition.    "
                },
                "37": {
                    "title": "Perfume Makes You Popular",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When Cosmo is sprayed with a potent perfume, he attracts Bartle Bee and Flutterby, who shower him with gifts. No matter how cruel he is, he can't seem to get rid of his two new admirers.    "
                },
                "38": {
                    "title": "Fly to the Sky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    A discarded feather from Joe Croaker becomes the highlight of entertainment for the creatures of the Marsh. But when Joe decides to join the fun, he ends up getting more than he bargained for.    "
                },
                "39": {
                    "title": "Useful Capsules",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Joe Croaker notices that Bartle Bee and McBroom have capsules that they are keeping safe. He decides to steal the capsules and treat himself to whatever delicious snacks they've saved for themselves.    "
                },
                "40": {
                    "title": "Joe Croaker Is Sick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When Joe notices how well Flutterby is treated when she falls ill, Joe decides to fake an illness. When the gang all start bringing stuff for Joe's wellness, he milks it for all it's worth.    "
                },
                "41": {
                    "title": "Everybody Loves Soap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    After finding a bar of soap and trying to eat it, Joe Croaker discovers the real purpose of soap. The other bug buddies all want to borrow Joe bar of soap.    "
                },
                "42": {
                    "title": "A Happy End",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    After a disagreement, Sparkle decides to move out of the home where he lives with his brother, Strobe. But, When Sparkle life is in danger, the brothers find their bond stronger than ever.    "
                },
                "43": {
                    "title": "A Talkative Cricket",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When a new cricket comes to The Marsh, he starts irritating everyone by talking too much. But when the bug buddies discover that he just wants to make new friends, they feel that they have mistreated him.    "
                },
                "44": {
                    "title": "A Competition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When two bugs are fighting about their athletics abilities, Bartle Bee suggest a competition should take place to determine the winner.    "
                },
                "45": {
                    "title": "An Orange Peel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Joe Croaker finds an orange peel, and thinks it renders him invisible to the other inhabitants. He starts running around and making trouble for everyone in The Marsh.    "
                },
                "46": {
                    "title": "I Want the Candy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Joe Croaker finds a piece of candy which Cosmo then takes and places on top of a high rock. Joe exhausts every effort to get back his delicious treat.    "
                },
                "47": {
                    "title": "Whose Job Is More Challenging?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Our little Marsh friends get into a quarrel about who has the most difficult job. They decide to trade jobs and learn that what they thought was easy is more difficult than they imagined.    "
                },
                "48": {
                    "title": "The Crazy Electric Fan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When the bug buddies discover and electric fan in The Marsh, they start having fun and taking turns cooling off. But when the fan gets out of control, it becomes more than they bargained for.    "
                },
                "49": {
                    "title": "A Fake Flower",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Cosmo forgets to get Flutterby a birthday gift, so to make it up to her, he gets her a fake flower. But in the end, his gift backfires as Flutterby doesn't appreciate his gesture.    "
                },
                "50": {
                    "title": "Joe Croaker's Allergic to Pollen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    While picking flowers with Bartle Bee, Joe decides that one of them is perfect for his home. However, he discovers that he has a strong allergic reaction to pollen.    "
                },
                "51": {
                    "title": "The Tale of a Racing Snail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When a snail gets upset from his lack of speed, the bug buddies help him move faster.    "
                },
                "52": {
                    "title": "The Terrible Summer Heat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The days get hotter in The Marsh, the desire to keep cool is on everyone's mind. Bartle Bee finds a piece of ice, and shares it with his friends to keep them cool. However, Cosmo has other selfish plans for the block of ice.    "
                },
                "53": {
                    "title": "An Alarm Clock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When Cosmo finds a n alarm clock in The Marsh, he uses it to warn the others when trouble is coming. However, he finds the temptation to raise a false alarm too hard to resist, which in turn annoys the other inhabitants.    "
                },
                "54": {
                    "title": "McBroom's on a Vacation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    A glimpse at the malodorous mess that results when the neighborhood dung collector goes on vacation.    "
                },
                "55": {
                    "title": "A Real Hero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    While consciously striving, without success, to become a superhero in the eyes of his fellow Marsh dwellers, Strobe learns that a real hero needn't labor in that way-he'll just instinctively and selflessly answer the call when a neighbor is in trouble.    "
                },
                "56": {
                    "title": "Full of Hot Air",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Cosmo finds a whoopee-cushion and other useful items in a trash bin, and proceeds to drive his neighbors batty with a constant stream of pranks. Bartle Bee leads the counterattack; hilarity ensues.    "
                },
                "57": {
                    "title": "Fire Alarm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Cosmo becomes enchanted with fire after finding a box of matches in the trash. Bartle Bee warns the pesky fly about playing with fire, but Cosmo does not heed his words until near-tragedy strikes.    "
                },
                "58": {
                    "title": "McBroom's Sleepwalking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The Marsh dwellers learn that poor McBroom is not only a sleepwalker, but that their personal belongings are being swept up into the dung ball he rolls about during his nocturnal wanderings.    "
                },
                "59": {
                    "title": "Babysitting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Flutterby and Cosmo agree to babysit a baby ant who won't stop crying-until the two accidentally discover the child's amusement at seeing Cosmo get smacked repeatedly by a volley of rubber balls.    "
                },
                "60": {
                    "title": "Happy Birthday Cosmo!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Convinced the Marsh gang doesn't remember his birthday, Cosmo retaliates with a vandalizing spree-only to learn that the Marsh dwellers have all along been planning a surprise birthday party in his honor.    "
                },
                "61": {
                    "title": "Mantis Style",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Rusty has a \"treasure\" that Cosmo schemes to possess for himself. While Rusty has Kung Fu master Green Mantis guarding his find, Cosmo brings in the Yellow Mantis to do battle with this master for the \"treasure\"-which turns out to be a lot less valuable than Cosmo had imagined.    "
                },
                "62": {
                    "title": "Wish Upon a Shooting Star",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Cosmo tells his bug buddies that any wish made upon a shooting star will come true, so the gang goes out to a field at night to test this principle.    "
                },
                "63": {
                    "title": "Exercise Makes You Healthy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The Stick Insect begins teaching a daily fitness course, which Cosmo scrupulously avoids-until his dedicated inactivity results in health problems of various kinds.    "
                },
                "64": {
                    "title": "Flutterby's Pretty Skirt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Flutterby sacrifices comfort for style and pays the price. The colorful skirt she has fashioned from scratch is too heavy to dance in, and she collapses in exhaustion after an impromptu performance at the behest of her Marsh fans.    "
                },
                "65": {
                    "title": "The Marsh Needs a Chief",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 65,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Following a dispute among Cosmo, McBroom, and Flutterby, Niddy urges them all run for the post of Chief of the Marsh in the current election cycle.    "
                },
                "66": {
                    "title": "Camping with Cosmo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 66,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Cosmo muscles in on Flutterby and Bartle Bee's camping trip, and attempts to run the show every step of the way.    "
                },
                "67": {
                    "title": "What's in the Cabin?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 67,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Flutterby finds a cabin she'd like to move into, and she tidies it before going to collect her things for the move. Enter Cosmo, who happens upon the same cabin and discovers a highly unlikely way to create a total mess inside.    "
                },
                "68": {
                    "title": "The Freckles on Bartle Bee's Face",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 68,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    A lesson for the freckle-faced Bartle Bee-and eventually for the redolent Cosmo-on not making fun of the physical characteristics of others.    "
                },
                "69": {
                    "title": "Fun with a Spoon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 69,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Having accidentally discovered the launching capacity of a spoon, Cosmo and McBroom and some friends have a blast bouncing ever higher    "
                },
                "70": {
                    "title": "The Magic Lantern",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 70,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Niddy tells the tale of the Magic Lantern; eventually Cosmo dreams of same, and learns to be very, very careful what he wishes for, as it could backfire and leave him worse off than he was in the beginning.    "
                },
                "71": {
                    "title": "Wake Up, McBroom!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 71,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    McBroom's brief bout with sleeping pills leaves the Marsh with a serious sanitation problem.    "
                },
                "72": {
                    "title": "The Dung Ball Sitter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 72,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Cosmo is entrusted with McBroom's beloved dung ball, but must think fast when he allows it to be destroyed in McBroom's absence.    "
                },
                "73": {
                    "title": "Cosmo on the Night Shift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 73,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Cosmo's irresponsibility on guard duty results in a rash of thefts. He knows that somehow, he'll have to work hard to make things right in the wake of this unfortunate incident.    "
                },
                "74": {
                    "title": "Stay Behind the Matchstick Rope",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 74,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Flutterby gets advice from Bartle Bee on the best way to attract and manage visitors to her beautiful new garden.    "
                },
                "75": {
                    "title": "Some Barrel!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 75,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    A sinister new toy appears in the Marsh, and poor Cosmo-though attempting to lure others into its clutches-always seems to find himself at the mercy of the mysterious device.    "
                },
                "76": {
                    "title": "Joe Croaker Gets Hypnotized",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 76,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Under hypnosis, Joe Croaker imagines himself to be Flutterby, then Cosmo-and Cosmo, opportunistic pest that he is, seeks to milk Joe's altered state for all it's worth.    "
                },
                "77": {
                    "title": "A Costume Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 77,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Flutterby throws a costume ball at her place, and invites all her Marsh-dwelling friends to attend.    "
                },
                "78": {
                    "title": "A Christmas Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 78,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    After hearing Niddy's tale of Santa Claus, an inspired McBroom tramps about the Marsh, secretly leaving the gift of poop for all his friends. Bartle Bee hastily endeavors to school McBroom on the concept of tailoring gifts to suit the recipient, rather than the giver.    "
                },
                "79": {
                    "title": "Inside the Pumpkin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 79,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    A self-conscious grasshopper skulks around the Marsh in the guise of a pumpkin monster until the Marsh gang stops him in his tracks, ultimately reassuring him that his natural appearance will be no barrier to friendship.    "
                },
                "80": {
                    "title": "Changing Houses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 80,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The bugs all believe that the grass is greener on the other side, and therefore wish to swap homes with each other for a change of scenery. They draw lots to decide who gets whose house, but no one is satisfied with the results.    "
                },
                "81": {
                    "title": "Cosmo's Delivery Service",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 81,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Cosmo sees an easy living in package delivery, and so sets up his own service, only to find that a one-fly show is much harder to run than he imagined.    "
                },
                "82": {
                    "title": "Cosmo's Bartering Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 82,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Before going on a mission to secure goods specifically for trading purposes, Rusty entrusts his household's contents to a reckless Cosmo, who trades them all off in Rusty's absence.    "
                },
                "83": {
                    "title": "The Secret to Longevity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 83,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    After recovering from an illness, Cosmo becomes obsessed with maintaining his health and extending his life span. He becomes an overprotective recluse, which decision carries with it problems of its own.    "
                },
                "84": {
                    "title": "The Greatest Sculptor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 84,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Cosmo tricks McBroom into believing that Cosmo himself has created the wonderful sculptures that have appeared in the Marsh. Impressed, McBroom begins to study sculpting under the deceitful little housefly, with most unfortunate results. When the real artist is discovered, he sees raw talent in the good-natured McBroom and takes him on as a pupil, much to the dung beetle's delight.    "
                },
                "85": {
                    "title": "Cosmo's Biggest Fan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 85,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Cosmo encounters a pesky little rascal called Dippy the Fly, who showers him with praise but then proves to be more trouble than he's worth.    "
                },
                "86": {
                    "title": "McBroom and the Fake Bird's Egg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 86,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    As a cruel joke, Cosmo convinces McBroom to care for a ping-pong ball that he's passing off as a bird's egg.    "
                },
                "87": {
                    "title": "The Marsh's Great Drought",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 87,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    During a time of drought, Joe Croaker is happy to bully the Marsh dwellers into handing over their most cherished belongings in exchange for the bit of water he has acquired through brutish means.    "
                },
                "88": {
                    "title": "A Skateboarding Fool",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 88,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Joe Croaker becomes a skateboarding daredevil, and his irresponsibility leads to a dangerous situation from which only his Marsh-dwelling pals can save him.    "
                },
                "89": {
                    "title": "Between a Rock and a Hardhead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 89,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Joe Croaker briefly scans a book on Kung Fu and then purports to be a seasoned master, which proves to be a costly-and very painful-assertion indeed.    "
                },
                "90": {
                    "title": "Rusty's Destiny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 90,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Rusty is fed up with his everyday existence, and feels his labor is of little consequence. But when he comes across friends whose predicament can only be solved by his uncommon strength, he realizes that everyone has a contribution to make based on his singular gifts.    "
                },
                "91": {
                    "title": "Trapped in a Box",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 91,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Sparkle the Firefly becomes trapped in a box, and Strobe brings friends in on a full-scale search for his missing brother.    "
                },
                "92": {
                    "title": "Sparkle Light's Up the Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 92,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    A dejected Sparkle the Firefly feels he has no special talents or gifts, and so attempts to learn skills which are, in fact, better employed by others. Then he is called upon to assist in a night-time mission escorting neighbors home, and comes to understand the value of his greatest strength.    "
                },
                "93": {
                    "title": "A Feast of Kings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 93,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The adventures of party-host McBroom as he learns that not everyone in the Marsh appreciates dung-based cuisine.    "
                },
                "94": {
                    "title": "Rolling Out the Kindness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 94,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    After Bartle Bee and Flutterby help McBroom to recover from illness, he is determined to do good deeds for others in the Marsh-and gets decidedly mixed results for his trouble.    "
                },
                "95": {
                    "title": "Chocolate Troubles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 95,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Cosmo becomes obsessed with effectively hiding a piece of chocolate he's found, and even suspects friends of conspiring to snatch it from him.    "
                },
                "96": {
                    "title": "Sand in the Eye",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 96,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    McBroom and Walking Stick try to figure out how to relieve Cosmo's pain after the wind blows sand into his eyes. In the end, it takes Bartle Bee to work out the best solution to the problem.    "
                },
                "97": {
                    "title": "Sun Tanning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 97,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Cosmo determines to get a suntan, but-ignoring the warnings of his friends-steadfastly refuses to take any measures to protect himself in the blistering heat of the Marsh.    "
                },
                "98": {
                    "title": "I'm Your Biggest Fan!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 98,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Cosmo's latest trash-heap treasure: A ballerina doll, about which he brags to any and all who will hear. But soon he fears that Joe Croaker will take a liking to his find-that's why he must locate a fool-proof hiding place for it.    "
                },
                "99": {
                    "title": "False Teeth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 99,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Cosmo learns the importance of telling the truth when-after finding a set of false teeth and claiming to have slain the monster to whom they belonged-the Marsh dwellers beg him for help when Flutterby is attacked by a bird.    "
                },
                "100": {
                    "title": "Grass-Skating Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 100,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Grass-sledding hijinks featuring Flutterby and McBroom-and a large, unwieldy ball of dung.    "
                },
                "101": {
                    "title": "Treasure Maps",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 101,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Cosmo enlists the services of Dippy as he goes on the hunt for buried treasure.    "
                },
                "102": {
                    "title": "Cosmo's Swap Meet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 102,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Cosmo launches a \"Food for Junk\" campaign, and trades enticing little trinkets for food from his neighbors. But the Marsh dwellers demand the return of their food when they discover the poor quality of the items Cosmo has traded to them.    "
                },
                "103": {
                    "title": "Where Is the Bean?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 103,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    McBroom offers to transport a bean from Niddy's place to Flutterby's, but loses it along the way-most likely inside a dung ball. When all appears lost, the Marsh dwellers are delighted to discover that the bean has sprouted into a sturdy and beautiful plant.    "
                },
                "104": {
                    "title": "Joe's Bad Tooth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pondemonium (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 104,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The horrors of dental care in the Marsh are played out in a cautionary tale centered on the sweets-loving Joe Croaker.    "
                }
            }
        },
        "number of episodes": 104,
        "cast": [
            {
                "name": "Lumsden, Siobhan"
            },
            {
                "name": "Wheeler, Justin J."
            },
            {
                "name": "Glen, Rick Jay"
            },
            {
                "name": "Rinehart, Paul 'Maxx'"
            },
            {
                "name": "Thompson, Toni"
            },
            {
                "name": "Alexander, Shea"
            }
        ],
        "genres": [
            "Animation"
        ],
        "countries": [
            "China"
        ],
        "country codes": [
            "cn"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:G"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNmQ4NjBjMmItYzFmNC00MWY0LWE3OTAtNTM2NTgwNWY4YTVlXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "The vast wetland paradise known as The Marsh is teeming with cute and curious creepy-crawly critters of all kinds. The Marsh is home to adventure, a dash of danger, a great deal of whimsy, and a strong sense of community. In the tiny nooks and crannies of this verdant hideaway, a thriving little insect colony is abuzz with activity. Residents face a variety of challenges, but caring neighbors always come through when the going gets tough! So come along with us-join butterflies and bullfrogs, bumblebees and bumbling blowflies as they learn-sometimes the hard way-that it's teamwork that paves the path to success! Pondemonium highlights the child-like curiosity of the denizens of The Marsh, and does so with warmth and humor. Engaging characters approach new discoveries with wonder in the lush environs of this balmy haven-and kids won't want to miss a single minute of the action!",
        "languages": [
            "English"
        ],
        "title": "Pondemonium",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Pondemonium (China)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Fantawild Animation"
            }
        ],
        "distributors": [
            {
                "name": "Fantawild Animation"
            }
        ],
        "plot": [
            "The vast wetland paradise known as The Marsh is teeming with cute and curious creepy-crawly critters of all kinds. The Marsh is home to adventure, a dash of danger, a great deal of whimsy, and a strong sense of community. In the tiny nooks and crannies of this verdant hideaway, a thriving little insect colony is abuzz with activity. Residents face a variety of challenges, but caring neighbors always come through when the going gets tough! So come along with us-join butterflies and bullfrogs, bumblebees and bumbling blowflies as they learn-sometimes the hard way-that it's teamwork that paves the path to success! _Pondemonium_ (qv) highlights the child-like curiosity of the denizens of The Marsh, and does so with warmth and humor. Engaging characters approach new discoveries with wonder in the lush environs of this balmy haven-and kids won't want to miss a single minute of the action!::Toni Thompson"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}