{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "August 2011"
            }
        ],
        "release dates": [
            "UK::August 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Unforgettable Moments",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rugby World Cup (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Aug. 2011",
                    "year": "2011",
                    "plot": "\n    This must see programme for any rugby fan we will bring the memories flooding back as it takes a look at golden games, individual brilliance and close encounters that have defined the tournament.    "
                },
                "2": {
                    "title": "Tries, Tries, Tries",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rugby World Cup (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Aug. 2011",
                    "year": "2011",
                    "plot": "\n    This fast paced programme includes tries from some of the sports greatest players such as David Campese, Jason Robinson, Rupeni Caucau, Shane Williams, Bryan Habana and the highest try scorer in tournament history Jonah Lomu.    "
                },
                "3": {
                    "title": "Upsets and Near Misses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rugby World Cup (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Aug. 2011",
                    "year": "2011",
                    "plot": "\n    This one hour programme will bring to you the Rugby World Cup matches that have shocked the rugby world, and take a look at those teams who were on the cusp of greatness, only to be denied at the final hurdle.    "
                }
            }
        },
        "number of episodes": 3,
        "cast": [
            {
                "name": "Collins, Jerry"
            },
            {
                "name": "Frame, Andrew"
            }
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjAyNTUyMzkzMF5BMl5BanBnXkFtZTgwMjQwNDAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "The Rugby World Cup has provided a selection of phenomenal and inspiring tries throughout its history. This programme documents the most memorable of these, and attempts to determine the top 5 RWC tries of all time. The Rugby World Cup has delivered some of the most memorable moments in the sports history. Now Unforgettable Moments attempts to show you the most inspiring and unbelievable of these in a must see one hour programme. Over the 6 Rugby World Cup tournaments to date 24 nations have competed for the Web Ellis Trophy, and although many start with no realistic chance of winning the ultimate prize each adds their own unique flavour to the competition and occasionally they've provided an upset.",
        "languages": [
            "English"
        ],
        "title": "Rugby World Cup",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "seasons": [
            "1"
        ],
        "plot": [
            "The _Rugby World Cup_ (qv) has provided a selection of phenomenal and inspiring tries throughout its history. This programme documents the most memorable of these, and attempts to determine the top 5 RWC tries of all time. The _Rugby World Cup_ (qv) has delivered some of the most memorable moments in the sports history. Now Unforgettable Moments attempts to show you the most inspiring and unbelievable of these in a must see one hour programme. Over the 6 _Rugby World Cup_ (qv) tournaments to date 24 nations have competed for the Web Ellis Trophy, and although many start with no realistic chance of winning the ultimate prize each adds their own unique flavour to the competition and occasionally they've provided an upset."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}