{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "March 2011"
            }
        ],
        "release dates": [
            "India::March 2011"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "De, Payel"
            },
            {
                "name": "Majumder, Arka"
            },
            {
                "name": "Chakraborty, Kaushik"
            },
            {
                "name": "Mitra, Rupanjana"
            },
            {
                "name": "Ghosh, Chandrayee"
            },
            {
                "name": "Malia, June"
            },
            {
                "name": "Chakraborty, Kushal"
            }
        ],
        "genres": [
            "History"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "bn"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "4:3",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "India:U"
        ],
        "original air date": "Mar 2011 (India)",
        "rating": 7.7,
        "votes": 7,
        "plot outline": "This drama unfolds a complex tale of Manasha's fight for her just place among the Gods and Goddesses - of Chand Sadagar's unflinching devotion to Shiva where he sacrifices his six sons but does not deviate from his faith in Shiva - of Usha's love for Aniruddha and the tale of being reborn as Behula and Lakhinder and finally Behula's extraordinary story of courage and conviction to bring Lakhinder back from the dead. Manasha wanted her place in heaven, at par with other goddesses - to earn that, she had to persuade Chand Sadagar to worship her, but Chand was unwilling. Manasha killed six sons of Chand but even then Chand did not bow down. Lakhinder is Chand's seventh son and Behula was his daughter-in-law. Manasha promised that even Lakhinder would not survive and she kept her word. But Behula was unlike the other daughters-in-law of Chand. She refused to be a victim - a puppet on a string - her fate being decided by some strange ego / agenda of her father-in-law and some goddess. She claimed her right to happiness and went to extraordinary length to ensure that the feud between Manasha and Chand is resolved and her husband comes alive again and they lived happily ever after.",
        "languages": [
            "Bengali"
        ],
        "title": "Behula",
        "year": 2011,
        "kind": "tv mini series",
        "series years": "2011-",
        "akas": [
            "Behula (India)"
        ],
        "writer": [
            {
                "name": "Sahana"
            }
        ],
        "director": [
            {
                "name": "Ray, Srijit"
            }
        ],
        "production companies": [
            {
                "name": "Star Jalsha"
            }
        ],
        "plot": [
            "_Behula_ (qv) is the heroine in the Manasha Mangal genre of Bangla medieval epics.These works are more well known for depicting the love story of _Behula_ (qv) and her husband Lakhindar.::Swarup Basak",
            "This drama unfolds a complex tale of Manasha's fight for her just place among the Gods and Goddesses - of Chand Sadagar's unflinching devotion to Shiva where he sacrifices his six sons but does not deviate from his faith in Shiva - of Usha's love for Aniruddha and the tale of being reborn as _Behula_ (qv) and Lakhinder and finally _Behula_ (qv)'s extraordinary story of courage and conviction to bring Lakhinder back from the dead. Manasha wanted her place in heaven, at par with other goddesses - to earn that, she had to persuade Chand Sadagar to worship her, but Chand was unwilling. Manasha killed six sons of Chand but even then Chand did not bow down. Lakhinder is Chand's seventh son and _Behula_ (qv) was his daughter-in-law. Manasha promised that even Lakhinder would not survive and she kept her word. But _Behula_ (qv) was unlike the other daughters-in-law of Chand. She refused to be a victim - a puppet on a string - her fate being decided by some strange ego / agenda of her father-in-law and some goddess. She claimed her right to happiness and went to extraordinary length to ensure that the feud between Manasha and Chand is resolved and her husband comes alive again and they lived happily ever after.::Swarup Basak"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "4:3"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 7,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 8.7
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 6.0
            },
            "males": {
                "votes": 6,
                "rating": 7.5
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 8.7
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 6.0
            },
            "non us users": {
                "votes": 6,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 4,
            "9": 0,
            "8": 0,
            "7": 1,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.7,
        "median": 1
    }
}