{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 January 2011"
            }
        ],
        "release dates": [
            "USA::1 January 2011"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "budget": "$1,000,000 (estimated)",
        "plot outline": "Host/Producer Gary Spetz, moves into the travel: paint-photograph genre, with his new series: Gary Spetz's Watercolor Quest. This is not a how-to-paint series, like his previous 72-episodes of Gary Spetz's Painting Wild Places. This is a \"travel series\" with scene composition and painting tips-from the unique point-of-view of a nationally recognized, award-winning artist. In the 13-episodes of Watercolor Quest, painter/photographer Gary Spetz takes viewers along on his expeditions, while he searches for painting compositions. You do not have to be an artist to appreciate his perspective on visual design. Indeed, this series is created for non-artist-viewers to realize their inherent \"inner-artist\" selves. He, essentially, teaches viewers to \"open their eyes wider, to see more.\" As Gary is fond of saying, \"there is so little time and so much to paint.\" But, he will also tell you \"there is so little time and so much to see and appreciate\" (that too often, goes unseen). The hussle-bussle of a busy world, teaches many of us to narrow our vision. Too much visual-wonder, is too easily missed. Gary stresses the need to relearn to \"view the world like a child\"-a time in our lives when nearly everything was fascinating and new. Because, to not open our eyes wider, is to waste our ability and capacity to fully appreciate the world around us. In this series, Gary provides glimpses of how he approaches and creates various paintings, in his brief step-by-step explanations. There is just enough painting instruction to intrigue \"wannabe artists,\" but not too much to bore those who want, simply, to appreciate artwork. While the series' emphasis is on spectacular visuals, Gary interjects a subtle dose of humor, as he explains, teaches and entertains. Gary Spetz's Watercolor Quest is fun, fast moving, visually stimulating and \"stealthily\" educational.",
        "languages": [
            "English"
        ],
        "title": "Gary Spetz's Watercolor Quest",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2012",
        "akas": [
            "Gary Spetz's Watercolor Quest (United States)"
        ],
        "distributors": [
            {
                "name": "Janson Media"
            }
        ],
        "plot": [
            "Host/Producer Gary Spetz, moves into the travel: paint-photograph genre, with his new series: _Gary Spetz's Watercolor Quest_ (qv). This is not a how-to-paint series, like his previous 72-episodes of Gary Spetz's Painting Wild Places. This is a \"travel series\" with scene composition and painting tips-from the unique point-of-view of a nationally recognized, award-winning artist. In the 13-episodes of Watercolor Quest, painter/photographer Gary Spetz takes viewers along on his expeditions, while he searches for painting compositions. You do not have to be an artist to appreciate his perspective on visual design. Indeed, this series is created for non-artist-viewers to realize their inherent \"inner-artist\" selves. He, essentially, teaches viewers to \"open their eyes wider, to see more.\" As Gary is fond of saying, \"there is so little time and so much to paint.\" But, he will also tell you \"there is so little time and so much to see and appreciate\" (that too often, goes unseen). The hussle-bussle of a busy world, teaches many of us to narrow our vision. Too much visual-wonder, is too easily missed. Gary stresses the need to relearn to \"view the world like a child\"-a time in our lives when nearly everything was fascinating and new. Because, to not open our eyes wider, is to waste our ability and capacity to fully appreciate the world around us. In this series, Gary provides glimpses of how he approaches and creates various paintings, in his brief step-by-step explanations. There is just enough painting instruction to intrigue \"wannabe artists,\" but not too much to bore those who want, simply, to appreciate artwork. While the series' emphasis is on spectacular visuals, Gary interjects a subtle dose of humor, as he explains, teaches and entertains. _Gary Spetz's Watercolor Quest_ (qv) is fun, fast moving, visually stimulating and \"stealthily\" educational.::Janson Media"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}