{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "26 November 2011"
            }
        ],
        "release dates": [
            "UK::26 November 2011"
        ],
        "episodes": {
            "1": {
                "0": {
                    "title": "Pilot - Georgia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drop Me Off Here (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "original air date": "26 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Located in the Southern Caucasus group with neighbouring countries Turkey, Russia, Azerbaijan and Armenia; Georgia has a little of everything it seems. From the soaring mountains and ski fields of the Greater Caucasus Range with the rarely visited village communities nestled around glacier fed rivers, to the warmth and joy of the Black Sea coast where one can still find seclusion in the mid-summer on its vast coastline. There is the arid and semi-desert region in the south which is home to a unique landscape of cave monasteries and the bustling capital of Tbilisi ...    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Stewart, Jason"
            },
            {
                "name": "Traboulsi, Michael"
            }
        ],
        "genres": [
            "Adventure"
        ],
        "runtimes": [
            "28"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "United Kingdom:12"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTU5YTFkNDUtNWFlMy00N2UxLTk5ZGQtZThmODQxZGMxN2JhXkEyXkFqcGdeQXVyOTExOTg5MzU@._V1_SY150_CR8,0,101,150_.jpg",
        "budget": "EUR15,000 (estimated)",
        "plot outline": "Bringing back the concept of travel how it used to be, encouraging travellers to ditch the guidebook, phrasebook, compass and all other travelling tools and just rely on there own skills., Drop Me Off Here aims to show you just how easy and unpredictable unplanned travel can be. With too many places left undiscovered in this world and with travel reaching a new level of popularity, so by taking it back to a 'grass roots' level brings a new sense of discovery and exploration to your adventure. Unlike past and present travel shows, Drop Me Off Here is bringing spontaneous travel to the forefront; not just for new travellers and those longing to start, but also seasoned 'veterans' wanting to ditch the technology and information that make any kind of genuine discovery impossible.",
        "languages": [
            "English"
        ],
        "title": "Drop Me Off Here",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Drop Me Off Here (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Stewart, Jason"
            },
            {
                "name": "Warner, Kimberley"
            }
        ],
        "production companies": [
            {
                "name": "Red Monkey productions"
            }
        ],
        "distributors": [
            {
                "name": "Red Monkey productions"
            }
        ],
        "plot": [
            "Unlike past and present travel shows, _Drop Me Off Here_ (qv) is bringing spontaneous travel to the forefront; to ditch the technology and information that make any kind of genuine discovery possible.::Jason Stewart",
            "Bringing back the concept of travel how it used to be, encouraging travellers to ditch the guidebook, phrasebook, compass and all other travelling tools and just rely on there own skills., _Drop Me Off Here_ (qv) aims to show you just how easy and unpredictable unplanned travel can be. With too many places left undiscovered in this world and with travel reaching a new level of popularity, so by taking it back to a 'grass roots' level brings a new sense of discovery and exploration to your adventure. Unlike past and present travel shows, _Drop Me Off Here_ (qv) is bringing spontaneous travel to the forefront; not just for new travellers and those longing to start, but also seasoned 'veterans' wanting to ditch the technology and information that make any kind of genuine discovery impossible.::Red Monkey Productions"
        ],
        "tech": {
            "runtime": [
                "28 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Sony Z1"
            ],
            "cinematographic process": [
                "HDV"
            ]
        }
    }
}