{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "4 January 2011"
            },
            {
                "country": "Japan\n",
                "date": "4 January 2011",
                "notes": "                            (Tokyo)"
            }
        ],
        "release dates": [
            "Japan::4 January 2011",
            "Japan::4 January 2011                            (Tokyo)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Rio: Reinboo Geeto"
            },
            {
                "countries": "USA (alternative title)",
                "title": "Rio: Rainbow Gate!"
            },
            {
                "countries": "World-wide (English title)",
                "title": "Rio: Rainbow Gate"
            }
        ],
        "akas": [
            "Rio: Reinboo Geeto (original title)",
            "Rio: Rainbow Gate! USA (alternative title)",
            "Rio: Rainbow Gate World-wide (English title)"
        ],
        "akas from release info": [
            "Rio: Reinboo Geeto (original title)",
            "Rio: Rainbow Gate! USA (alternative title)",
            "Rio: Rainbow Gate World-wide (English title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Goddess of Victory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rio: Rainbow Gate (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Mint Clark goes on holiday with her grandfather to the Howard Resort. While her grandfather enjoys the casino, Mint explores the resort and eventually meets the casino's most famous dealer, Rio Rollins Tachibana. As Rio and Mint go for a walk, they are approached by a man and his henchmen who attempt to take Mint's teddy bear, Choco, but Rio fights them off. After Mint bears witness to the good fortune that Rio brings to her customers in the casino, they are once again approached by the man, Orlin Dunhill, who decides to play a game of closed poker against Rio for ...    "
                },
                "2": {
                    "title": "Gate Holder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rio: Rainbow Gate (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Rio is asked to train a new recruit named Anya Helsing. Anya is quick to point out that Rio owns a \"Gate,\" one of thirteen rare cards that are wagered in battles with other \"Gate Holders\" to determine the strongest dealer in the world. Meanwhile, a Gate Holder named Elvis comes to challenge Rio to a Gate Battle set on a giant roulette table. Even though her dealer skills are quite good, will she be good enough to win against her first opponent?    "
                },
                "3": {
                    "title": "Misery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rio: Rainbow Gate (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "18 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    With plans to add to his casino empire, Howard takes Rio to a supposedly haunted castle. The requisite stormy night frees the ghost of Misery, who spreads bad luck within Howard's casino. The ghost takes residence in the body of Rosa Canyon, a fellow employee, and Rio challenges \"her\" in a dice game. A fortuitous and tasty food delivery delivers \"big,\" and Rio comes face-to-face with an old friend.    "
                },
                "4": {
                    "title": "Sisters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rio: Rainbow Gate (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Rio takes Rina on a tour of the resort, introducing her to the other employees. Rina also notes that Rio is a Gate Holder, mentioning that Rio's mother, Risa Rollins, once owned all 13 Gates. A man named Bull Hard takes Anya hostage and challenges Rio to a vending machine lottery game involving a drinking contest with a hot drink. The next day Rina begins work as a dealer, and her aura seems to make customers weary. Howard then decides to put both Rio and Rina in a game of clay-pigeon shooting where players lose items of clothing if they miss the target, this task ...    "
                },
                "5": {
                    "title": "Sky Resort",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rio: Rainbow Gate (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Howard sends Rio, Rina and Anya to work at the Sky Resort casino situated at the top of a mountain. Once there, they meet the resort's dealer, Linda, who gives them a tour of the facilities. She is soon revealed to be a robot, and the resort's main computer terminal. The resort opens the next day, floating itself and its customers high into the sky. Just then, a boy reprograms Linda to challenge Rio to a Gate Battle in which they must race each other down a giant water slide. The match is a close call throughout, with Linda manipulating the course to catch up. A ...    "
                },
                "6": {
                    "title": "Roll Ruler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rio: Rainbow Gate (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Howard informs Rio, Rina and the others that Cartia has challenged Rio to a Gate Battle against someone named Jack--with Howard Resort on the line. Mint asks Linda to identify the culprit who manipulated her data, which leads her to suspect Carlos Tanaka, an Afro samurai with terrible luck. As Mint follows Carlos, she meets up with a boy with telekinetic powers, who is revealed to be Rio's opponent, Jack Mighty. Jack challenges Rio to a game of Space Pinball for the Gate. Jack has been taken in by Cartia, who just wants to use him for his powers, saying he'll be free ...    "
                },
                "7": {
                    "title": "Antlion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rio: Rainbow Gate (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Howard reveals another Gate Battle will take place against a woman named Queen despite Rio's being exhausted from the last battle. The battle sees Rio and Queen flying up a wind tunnel while shooting targets. Meanwhile, the others learn that Cartia has hacked the Sky Resort's computers, preventing the opponents from landing, unless Rio loses. Queen attempts to cheat to get an advantage over Rio, but another incident involving Linda's head falling off again turns it around for Rio. Cartia arranges yet another Gate Battle against a man named King--with Rina held captive    "
                },
                "8": {
                    "title": "Ase",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rio: Rainbow Gate (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    In order to save Rina, Rio has to guess the hand in which King will hold a coin. However, Rio sees through his strategy of destroying the coin. Despite being told to rest, Rio goes to search of a missing Rina, and is shocked to discover she is a Gate Holder working under Cartia, who is revealed to be her aunt. Rina claims to be seeking revenge against Rio's mother, Risa Rollins, for allegedly seducing her father and convincing him to leave her weak mother, who fell into a coma out of shock. A Gate Battle takes place in a game of poker, where Rina's superior Roll Ruler...    "
                },
                "9": {
                    "title": "Joker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rio: Rainbow Gate (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    As a result of Rio's defeat, Cartia takes control of the Howard Resort and remakes it into the Goltschmidt Kingdom, leaving Howard with only the Sky Resort which is left floating in the sea. Howard requests that Rio help him sabotage the Goltschmidt Kingdom, but they are caught. Rio rejects an offer from Cartia to be a general manager and leaves, warning Rina on her way out. When she loses track of Howard, she encounters another mysterious player--Joker.    "
                },
                "10": {
                    "title": "Reverse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rio: Rainbow Gate (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "8 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Rio and Dana arrive at a casino where the mysterious Joker is holding Howard captive. Joker challenges Rio to a game of blackjack, the prize being her escape from the Roll Ruler. Playing poorly, with her head not in the game, Rio is losing a hand. After Mint and Jack arrive, Rio manages to play better, and the Joker presents Rio with a Gate AND frees her from the Roll Ruler, deeming her worthy of challenging Rina again. Meanwhile, Rina becomes curious of Cartia's motives for getting all the Gates. Later, Rio learns Dana is the final Gate Holder, who challenges her to ...    "
                },
                "11": {
                    "title": "Number 10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rio: Rainbow Gate (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Rio and her friends enter Goltschmidt Kingdom, attempting to win back the resort. Meanwhile, Howard talks to the true Joker, who reveals her identity and the reason she has stayed hidden. The next day, everyone has lost their winnings, thanks to trouble-making twins Yang-Yang and Ang-Ang, who challenge Rio and friends to an explosive game of Concentration. Rina then appears and Rio challenges her to a Gate Battle.    "
                },
                "12": {
                    "title": "Speculation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rio: Rainbow Gate (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    After publicly announcing the terms of the Gate Battle, Howard takes Rio and the others on vacation to an island town to relax; its a familiar venue for Rio. Howard tries to explain that Cartia is lying to Rina. On the night of the Gate Battle, which is to be a 15-game match of poker, Joker takes Elvis' place as the dealer. Rio hints that she has some tricks up her sleeve.    "
                },
                "13": {
                    "title": "Rainbow Gate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rio: Rainbow Gate (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "29 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Rina gains a huge advantage over Rio, but Rio starts to rally, as the two put their Roll Rulers to the test. Rio takes Rina and Joker into her Roll Ruler world, where secrets cannot be hidden. Joker reveals her identity, revealing that she and Rina's father had to leave to protect Rio and Rina from the Casino Guild, who wanted to use them for evil. The casino is attacked by Casino Guild radicals who try to capture Rio, but are stopped by Carlos, who identifies himself as a member of the Police, revealing the radicals' intentions to use the Most Valuable Casino Dealer ...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Lauda, Brittany"
            },
            {
                "name": "Buckland, Kira"
            },
            {
                "name": "Connors, Amber Lee"
            },
            {
                "name": "Lee, Eddy"
            },
            {
                "name": "Haberkorn, Todd"
            },
            {
                "name": "Pollock, Mike"
            },
            {
                "name": "Thompson, Billy Bob"
            },
            {
                "name": "French, Caitlynn"
            },
            {
                "name": "Hoover, Natalie"
            },
            {
                "name": "Julina, Amanda"
            },
            {
                "name": "Lee, Amanda"
            },
            {
                "name": "Lenti, Marissa"
            },
            {
                "name": "Rojas, Michelle"
            },
            {
                "name": "Sardinha, Anthony"
            },
            {
                "name": "Sternenberg, Melissa"
            },
            {
                "name": "Van Sistine, Natalie"
            },
            {
                "name": "Jr., Mark Allen"
            },
            {
                "name": "Briner, Justin"
            },
            {
                "name": "Grelle, Josh"
            },
            {
                "name": "Guerrero, Chris"
            },
            {
                "name": "Martino, Nicole"
            },
            {
                "name": "Nowack, Jesse"
            },
            {
                "name": "Sharp, Nathan"
            },
            {
                "name": "Singer, Ben"
            },
            {
                "name": "Tran, Kimlinh"
            },
            {
                "name": "Wiggins, Leo"
            },
            {
                "name": "Zekas, Michael A."
            },
            {
                "name": "Williams, Sarah Anne"
            },
            {
                "name": "Mignogna, Vic"
            },
            {
                "name": "Marnocha, Jason"
            },
            {
                "name": "Grant, Meli"
            },
            {
                "name": "Knotz, Michele"
            },
            {
                "name": "Inoue, Marina"
            },
            {
                "name": "Takahashi, Chiaki"
            },
            {
                "name": "Taketatsu, Ayana"
            }
        ],
        "genres": [
            "Animation",
            "Comedy"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.8,
        "votes": 61,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjE0OTU3MTEtYzhhNC00ZTZkLWJmMmUtNDU5MDYwNzQwMjliL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMjc4OTQ1OTA@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "The Howard Resort Hotel is a famous gambling resort where people gather from around the world in hopes of winning huge fortunes overnight. In the hotel's casino is a beautiful female dealer named Rio Rollins, known far and wide as the \"Goddess of Victory\" for her natural ability to grant customers good luck just by being near them. She strives to follow in the footsteps of her missing mother, one of history's greatest dealers, to become MVCD (Most Valuable Casino Dealer). But in order for Rio to become MVCD, she must challenge other dealers to duels for \"gate cards,\" a special set of thirteen mystical cards that will bestow upon its owner the coveted title of MVCD.",
        "languages": [
            "Japanese"
        ],
        "title": "Rio: Rainbow Gate",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Briner, Justin"
            },
            {
                "name": "Connors, Amber Lee"
            },
            {
                "name": "Quarrato, Michael"
            }
        ],
        "production companies": [
            {
                "name": "Xebec"
            }
        ],
        "distributors": [
            {
                "name": "Anime Works"
            },
            {
                "name": "Toku"
            }
        ],
        "other companies": [
            {
                "name": "NoiseFloor"
            }
        ],
        "plot": [
            "The Howard Resort Hotel is a famous gambling resort where people gather from around the world in hopes of winning huge fortunes overnight. In the hotel's casino is a beautiful female dealer named Rio Rollins, known far and wide as the \"Goddess of Victory\" for her natural ability to grant customers good luck just by being near them. She strives to follow in the footsteps of her missing mother, one of history's greatest dealers, to become MVCD (Most Valuable Casino Dealer). But in order for Rio to become MVCD, she must challenge other dealers to duels for \"gate cards,\" a special set of thirteen mystical cards that will bestow upon its owner the coveted title of MVCD."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 61,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 18,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 11,
                "rating": 3.9
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 3.5
            },
            "males": {
                "votes": 23,
                "rating": 4.9
            },
            "males aged 18 29": {
                "votes": 12,
                "rating": 6.3
            },
            "males aged 30 44": {
                "votes": 10,
                "rating": 4.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 6.0
            },
            "females": {
                "votes": 8,
                "rating": 6.3
            },
            "females aged 18 29": {
                "votes": 6,
                "rating": 8.5
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 1.0
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 7.1
            },
            "us users": {
                "votes": 15,
                "rating": 6.1
            },
            "non us users": {
                "votes": 12,
                "rating": 4.3
            }
        },
        "number of votes": {
            "10": 35,
            "9": 2,
            "8": 4,
            "7": 1,
            "6": 4,
            "5": 2,
            "4": 3,
            "3": 6,
            "2": 0,
            "1": 4
        },
        "arithmetic mean": 7.8,
        "median": 1
    }
}