{
    "imdb": {
        "raw release dates": [
            {
                "country": "Turkey\n",
                "date": "12 September 2011"
            }
        ],
        "release dates": [
            "Turkey::12 September 2011"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Özdemir, Seçkin"
            },
            {
                "name": "Özpirinçci, Özge"
            },
            {
                "name": "Falay, Baris"
            },
            {
                "name": "Soysal, Saygin"
            },
            {
                "name": "Cavadzade, Nesrin"
            },
            {
                "name": "Dizdar, Ece"
            },
            {
                "name": "Duru, Gozde"
            },
            {
                "name": "Kiliç, Mine"
            },
            {
                "name": "Koptur, Ayça"
            },
            {
                "name": "Pamir, Berk"
            },
            {
                "name": "Çelik, Anil"
            },
            {
                "name": "Çiçek, Emir"
            }
        ],
        "locations": [
            "Istanbul, Turkey"
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "Turkey"
        ],
        "country codes": [
            "tr"
        ],
        "language codes": [
            "tr"
        ],
        "color info": [
            "Color"
        ],
        "rating": 6.8,
        "votes": 80,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYmEyYWEzYjctZWRlZC00MGMwLThiYmEtNDZkNjQ4MjM0NTk5XkEyXkFqcGdeQXVyNDQ2MTMzODA@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Ilyas as Asiye are 2young adults living in a village in turkey. Both are being pressured by their parents. ILyas due to his love to motorcycles and Asiye because she should be married but is very stubborn and doesn't want to. As these 2 fall in love asiye's problem is kind of solved but Ilyas has deep love for motorcycles. His brother had the same love for motorcycles. Ilyas misses his brother and wants to continue what his brother used to do before his death, he also has other issues such as being upset that his sister left them to run away with a guy and his other sister also did something he hated. But his main problem was choosing between asiye and her stubbornness and the motorcycle. He had to choose for 2 reasons: one is her fear of losing him to death and another is her jealousy of the woman he works with.Eventually which is stronger? His lover to her or to motorcycles? And what does their friends and environment get them to choose?",
        "languages": [
            "Turkish"
        ],
        "title": "Al Yazmalim",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2012",
        "akas": [
            "Al Yazmalim (Turkey)"
        ],
        "writer": [
            {
                "name": "Aitmatov, Chinghiz"
            },
            {
                "name": "Ergun, Mahinur"
            }
        ],
        "distributors": [
            {
                "name": "Ay Yapim"
            }
        ],
        "plot": [
            "A beautiful love story between two young adults. Is it going to be the love of his life or the dream of his life?::alias",
            "Ilyas as Asiye are 2young adults living in a village in turkey. Both are being pressured by their parents. ILyas due to his love to motorcycles and Asiye because she should be married but is very stubborn and doesn't want to. As these 2 fall in love asiye's problem is kind of solved but Ilyas has deep love for motorcycles. His brother had the same love for motorcycles. Ilyas misses his brother and wants to continue what his brother used to do before his death, he also has other issues such as being upset that his sister left them to run away with a guy and his other sister also did something he hated. But his main problem was choosing between asiye and her stubbornness and the motorcycle. He had to choose for 2 reasons: one is her fear of losing him to death and another is her jealousy of the woman he works with.Eventually which is stronger? His lover to her or to motorcycles? And what does their friends and environment get them to choose?",
            "The beautiful Asiye who is the only one with a rebel spirit in a closed up town meets the cheeky Ilyas when he has a small accident while he's practicing with his motor bike on the motocross tracks. This love at first sight that grows very fast in a few days brings along its problems. Ilyas's biggest dream is to become the Turkey motocross champion, he will make come true the unfinished dream of his brother whom he lost a few years back and who was the one who trained him. Asiye is at marrying age and has a lot of suitor in line because of her beauty. Ilyas is broke, he participates in races with damaged bikes from his father's repair shop and hasn't been able to do anything with his life because of his passion for motocross. Ilyas has trouble making believe Asiye about his dreams. Asiye on the other hand wants to build a home and puts their love ahead of everything. While her family pressures her to get married with a good candidate, her and Ilyas get together one day. Asiye acts as if losing her virginity is not a big deal so that she can seem like a modern girl in the eyes of Ilyas and Ilyas sees her attitude as if she thought that this was some random non serious affair. They fall apart for two months at the end of which Ilyas finds out that Asiye is pregnant and goes and takes her from her house in the middle of the night and drops her off at his parents' house with her pajamas on. But there is a problem and it's that he drops her off there and goes back to the race. Against all pressure and tradition, Asiye refuses to get married as the girl who got pregnant and wants to get married out of love and returns to her parents' house. Ilyas will come, propose, ask her hand from her family and have a wedding. The fact that she's pregnant can't change that! The marriage in a small room in Ilyas' parents' house between the wild heart Asiye and Ilyas who keeps winning races and running after his dreams, gets complicated. As Ilyas wins the races Asiye loses hope and sees how another world is taking over slowly the man that she loves. Ilyas is stuck between family, building a home and a world with championships and wealth, in the attempt to feed both world he becomes a liar and loses his innocence. As they separate before even the baby is born Asiye meets Cemsit who lost his baby and wife in an earthquake. Cemsit will see Asiye and her baby as the wife and baby that he lost and will think, in a mystical way, that they were sent to replace them. Ilyas will become a rich and successful and will try to get back with Asiye who is trying to build a life at the fish farm with Cemsit, but he keeps making mistakes and Cemsit's unconditional love will win Asiye and her son Memo's heart over. While Asiye finds peace in this calm love after storm like love, Cemsit thinks that they have become a family and that they are finally at peace and safe. Ilyas with come back into Asiye's life as a mature and responsible man and will rock Asiye's peaceful, trustworthy and loving life and will lit the passion in her all over again and will turn their lives upside down.::ahmetkozan"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 80,
                "rating": 6.8
            },
            "aged 18 29": {
                "votes": 29,
                "rating": 6.6
            },
            "aged 30 44": {
                "votes": 15,
                "rating": 4.5
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "males": {
                "votes": 20,
                "rating": 5.4
            },
            "males aged 18 29": {
                "votes": 13,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 3.3
            },
            "females": {
                "votes": 28,
                "rating": 5.9
            },
            "females aged 18 29": {
                "votes": 15,
                "rating": 6.1
            },
            "females aged 30 44": {
                "votes": 8,
                "rating": 5.5
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 6.5
            },
            "us users": {
                "votes": 6,
                "rating": 3.9
            },
            "non us users": {
                "votes": 31,
                "rating": 6.3
            }
        },
        "number of votes": {
            "10": 26,
            "9": 5,
            "8": 7,
            "7": 8,
            "6": 8,
            "5": 7,
            "4": 5,
            "3": 2,
            "2": 4,
            "1": 8
        },
        "arithmetic mean": 6.8,
        "median": 7
    }
}