{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2011"
            }
        ],
        "release dates": [
            "USA::2011"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "iDesign is a design gallery featuring the processes of creative professionals the world over. Viewers will get a chance to see the design process behind some of the innovative creations that make the world what it is. You can educate yourself on the technical and design backgrounds on such classics as the original iMac, created over a decade ago in 1998, the VW Bug dating back to 1938, and the Nike Air Max shoe line first introduced in 1987. Not only will you gain insight into the wonders of the oft-unappreciated creations that have had an impact on our history, but you will may just find a spark of creation within yourself. Truly, history's most creative individuals have drawn inspiration from those artists of times past, and the trend will continue for generations to come. iDesign seeks to inspire, but it is up to you the viewer to let it motivate you to become the future.",
        "languages": [
            "English"
        ],
        "title": "iDesign",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "iDesign (United States)"
        ],
        "production companies": [
            {
                "name": "Mighty Media"
            }
        ],
        "distributors": [
            {
                "name": "Fine Living Network"
            }
        ],
        "plot": [
            "_iDesign_ (qv) is a design gallery featuring the processes of creative professionals the world over. Viewers will get a chance to see the design process behind some of the innovative creations that make the world what it is. You can educate yourself on the technical and design backgrounds on such classics as the original iMac, created over a decade ago in 1998, the VW Bug dating back to 1938, and the Nike Air Max shoe line first introduced in 1987. Not only will you gain insight into the wonders of the oft-unappreciated creations that have had an impact on our history, but you will may just find a spark of creation within yourself. Truly, history's most creative individuals have drawn inspiration from those artists of times past, and the trend will continue for generations to come. _iDesign_ (qv) seeks to inspire, but it is up to you the viewer to let it motivate you to become the future.::TV.com"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}