{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "6 September 2011"
            }
        ],
        "release dates": [
            "Canada::6 September 2011"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en",
            "moh"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BYmQ3NDgyMDQtZDQ2Yi00MzQxLWI1ZGEtM2I3M2NjZjk3ZDBiXkEyXkFqcGdeQXVyNTAyNDc0NDg@._V1_SY150_CR89,0,101,150_.jpg",
        "budget": "CAD650 (estimated)",
        "plot outline": "The six-part series Working It Out Together follows former Olympian Waneek Horn-Miller's journey to help eight Aboriginal people turn their lives around. The participants are dealing with nearly every issue related to wellness, from obesity, eating disorders, low self-esteem, emotional trauma, busy schedules, depression, poor nutrition, substance abuse and lack of motivation. Relying on the numerous experts she has in her network, Waneek will tackle all of these obstacles with each individual. They will need to find a way to achieve results and transform their lives for the better. By observing the pitfalls and triumphs of everyday people as they try to get healthy, the audience will learn many lessons and, hopefully, be inspired and empowered to make changes in their own lives.",
        "languages": [
            "English",
            "Mohawk"
        ],
        "title": "Working It Out Together",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2011",
        "akas": [
            "Working It Out Together (Canada)"
        ],
        "writer": [
            {
                "name": "Deer, Tracey"
            }
        ],
        "production companies": [
            {
                "name": "Rezolution Pictures"
            }
        ],
        "distributors": [
            {
                "name": "APTN"
            }
        ],
        "plot": [
            "The six-part series _Working It Out Together_ (qv) follows former Olympian Waneek Horn-Miller's journey to help eight Aboriginal people turn their lives around. The participants are dealing with nearly every issue related to wellness, from obesity, eating disorders, low self-esteem, emotional trauma, busy schedules, depression, poor nutrition, substance abuse and lack of motivation. Relying on the numerous experts she has in her network, Waneek will tackle all of these obstacles with each individual. They will need to find a way to achieve results and transform their lives for the better. By observing the pitfalls and triumphs of everyday people as they try to get healthy, the audience will learn many lessons and, hopefully, be inspired and empowered to make changes in their own lives.::Tracey Deer",
            "Olympian Waneek Horn-Miller wants to make a difference. Working it Out Together is the six-part documentary series that follows her on her journey to empower six Mohawk people to reclaim their vitality through health, wellness, and fitness.::Tracey Deer"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}