{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2011"
            },
            {
                "country": "USA\n",
                "date": "11 February 2011"
            }
        ],
        "release dates": [
            "USA::2011",
            "USA::11 February 2011"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Australia: On the Majestic East Coast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    On the east coast of Australia, bounded by the Pacific Ocean, beyond the suburbs of the big cities, you can find the wildest natural parks on the planet. The Blue Mountains National Park, the immense eucalyptus forests, the magnificently deep gorges, Fraser Island, and Lake McKenzie will all show you how amazing and diversified Australian landscapes can be.    "
                },
                "2": {
                    "title": "Namibia: Fauna and Sands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Visitors to this country can admire more than a hundred types of animals, from zebras to giraffes, living in the wild. It also has an abundance of marine wildlife, and a spectacular desert landscape to admire.    "
                },
                "3": {
                    "title": "Philippines: The Unexplored Archipelago",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The Philippines consists of 7,000 islands, including the island of Palawan, which is one of the wildest in the world. Still very undeveloped and traditional, its abundant wildlife, breathtaking landscapes, jungle mountains, and white sandy beaches make it one of the most biodiverse islands in the Philippines.    "
                },
                "4": {
                    "title": "The Bahamas: The Heart of the Ocean",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    As the first lands of the New World to be discovered, the Bahamas have always attracted sailors and adventures. Fed by the warm currents of the Gulf Stream, their shallow waters offer today's travelers a crystal-clear sea teeming with life.    "
                },
                "5": {
                    "title": "Brazil: Wild Waters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Iguazu Falls supports the most extraordinary biodiversity reserve on the planet in an astonishing variety of ecosystems. Further to the north in the vastness of Brazil is another focal point of the marriage between land and water, the Pantanal. The diversity of the natural habitats is such that the Pantanal shelters an infinite number of species, such as caimans or jaguars.    "
                },
                "7": {
                    "title": "Mozambique: An African Dawn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    This country, called the \"land of good people\", has been cut off from the world by 25 years of war. Since opening up to tourism, however, Mozambique offers some of the most unique and wonderful experiences possible in Southern Africa, including the country's incredible underwater riches.    "
                },
                "8": {
                    "title": "Belize: Jungle and Coral",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    On the borders of Mexico and Guatamala, Belize, a wild and impenetrable land for one of the least populated countries in the world. Belize's \"wonder\" lies in the Blue Hole, one of the largest marine holes in the world, hundreds of feet wide and deep.    "
                }
            },
            "1": {
                "1": {
                    "title": "Brazil: A Preserved Beauty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Journey to Fernando de Noronha, an archipelago of 21 islands and islets in the Atlantic Ocean. observe sea tortoises, dolphins, albatrosses and some of the most beautiful beaches in the world.    "
                },
                "2": {
                    "title": "Mexico: A Desert Between Two Seas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    At 1,100 km from the U.S. border, the Baja California peninsula is a succession of beaches and creeks in Pacific Ocean. Each year, millions of whales come to reproduce in the preserved waters of the peninsula.    "
                },
                "3": {
                    "title": "Chile: Desert Voices",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Known as the driest desert in the world, the Atacama stretches 1,500 miles along the Andes Cordillera. Spectacular droughts help to preserve archaeological sites dating back to the origins of the indigenous Likan Antai people.    "
                },
                "4": {
                    "title": "Madagascar: A Multifaceted Land",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Today, Madagascar has opened up and is finally showing itself to visitors, revealing the extent of its incredible natural and human resources.    "
                },
                "5": {
                    "title": "Egypt: Water and Sand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Siwa is an island in the middle of the desert where the Great Sand Sea comes to rest at the foot of the date palms. This large oasis, bordered by two lakes of turquoise blue, is unique in Egypt and attracts travelers in search of authenticity.    "
                },
                "6": {
                    "title": "South Africa: A Rainbow Nation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    With its wide open spaces and pristine coastline, the province of KwaZulu-Natal has become one of the South Africa's eco-tourism havens. Away from the carefree atmosphere of its beaches, visitors witness the well-preserved flora and fauna.    "
                },
                "7": {
                    "title": "Sri Lanka: The Emerald Isle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Today, Sri Lanka is known principally for the beauty and great diversity of its landscapes: heavenly beaches, mountains, falls, famous tea plantations and forests. This country has begun to preserve its ecological resources for future travelers.    "
                },
                "8": {
                    "title": "Laos: Along the Mekong",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Cut off from the rest of the world for 30 years, Laos is slowly opening up to tourism, but its environment and cultures are fragile. From the fishing villages to the forests in northern Laos, meet people who develop designs of environmental protection.    "
                },
                "9": {
                    "title": "Australia: From the Ocean to the Vine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Surrounded on three sides by ocean, Margaret River in Western Australia is a small peninsula nestled in a corner of paradise! Its thousands of miles of coastlines and beaches contain magical, deserted, primeval places. Go surfind and pick wine grapes.    "
                },
                "10": {
                    "title": "French Polynesia: Blue Lagoon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    In the middle of the Pacific Ocean, the Tuamotus is one of the larges archipelagos in French Polynesia. Displaying stunning beauty, the islands now face the challenge of preserving the ecosystem of their coral gardens.    "
                }
            },
            "2": {
                "1": {
                    "title": "Dominican Republic: Caribbean Treasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Explore the lesser known jungles, mountains, and lakes of the Dominican Republic. The country allows a glimpse at the history of the Tainos Indians, and a listen to the sound of the merengue music and dance, the great local rival to salsa music and dance.    "
                },
                "2": {
                    "title": "Chile: In a Gentle and Savage Land",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Discover Chilean Patagonia, an exceptional landscape of mountains, glaciers, rivers, and forests. In the middle of an extraordinary mountain range, two granite towers overlook the Patagonian plain, and raging waters flow into the deep blue lakes layered with foam.    "
                },
                "3": {
                    "title": "Morocco: The Magic of the Great South",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Take a voyage to the rhythm and the undulations of the dunes of the Moroccan desert. These immense landscapes seem frozen for eternity, carved by capricious winds.    "
                },
                "4": {
                    "title": "Palau: The Coral Republic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Explore the string of islands that form Palau, namely by taking kayaks to discover the famous Rock Island. With over 200 islands, Palau offers one of the best places for diving in the world. The underwater sites are exceptional: canyons, underwater tunnels, caves and lagoons. The fish variety is impressive, and the sharks and manta rays will dazzle.    "
                },
                "5": {
                    "title": "Seychelles: Nature's Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The Seychelles Islands never cease to live up to their image as a Garden of Eden. These granite islands, the oldest on Earth, were only colonized in the 18th century, and thus the natural beauty has largely been preserved.    "
                },
                "6": {
                    "title": "Costa Rica: A Pure Nature",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    This nation is a veritable paradise for countless animal and plant species, showcasing a diversity of landscapes. Discover the Atlantic Coast with its gentle slopes and calm beaches, the steeper Pacific Coast, and the dry and wet tropical forests.    "
                },
                "7": {
                    "title": "New Caledonia: The Red Island with a Green Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    In contrast to its neighboring islands, which are volcanic, New Caledonia is a fragment of a former continent that broke away some 250 million years ago. Its flora and fauna are totally unique, and evolved in a vacuum. Discover these marvels in a personal way, through encounters with the people who cherish this protected wilderness.    "
                },
                "8": {
                    "title": "Oman: Happy Arabia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Connecting Asia and Africa, Oman is a mountainous country surrounded by sand and water. Its azure oceans and emerald rivers contrast with forbidding deserts of red and golden dunes. Boasting one of the most diverse natural environments in the entire Arabic peninsula, Oman's mountains, plains, and deserts are captured here in all their beauty and wonder!    "
                },
                "9": {
                    "title": "Indonesia: The Wild Isles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Discover Raja Ampat, an archipelago composed of four main islands, covered in thick forest, and countless smaller islands. The beauty and variety of the Raja Ampat landscapes are breathtaking. Vast stretches of primary forest cover the islands, offering an ideal habitat for orchids, marsupials, and birds of paradise.    "
                },
                "10": {
                    "title": "Tasmania: The Island on the Edge of the World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Green Paradise (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Half of Tasmania is covered in forest, and a quarter of the territory has been declared a National Park. Visit these vast temperate primary forests, containing endemic flora and fauna. Take a leap back into the distant past in this setting of tree ferns and giant trees. Witness animals as exotic and strange as the wallaby, the duck-billed platypus or the famous Tasmanian Devil.    "
                }
            }
        },
        "number of episodes": 27,
        "runtimes": [
            "45"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDgwNTY4NzgtN2I2Mi00NjJhLWEyYTItMjhmMGI4YzMzMmU2XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Explore the Earth and the most beautiful natural paradises in the world. These stunning locales are preserved thanks to the dedication of local populations. Meet the inhabitants of these lands who have developed small businesses to welcome visitors in their environment, and helped create a new form of travel: sustainable tourism. Shot in stunning high definition, Green Paradise tells the stories of these magical places, the inhabitants who cherish the land, and those visitors who come to experience its splendors.",
        "languages": [
            "English"
        ],
        "title": "Green Paradise",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2011",
        "akas": [
            "Green Paradise (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "plot": [
            "Explore the Earth and the most beautiful natural paradises in the world. These stunning locales are preserved thanks to the dedication of local populations. Meet the inhabitants of these lands who have developed small businesses to welcome visitors in their environment, and helped create a new form of travel: sustainable tourism. Shot in stunning high definition, _Green Paradise_ (qv) tells the stories of these magical places, the inhabitants who cherish the land, and those visitors who come to experience its splendors."
        ],
        "tech": {
            "runtime": [
                "45 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}