{
    "imdb": {
        "raw release dates": [
            {
                "country": "Turkey\n",
                "date": "23 August 2011"
            }
        ],
        "release dates": [
            "Turkey::23 August 2011"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Elhadef, Beril"
            }
        ],
        "genres": [
            "News"
        ],
        "countries": [
            "Turkey"
        ],
        "country codes": [
            "tr"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Kilim, tea glass, Iznik Quartz Tile, Maras ice cream, nail polish, tulle curtain, wicker chair, silk scarf, dried fruits, Turkish delight, lace table cloth, a fridge, a car, even a war helicopter: all things that are MADE IN TURKEY. A dynamic, commercial, fun way to see all that Turkey has to offer, Made in Turkey will get down to business. How are things made, how they impact the world we live in. From everyday objects to traditional gems, this exciting new series will take a look at all things that are Made in Turkey.",
        "languages": [
            "English"
        ],
        "title": "Made in Turkey",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2011",
        "akas": [
            "Made in Turkey (Turkey)"
        ],
        "writer": [
            {
                "name": "Elhadef, Beril"
            }
        ],
        "production companies": [
            {
                "name": "6News"
            }
        ],
        "distributors": [
            {
                "name": "6News"
            }
        ],
        "plot": [
            "Kilim, tea glass, Iznik Quartz Tile, Maras ice cream, nail polish, tulle curtain, wicker chair, silk scarf, dried fruits, Turkish delight, lace table cloth, a fridge, a car, even a war helicopter: all things that are MADE IN TURKEY. A dynamic, commercial, fun way to see all that Turkey has to offer, _Made in Turkey_ (qv) will get down to business. How are things made, how they impact the world we live in. From everyday objects to traditional gems, this exciting new series will take a look at all things that are _Made in Turkey_ (qv).::Beril Elhadef"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}