{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "29 August 2011",
                "notes": "                            (limited)"
            }
        ],
        "release dates": [
            "India::29 August 2011                            (limited)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Adhya, Aparajita"
            },
            {
                "name": "Chakraborty, Ritwick"
            },
            {
                "name": "Chakraborty, Soma"
            },
            {
                "name": "Chatterjee, Amrita"
            },
            {
                "name": "De Biswas, Avishek"
            },
            {
                "name": "Dutta, Tilottama"
            },
            {
                "name": "Gangopadhyay, Arindam"
            },
            {
                "name": "Ganguly, Disha"
            },
            {
                "name": "Ganguly, Rupa"
            },
            {
                "name": "Kar, Tania"
            },
            {
                "name": "Lahiri, Dulal"
            }
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "bn"
        ],
        "color info": [
            "Color::(MiniDV)"
        ],
        "sound mix": [
            "Dolby Digital::(RCA Sound Recording)"
        ],
        "budget": "INR200,000 (estimated)",
        "plot outline": "Shuvro is the proud father of four children. His elder son Probal is a textile engineer and the younger son Promit is a management graduate. Shuvro, a saree dealer by profession, has always nurtured a dream that one day Probal and Promit would carry forward his business. Shuvro seems to have the picture perfect family envied by all. Life is fantastic till the time Shuvro realizes that Probal and Promit have no interest in appreciating the much nurtured dream of their father. A time comes when the two sons almost desert their father. An emotionally and financially bankrupt father has none for support. To his surprise, Shuvro has Sreya by his side who fights to get back the lost honour of her father. Kanakanjali is the story of the relationships of a father with his daughters. It is the story of a happy family which crumbles down under the pressure of selfish interests. It is the story of a father in despair, whose honour is resurrected by his daughters. Kanakanjali, above all, is the story of two daughters who assure the parents of the Hindu patriarchal society that the daughters can become their support when they need them the most.",
        "languages": [
            "Bengali"
        ],
        "title": "Kanakanjali",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2012",
        "akas": [
            "Kanakanjali (India)"
        ],
        "writer": [
            {
                "name": "Gupta, Sutanu"
            },
            {
                "name": "Gupta, Sutanu"
            }
        ],
        "production companies": [
            {
                "name": "NIdeas Creations & Productions"
            }
        ],
        "distributors": [
            {
                "name": "Star Jalsha"
            }
        ],
        "plot": [
            "The show _Kanakanjali_ (qv) is the story of Shuvro Chowdhury and his two daughters Sreya and Jhimli.::Wikipedia",
            "Shuvro is the proud father of four children. His elder son Probal is a textile engineer and the younger son Promit is a management graduate. Shuvro, a saree dealer by profession, has always nurtured a dream that one day Probal and Promit would carry forward his business. Shuvro seems to have the picture perfect family envied by all. Life is fantastic till the time Shuvro realizes that Probal and Promit have no interest in appreciating the much nurtured dream of their father. A time comes when the two sons almost desert their father. An emotionally and financially bankrupt father has none for support. To his surprise, Shuvro has Sreya by his side who fights to get back the lost honour of her father. _Kanakanjali_ (qv) is the story of the relationships of a father with his daughters. It is the story of a happy family which crumbles down under the pressure of selfish interests. It is the story of a father in despair, whose honour is resurrected by his daughters. _Kanakanjali_ (qv), above all, is the story of two daughters who assure the parents of the Hindu patriarchal society that the daughters can become their support when they need them the most.::Wikipedia"
        ],
        "tech": {
            "runtime": [
                "22 min (India)"
            ],
            "sound mix": [
                "Dolby Digital (RCA Sound Recording)"
            ],
            "color": [
                "Color (MiniDV)"
            ]
        }
    }
}