{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "1 June 2011"
            },
            {
                "country": "UK\n",
                "date": "1 June 2011",
                "notes": "                            (Travel Channel International)"
            }
        ],
        "release dates": [
            "UK::1 June 2011",
            "UK::1 June 2011                            (Travel Channel International)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Germany",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Third Class Traveller (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    For his first journey in third class travel Julian visits Berlin, the capital of a reunited Germany. It's a city that still bears some physical and psychological scars two decades on from the fall of the wall. Staying with locals, Julian tests the couches of a 70's 'Party Queen' and an escapee from the former East. Hanging with comedians, graffiti artists and beer drinkers he finds out if Berlin has reclaimed its spot as one of the coolest cities in the world.    "
                },
                "2": {
                    "title": "Lithuania",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Third Class Traveller (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Taking in the small Baltic nation of Lithuania Julian begins in its picturesque capital Vilnius where he investigates the country's communist past, visitingan abandoned war time bunker. He embarks on a disastrous tour of the city's nightlife with a local drunkard. In the small town of Birzzai he takes a beer tour, where the information is all lost in translation and later during a massagehe discovers he has a broken back. In Klapieda he re-enacts a disorganised Napoleonic battle, and goes hunting for Amber in the Baltic Sea. Ending his journey in the spa town of ...    "
                },
                "3": {
                    "title": "Bulgaria",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Third Class Traveller (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    With a limited budget Julian travels to one of the cheapest countries in Europe, Bulgaria. Starting in the capital Sofia, he joins the circus and also finds a thriving film industry. Outside the city limits he takes a day trip to a village named 'Evil Valley' and down south finds the 'Nostradamus' of the Balkans, Baba Vanga. Although Bulgaria is still a country emerging from its troubled past Julian finds that hospitality, food and drink are never in shortage in this under-rated country.    "
                },
                "4": {
                    "title": "Denmark",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Third Class Traveller (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "21 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Risking it all Julian travels to one of Europe's most expensive countries, Denmark. He stays with a top furniture designer in the capital, visits notorious Christiania and dressed up as a Viking takes a wild ride on one of their ships. Struggling to find anything affordable in Copenhagen he moves of to Aarhus where he is taken back in time to the 1860's and follows a shoplifting actor through historic streets. Achieving childhood nirvana he ends his time in the original Legoland.    "
                },
                "5": {
                    "title": "Italy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Third Class Traveller (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "21 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    In many ways Milan suffers from being the poor cousin to Italy's more impressive cities like Rome and Venice which makes for a perfect third-class destination On a mission to find its best attributes Julian stays with a gay ballerina who takes him synchronised swimming and with a hipster filmmaker who takes Julian out on the town teaching him the art of picking up Italian girls. Outside of Turin he enters the amazing cave temples of a local religious sect. In these desperate travel times he learns the art of 'dumpster diving' for food with a couple of Vegans who live ...    "
                },
                "6": {
                    "title": "Cyprus",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Third Class Traveller (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "28 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Julian sees how much his $100 US will stretch on the resort island of Cyprus, a tourist hot spot at the crossroads of the Mediterranean. With recent turbulent times he keeps to the south and meets with a refugee of the 1974 invasion. He knocks back a tequila lay-back in Ayia Napa the 'Ibiza' of Cyprus. Moving on to Limassol Julian escapes the heat through ice-skating and in a small village he trains as a butler to get a free meal. Finally in the capital Nicosia he attends a big fat Cypriot wedding with 2000 guests and joins an ex-pat drinking group with a 'running ...    "
                },
                "7": {
                    "title": "Turkey",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Third Class Traveller (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "5 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Julian's final third-class travel is also his toughest. Turkey's capital, Istanbul, turns out to be a city as divided as the two continents it sits upon. Staying with two very modern women he embarks on a quest to find the extreme side to the city discovering a sexy world of risqué cabaret and the underground punk scene. He gets threatened with beheading by a fundamentalist mental case, eats a sheep's anus and vomits in the streets just before getting beaten up by a 4 year old boy.    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Hanton, Julian"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2ViYmJkZjUtODYxNS00YzExLWIwYmMtNGM3MjgyNGEzZGNiXkEyXkFqcGdeQXVyOTA2OTEzMDY@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Third Class Traveller",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2011",
        "akas": [
            "The Third Class Traveller (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "The Inn"
            }
        ],
        "distributors": [
            {
                "name": "Travel Channel"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}