{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "17 January 2011"
            },
            {
                "country": "Sweden\n",
                "date": "13 March 2011"
            },
            {
                "country": "Spain\n",
                "date": "14 March 2011"
            },
            {
                "country": "Japan\n",
                "date": "25 December 2011",
                "notes": "                            (limited)"
            },
            {
                "country": "Japan\n",
                "date": "9 January 2012"
            },
            {
                "country": "Germany\n",
                "date": "5 July 2012"
            },
            {
                "country": "Finland\n",
                "date": "6 November 2012"
            }
        ],
        "release dates": [
            "USA::17 January 2011",
            "Sweden::13 March 2011",
            "Spain::14 March 2011",
            "Japan::25 December 2011                            (limited)",
            "Japan::9 January 2012",
            "Germany::5 July 2012",
            "Finland::6 November 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Harry's Law"
            },
            {
                "countries": "Brazil",
                "title": "A Lei de Harry"
            },
            {
                "countries": "Finland",
                "title": "Harryn laki"
            },
            {
                "countries": "France",
                "title": "La loi selon Harry"
            },
            {
                "countries": "Russia",
                "title": "Закон Хэрри"
            },
            {
                "countries": "Slovenia",
                "title": "Odvetnica od hudica"
            },
            {
                "countries": "Spain",
                "title": "Harry's Law"
            },
            {
                "countries": "USA (working title)",
                "title": "Kindreds"
            }
        ],
        "akas": [
            "Harry's Law (original title)",
            "A Lei de Harry Brazil",
            "Harryn laki Finland",
            "La loi selon Harry France",
            "Закон Хэрри Russia",
            "Odvetnica od hudica Slovenia",
            "Harry's Law Spain",
            "Kindreds USA (working title)"
        ],
        "akas from release info": [
            "Harry's Law (original title)",
            "A Lei de Harry Brazil",
            "Harryn laki Finland",
            "La loi selon Harry France",
            "Закон Хэрри Russia",
            "Odvetnica od hudica Slovenia",
            "Harry's Law Spain",
            "Kindreds USA (working title)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Hosanna Roseanna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 77,
                    "original air date": "21 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Harry, against her better judgment, agrees to defend Eric Sanders, a man accused of savagely killing his wife. She takes the case at the request of Oliver Richard - a hot-shot attorney from the very firm that fired her the previous year. The extremely high-profile case brings Harry toe-to-toe with the head honcho herself, D.A. Roseanna Remmick. Meanwhile, new associate Cassie Reynolds represents an artist whose painting was unceremoniously altered by the purchaser. Elsewhere, Tommy Jefferson, forces his way into sharing Harry's new office space and pursues a box store...    "
                },
                "2": {
                    "title": "There Will Be Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 54,
                    "original air date": "28 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    While charges against Harry are dropped, D.A. Roseanna Remmick continues her attack by ordering the police to harass Harry and plant evidence against Eric. Elsewhere, Cassie looks into a recently fired housekeeper with a history of violence while Oliver follows up on a tip about a delivery guy who might know something damning about the victim's love life. As the media fervor grows, Harry recruits Tommy to handle the press.    "
                },
                "3": {
                    "title": "Sins of the Father",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 66,
                    "original air date": "5 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Adam preps Eric's daughter for her pivotal testimony as Harry worries about Cassie's impending cross-examination of a key state's witness. Meanwhile, Ollie clashes with Harry over what's in the best interest of their client while D.A. Roseanna Remmick goes to great lengths to get a guilty verdict.    "
                },
                "4": {
                    "title": "Queen of Snark",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 48,
                    "original air date": "12 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Harry teams up with Ollie to defend a teenage girl known at school for her scathing blog, the \"Snark Queen,\" who cruelly outs a closeted lesbian classmate who shortly after commits suicide. A.D.A Kim Mendelsohn puts Harry and Ollie on the defensive by charging the accused cyberbully with negligent homicide. Back at the office, Adam takes Tommy to court for accepting a life insurance policy as payment from a now-deceased cancer patient. All the while, Jenna weighs a tempting job offer that could take her away from Harriet's Law & Fine Shoes.    "
                },
                "5": {
                    "title": "Bad to Worse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 49,
                    "original air date": "19 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Harry's client is a high school teacher who was terminated \"due to budget cuts\", but the real reason is that he gave a student a bad grade for refusing to believe in the teacher's Darwinism. The student is not just ANY student; he is a genius who would have been accepted into one of the most prestigious universities in the country if not for that one grade. Harry thus has to take on the whole school board and a creationist minister. Meanwhile, the team takes on a seemingly unwinnable case where a woman who dresses as a high-end call girl (and looks it) is accused of ...    "
                },
                "6": {
                    "title": "The Rematch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 39,
                    "original air date": "2 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Harry and Adam defend former prosecutor Josh \"Puck\" Peyton, who stands accused of aiding and abetting a kidnapper; Peyton successfully negotiated her safe return, but did so behind the back of the FBI. The case brings Harry into a fierce rematch with D.A. Roseanna Remmick who is back with a vengeance and determined to outdo Harry and put Puck in prison. Elsewhere, Tommy ropes Cassie into an ethically questionable divorce proceeding involving his oldest clients.    "
                },
                "7": {
                    "title": "American Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 55,
                    "original air date": "9 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    While Harry is on vacation, her trip takes a frustrating turn when the small town of Langford, Ohio impounds her Mercedes Benz for violating their \"Buy American\" law. Harry, with Oliver at her side, challenges the town's law and is pit against a young, homespun attorney and the engine behind the law, Langford's mayor, Franklin Chickory. Meanwhile, Adam represents the Chens, a Chinese family whose daughter was stolen because of China's one-child policy and adopted by American parents. With Cassie's help, Adam hopes to win custody for the Chens.    "
                },
                "8": {
                    "title": "Insanity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 43,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Harry must practice some conflict resolution when Oliver and Cassie butt heads over an emotional case: defending a schizophrenic 17-year-old who shot and killed three college students on campus. Meanwhile, Tommy represents an owner and operator of two businesses: a \"Green Mortuary\" for eco-friendly burial, and an organic produce market. Unfortunately, his two businesses overlap resulting in his vegetables being fertilized with the decomposing bodies. Elsewhere, Chunhua returns to ask Adam for help when her family's dry cleaning business is seized through eminent ...    "
                },
                "9": {
                    "title": "Head Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 39,
                    "original air date": "30 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Harry and Adam argue on behalf of parents whose son died after receiving a concussive blow while playing on his high school football team. During the case, Harry examines the danger that football-related injuries pose to young athletes. Meanwhile, Tommy represents a struggling single mother who resorted to robbing a bank in order to pay her mounting bills. With Cassie's help, they put the government on trial by arguing a rarely used defense.    "
                },
                "10": {
                    "title": "Purple Hearts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 45,
                    "original air date": "7 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Harry, Oliver and Cassie struggle to defend their client, a mother who stands accused of killing her infant son who suffered from a debilitating disorder with no hope for a cure. Meanwhile, Tommy and Adam represent a former-soldier-turned-clown who, after suffering a minor traumatic brain injury in the Iraq War, was deemed ineligible for a Purple Heart.    "
                },
                "11": {
                    "title": "Gorilla My Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 64,
                    "original air date": "11 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Harriet and Tommy represent a client who wants custody of a gorilla that escaped from the zoo. Meanwhile, Adam, with Cassie's help, defends a high school friend who confronts abusive men as the persona of Wonder Woman.    "
                },
                "12": {
                    "title": "New Kidney on the Block",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 47,
                    "original air date": "18 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Harry, Cassie and Adam represent a quick-witted 21-year-old dying of kidney failure who illegally purchased a kidney from a willing donor/seller. Meanwhile, Tommy and Oliver defend identical twins who are both arrested when the man they are both married to and live with is murdered. Roseanna Remmick is convinced that one of the twins must be responsible, leaving Tommy and Oliver to walk the line between truth and justice in hopes of keeping the them out of jail.    "
                },
                "13": {
                    "title": "After the Lovin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 42,
                    "original air date": "11 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Harry visits the state prosecutor to talk settlement over a death caused by smoking and getting cancer. Cassie helps a woman being stalked and harassed by her ex-husband.    "
                },
                "14": {
                    "title": "Les Horribles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 43,
                    "original air date": "18 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Harry represents a school principal trying to expel a student with an anxiety-based condition which causes her to have uncontrollable outbursts. In addition, Harry reaches out to Roseanna Remmick for help with a former client who is convinced that his sister was murdered by her husband. Elsewhere, a former high school classmate of Adam's, comes to him for help with her plea bargain on drug and prostitution charges. Tommy prepares for a gala where he hopes to win Trial Lawyer of the Year.    "
                },
                "15": {
                    "title": "Search and Seize",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "votes": 39,
                    "original air date": "25 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    After a police investigation, Harry's next door neighbor is accused of being a sex offender. While the investigation does not yield charges, it becomes grounds for her to lose her job as a teacher and she seeks out Harry's help. Meanwhile, Oliver faces off against opposing counsel, Phoebe Blake, after a couple comes to him to represent their rebellious son who dropped out of school to take a well-paying, full-time job. Back at the office, Adam must play mediator when the women who work downstairs in the shoe store revolt against Chunhua's seemingly tyrannical ...    "
                },
                "16": {
                    "title": "The Lying Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "votes": 33,
                    "original air date": "8 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    The prosecutor claims Harry took advantage of his weakened mental condition after an accident in order to get a better deal for her client. Cassie defends a woman accused of killing her mentally abusive ex-husband who says she did not do it.    "
                },
                "17": {
                    "title": "The Contest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "votes": 48,
                    "original air date": "15 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Oliver and Phoebe defend a 17 year student from drug trafficking charges. Members of the firm compete in a fund raising event.    "
                },
                "18": {
                    "title": "Breaking Points",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "votes": 37,
                    "original air date": "22 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Adam helps Phoebe defend a woman being sued by her dead husband's family who says she caused the husband to commit suicide. Harry helps a juror who ran away from jury duty and is being sued for costing the state additional money.    "
                },
                "19": {
                    "title": "And the Band Played On",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "votes": 38,
                    "original air date": "29 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Harry, Adam and Phoebe are involved in a case against 39 members of a college band that is charged with murder under the Felony Murder rule after a new member dies accidentally as the result of their hazing ritual. Tommy represents a man who is charging a woman with date rape.    "
                },
                "20": {
                    "title": "Class War",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "votes": 38,
                    "original air date": "6 May 2012",
                    "year": "2012",
                    "plot": "\n    Malcolm returns to enlist Harry's aid in trying to get a former client on death row a new trial. Adam and Phoebe help a man facing deportation for a crime committed in England when he was age 17 and now inspires his impoverished neighbors.    "
                },
                "21": {
                    "title": "The Whole Truth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "votes": 57,
                    "original air date": "13 May 2012",
                    "year": "2012",
                    "plot": "\n    Two stories overlap in this episode. Harry and Adam are defending their client Colin Danes, who is accused of raping and killing Sarah Trassino. When the jury finds the defendant not-guilty, Brother Lucas Treassino (Jon Bernthal) and Father Arthur Trassino (Peter Onorati) hold the court hostage and demand an immediate, new trial at gun-point. Meanwhile, the brother of a dying patient is told federal law prohibits him from donating blood because he is gay. This evokes a reaction that involves Cassie and Oliver pleading their case in hopes of obtaining an injunction that will allow their client...    "
                },
                "22": {
                    "title": "Onward and Upward",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "votes": 61,
                    "original air date": "27 May 2012",
                    "year": "2012",
                    "plot": "\n    The firm prepares for an anniversary party. Harry & Tommy help a man labeled as a person of interest in his ex-wife's death. Oliver represents a woman who was not accepted at the college of her choice. Adam helps a man fired from his job.    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 145,
                    "original air date": "17 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Once-successful patent attorney Harriet Korn is fired and decides to begin anew with her own practice. With the help of her happy-go-lucky secretary, Jenna, she sets up shop in an abandoned shoe store in a rough section of Cincinnati. Her first case is to defend Malcolm Davies, a troubled young man, facing his third drug offense. Meanwhile, up-and-coming attorney Adam Branch joins the firm, and defends a \"private security officer\" after he shoots a man who is attempting to rob a laundromat.    "
                },
                "2": {
                    "title": "Heat of Passion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 104,
                    "original air date": "24 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Harry defends an impoverished 87-year-old woman who commits armed robbery to buy food. Meanwhile, in an attempt to impress a beautiful woman, Adam takes on an unlikely case in which he must argue in favor of a laundromat owner's strict \"one-child only\" policy for his employees, but is shaken when opposing counsel is none other than flamboyant media hog Tommy Jefferson.    "
                },
                "3": {
                    "title": "Innocent Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 87,
                    "original air date": "31 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    A priest tells Harry about a parishioner who said he gave false testimony in court which lead to the defendant being imprisoned. Malcolm and Tommy go to court together for a woman who blames the fast food restaurants for her weight.    "
                },
                "4": {
                    "title": "Wheels of Justice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 78,
                    "original air date": "7 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Harry grows increasingly concerned about Malcolm's association with the over-the-top Tommy and their lawsuit. Meanwhile, Tommy struggles to be less ridiculous as he, his associate, and Malcolm argue in court against large fast-food corporations. In a shocking turn of events, Chunhua is attacked behind the laundromat. When her assailant is set free after cutting a deal, Damien risks serious jail time by taking justice into his own hands, while Adam finds comfort in his ex-girlfriend, Rachael.    "
                },
                "5": {
                    "title": "A Day in the Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 77,
                    "original air date": "14 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    When Harry discovers her client is guilty, she proclaims his guilt in front of the jury when she is not allowed to quit the case. The judge has no choice but to find Harry in contempt and recommend her for permanent disbarment. Meanwhile, Malcolm goes undercover with Cincinnati's finest in exchange for an expunged criminal record.    "
                },
                "6": {
                    "title": "Bangers in the House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 80,
                    "original air date": "21 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Harry and Malcolm come together to mediate a gang war, but soon find themselves butting heads when a gang member decides he wants out to start a better life. Elsewhere, Rachael and Adam team up to defend against a wrongful termination lawsuit brought by an employee who claims he was let go for being too old.    "
                },
                "7": {
                    "title": "American Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 81,
                    "original air date": "28 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Tommy convinces Harry to help him defend four albinos seeking asylum in the U.S. from the dangers of albino hunters in their native Tanzania. Elsewhere, Jenna's car is stolen, but is later returned by the thief's sister in hopes that the firm will represent him on an unrelated theft charge. Back in the office, Jenna and Harry's relationship gets rocky when Harry makes a hurtful comment.    "
                },
                "8": {
                    "title": "In the Ghetto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 78,
                    "original air date": "7 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Adam is traumatized when he witnesses a gang related drive-by shooting, but is amazed when a teenaged, vigilante street doctor tends to the victim before paramedics arrive. Adam represents the young doctor when his legal woes quickly escalate after A.D.A Kim Mendelsohn realizes he was involved in the murder of a police officer. Meanwhile, Harry fights the hospital board to get a liver transplant after the drive-by shooting victim's condition worsens. Elsewhere, Jenna and Malcolm grow unexpectedly close.    "
                },
                "9": {
                    "title": "The Fragile Beast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 57,
                    "original air date": "14 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    When a war veteran locks his wife in their basement to keep her from cheating, her lover Miguel, approaches Harry to help -- but asks that she not involve the police due to their immigrant status. Meanwhile, Adam takes on his first divorce case where he represents Lynette Zales after a romantic affair she orchestrated for her husband to spice up their marriage develops into something more. Elsewhere, Jenna and Malcolm confront each other about their kiss.    "
                },
                "10": {
                    "title": "Send in the Clowns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 60,
                    "original air date": "21 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Harry helps Marty Slumach, an old boyfriend, try an armed robbery case, but she has trouble mounting a defense for the accused because she doubts his innocence. Meanwhile, Adam represents Amanda Knox, a drag queen abruptly fired from her gig performing at a local bar when the owner's wife finds out that Amanda was having an affair with her husband.    "
                },
                "11": {
                    "title": "With Friends Like These...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 52,
                    "original air date": "28 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Harry defends an old colleague, Lou Drummond, who murdered his business partner during a stand-off in which both lawyers drew guns. Meanwhile, after professing his undying love to Rachel, Adam tries to gently break up with Chunhua. Elsewhere, Malcolm and Jenna try to find balance in their fledgling romance.    "
                },
                "12": {
                    "title": "Last Dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harry's Law (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 60,
                    "original air date": "4 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    When Josh Peyton has a mental breakdown and is charged with breaking and entering, and assault, Harry comes to his defense. Meanwhile Adam and Rachel reluctantly team up to represent death row inmate Brian Jones only to realize that his appeal may be jeopardized by a clerical error. Back at the shoe store, Jenna and Malcolm's relationship is tested when they have their first argument.    "
                }
            }
        },
        "number of episodes": 34,
        "cast": [
            {
                "name": "Bates, Kathy"
            },
            {
                "name": "Corddry, Nate"
            },
            {
                "name": "McDonald, Christopher"
            },
            {
                "name": "Olivo, Karen"
            },
            {
                "name": "Valley, Mark"
            },
            {
                "name": "Keng, Irene"
            },
            {
                "name": "Snow, Brittany"
            },
            {
                "name": "Ameen, Aml"
            },
            {
                "name": "Sorman, Dana"
            },
            {
                "name": "Gill, Johnny Ray"
            },
            {
                "name": "Lupe, Justine"
            },
            {
                "name": "Spiro, Jordana"
            },
            {
                "name": "McCrane, Paul"
            },
            {
                "name": "Smart, Jean"
            },
            {
                "name": "Servitto, Matt"
            },
            {
                "name": "Webster, Derek"
            },
            {
                "name": "Manheim, Camryn"
            },
            {
                "name": "Aquino, Amy"
            },
            {
                "name": "Clemenson, Christian"
            },
            {
                "name": "Renzulli, Frank"
            },
            {
                "name": "Kuna, Kaidy"
            },
            {
                "name": "Thoms, Tracie"
            },
            {
                "name": "McGraw, Melinda"
            },
            {
                "name": "Menendez, Gonzalo"
            },
            {
                "name": "Cook, Matt"
            },
            {
                "name": "Molina, Alfred"
            },
            {
                "name": "Metwally, Omar"
            },
            {
                "name": "Betts, Daisy"
            },
            {
                "name": "Harris, Marcuis"
            },
            {
                "name": "Snay, Tim"
            },
            {
                "name": "Herrmann, Edward"
            },
            {
                "name": "Benjamin, Ross"
            },
            {
                "name": "Schwary, Neil"
            },
            {
                "name": "Thaddeus, John"
            },
            {
                "name": "Hobbs, Rodney J."
            },
            {
                "name": "Jean-Baptiste, Marianne"
            },
            {
                "name": "Dunford, Christine"
            },
            {
                "name": "Lauria, Dan"
            },
            {
                "name": "Kravits, Jason"
            },
            {
                "name": "Rubinstein, John"
            },
            {
                "name": "Mackenzie, Peter"
            },
            {
                "name": "Calloway, Vanessa Bell"
            },
            {
                "name": "Edwards, Stacy"
            },
            {
                "name": "Greene, Paul"
            },
            {
                "name": "McClain, Karen Y."
            },
            {
                "name": "Mills, Emily Maya"
            },
            {
                "name": "Jimenez, Carla"
            },
            {
                "name": "Gutierrez, Carole"
            },
            {
                "name": "Hart, Courtney"
            },
            {
                "name": "Hood, Rashad"
            }
        ],
        "locations": [
            "Cincinnati, Ohio, USA"
        ],
        "genres": [
            "Comedy",
            "Crime",
            "Drama",
            "Mystery"
        ],
        "runtimes": [
            "43"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Australia:M"
        ],
        "number of seasons": 2,
        "rating": 7.3,
        "votes": 5575,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY5MDgyMzEwNF5BMl5BanBnXkFtZTcwODA3MDU0NA@@._V1_SY150_CR6,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Harry's Law",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2012",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Kelley, David E."
            },
            {
                "name": "Greggory, Devon"
            },
            {
                "name": "Broch, Lawrence"
            }
        ],
        "production companies": [
            {
                "name": "David E. Kelley Productions"
            },
            {
                "name": "Warner Bros. Television"
            }
        ],
        "distributors": [
            {
                "name": "National Broadcasting Company (NBC)"
            },
            {
                "name": "WOWOW Prime"
            }
        ],
        "other companies": [
            {
                "name": "Central Casting"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Filmtools"
            },
            {
                "name": "Micdi Productions"
            },
            {
                "name": "Ohana Camera Expendables"
            },
            {
                "name": "RH Factor"
            }
        ],
        "plot": [
            "A group of misfit lawyers form an unconventional firm.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "43 min (USA)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Red One MX"
            ],
            "negative format": [
                "Redcode RAW"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5575,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 660,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 2131,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 2038,
                "rating": 7.5
            },
            "males": {
                "votes": 2938,
                "rating": 7.1
            },
            "males aged 18 29": {
                "votes": 430,
                "rating": 7.1
            },
            "males aged 30 44": {
                "votes": 1311,
                "rating": 6.9
            },
            "males aged 45 plus": {
                "votes": 1122,
                "rating": 7.2
            },
            "females": {
                "votes": 1976,
                "rating": 7.6
            },
            "females aged 18 29": {
                "votes": 221,
                "rating": 7.2
            },
            "females aged 30 44": {
                "votes": 799,
                "rating": 7.3
            },
            "females aged 45 plus": {
                "votes": 889,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 90,
                "rating": 5.8
            },
            "us users": {
                "votes": 2207,
                "rating": 7.5
            },
            "non us users": {
                "votes": 1844,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 1374,
            "9": 839,
            "8": 1146,
            "7": 927,
            "6": 493,
            "5": 249,
            "4": 140,
            "3": 108,
            "2": 85,
            "1": 214
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}