{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2011"
            }
        ],
        "release dates": [
            "USA::2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Monsuno"
            },
            {
                "countries": "Croatia",
                "title": "Monsuno"
            },
            {
                "countries": "Serbia",
                "title": "Monsuno"
            },
            {
                "countries": "Spain",
                "title": "Monsuno"
            }
        ],
        "akas": [
            "Monsuno (original title)",
            "Monsuno Croatia",
            "Monsuno Serbia",
            "Monsuno Spain"
        ],
        "akas from release info": [
            "Monsuno (original title)",
            "Monsuno Croatia",
            "Monsuno Serbia",
            "Monsuno Spain"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Evolve: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "14 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    This episode starts with Chase, Jinja and Bren on stake out collecting an \"illegal\" cache of Monsuno Essence while Beyal and Dax are on stake-out at the Westward City Natural History Museum. And, after Chase, Jinja and Bren get a bit of dressing down from Commandant Marshal Jon Ace, a call comes in from Beyal and Dax! They're under attack from some kind of unknown monster!!! When Chase, Jinja and Bren join their friends at the museum, they soon discover a NEW TYPE of MONSUNO! It's DR. KLIPSE'S AND PROFESSOR TALLIS' DINO-MONSUNO!! Dr. Klipse happily \"declares war\" on ...    "
                },
                "2": {
                    "title": "Evolve: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "14 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    With our heroes of TCT licking their wounds from Part One, they're regrouping and trying to assess what just happened, only they don't get much of a chance. Droog and his Hand of Destiny helpers unleash their Alien Monsunos in a sneak attack on S.T.O.R.M. stealing a large quantity of Monsuno Essence. S.T.O.R.M. is meant to keep this stuff out of the hands of the wrong people! Jon Ace is furious! Chase and TCT try to give ideas on how to change things up, but after their previous work, they're grounded until further notice. Jeredy is meanwhile working on Lock's CORE. ...    "
                },
                "3": {
                    "title": "POV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "14 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Receiving a distress call from a Monsuno Essence Retrieval S.T.O.R.M. base, Team Core Tech takes a trip to the MASSIVE ICE WASTES of NORTH POINT to find out what is going on. What they find instead of a communication problem is a avalanche of trouble in the form of Dr. Klipse, who is using the Monsuno Essence Drilling machine to extract Dino DNA from the earth. After our heroes get captured, it's up to LOCK to figure out a way to break TCT free and stop Dr. Klipse's mad designs.    "
                },
                "4": {
                    "title": "Temple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "14 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    With Sofia back in the picture, life is good. But Chase quickly finds out that it's not, when Sofia reveals that she is leaving for the Library of Tebab to re-establish it and Beyal is taking her. Chase is frustrated and disheartened, but Sofia explains that she is being called to do this by a power greater than the both of them and they must not stand in the way no matter how difficult that may be. Chase stays back on the CLOUD CARRIER with TCT. Meanwhile, Beyal and Sofia are riding in one of four S.T.O.R.M. Trucks that are loaded with the original artifacts from the...    "
                },
                "5": {
                    "title": "Haunting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "14 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    It's Jinja's birthday, and her friends have no clue how to celebrate it. Jinja's upset that they don't seem to know what she likes, so she gets a little peeved. But then Klipse attacks a nearby city. Krag! Looks like Jinja's birthday will have to take a back-seat to work... TCT arrives on scene and descends into a GIANT HOLE in the Earth's crust. Deep inside they find an ANCIENT TEMPLE, thousands of years old! After learning that Klipse is searching for the temple's powerful CONCENTRATED MONSUNO ESSENCE (so that he can use it in his never-ending quest to create the ...    "
                },
                "6": {
                    "title": "Spin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    In this mid-season 2-partner, we see weird clone cores appearing in an underground Monsuno Fight Club. Our Team Core-Tech heroes investigate, with Dax in the lead. Dax's childhood friend Spike has a way in, but Dax has no idea that he's set up to become Dr. Klipse's prisoner as soon as he wins the tournament.    "
                },
                "7": {
                    "title": "Go",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The conclusion to this mid-season 2-parter sees a huge cast of past Monsuno characters get in on the action. Grandma Future, Mr. Black, Jon Ace, the S.T.O.R.M. Strike Squad, Drezz and the Punk Monks and more - all out to fight for control! Team Core-Tech must team up to help keep Dax out of the dark and dangerous hands of Dr. Klipse.    "
                },
                "8": {
                    "title": "Test",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "14 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    With their recent defeats, Klipse and Droog have gone off the radar. There's been no Monsuno activity for weeks which means no dramatic missions for CHASE and TCT. But, they're not just sitting around doing nothing, Jon Ace has plenty of jobs for their highly developed Monsuno skills...manual labor. More like Monsuno-sized chores. They're bored out of their minds and desperate to get back in the krag. So when reports of a few smalltime crooks slinging a batch of Essence come in, TCT leap at the news. Finally, some action! A little more action than they expected ...    "
                },
                "9": {
                    "title": "Pet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "14 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    STRIKE SQUAD, ordered to investigate reports of unsecured Monsuno essence, explores a giant, abandoned city- sized factory called MECHANOPOLIS. They are lured in by Six and captured. Later, TCT arrive at Mechanopolis to discover the Squad's whereabouts. But once inside, they find that someone is brining the factory back online. BREN is uncharacteristically excited about the mission, but only because he hopes to be able to rescue his crush, TANGO. Secretly Six is following TCT and reporting back to his father, DR. KLIPSE. When more parts of the factory are reactivated,...    "
                },
                "10": {
                    "title": "Babysitting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "14 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Droog has sends Petros to infiltrate TCT and S.T.O.R.M.'S headquarters in order to retrieve some of Jeredy's information on the Monsuno harmonic frequency sequencing... and access codes to the SPACESTATION and SATELLITE NETWORK (all part of his building plan to destroy all Monsuno Essence). Meanwhile, Trey pawns off his babysitting duties for his young nephew Sebastian onto Team Core Tech. This know-it-all kid accidentally gets kidnapped by Petros and it's up to TCT to save him and safeguard the stolen data before anyone finds out!    "
                },
                "11": {
                    "title": "Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "14 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The S.T.O.R.M. SPACE STATION is attacked by some creepy alien enemies. Worse, before the station lost contact with S.T.O.R.M. back on Earth, it sent a VIRUS to all of S.T.O.R.M.'s servers. Their computers, weapons and equipment are all useless. So Chase, Jeredy, Jinja and Bren are sent into space to investigate. Using the new SPACE-HOPPER, they arrive at the station to rescue the crew, find out who attacked the station, and reverse the virus so that S.T.O.R.M. can become functional again. They barely escape the station's MIND-CONTROLLED CREW, only to come face-to-face...    "
                },
                "12": {
                    "title": "Bros",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "14 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    When Ace gives TCT some time off from Monsuno duties, Bren is excited to take a trip back home...that is until the rest of the team asks to go with him. You see, Bren has always felt overshadowed by his older, athletic, not-in-anyway-nerdy BROTHERS. And so when it came to telling his family about his Monsuno exploits, he sort of streeeeetched the truth a little - such as how he's the Deputy Commandant Marshall of S.T.O.R.M.! But now with the others there, he'll have to confess that he's actually just the nerdy bookish boy he always was. So Chase and the team decide to...    "
                },
                "13": {
                    "title": "Ceasefire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "14 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Droog's plan for revenge on destroying Monsuno Essence is coming together nicely. The only two variables that stand in his way are the minds of Dr. Emmanuel Klipse and Dr. Jeredy Suno. To that end, Droog has discovered how to manipulate the HoD into using the QUICKENING WAY. Droog TELEPORTS both Klipse and Jeredy including their sons to a desert island in the middle of the ocean with a very over-active volcano. Droog's plan: let the two destroy each other and then bury them in molten lava so no one smart enough can stop him from achieving his ultimate revenge. The two...    "
                }
            },
            "1": {
                "1": {
                    "title": "Clash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Chase and his two best friends Bren and Jinja arrive at one of Jeredy's laboratories. The father has gone missing, and Chase is looking for clues. Chase gets the Core and in the ensuing struggle, a desperate Chase \"spins\" Lock into existence from this fully-loaded Core.    "
                },
                "2": {
                    "title": "Courage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Chase and his two compatriots steal a S.T.O.R.M. vehicle carrying Core Tech technology. They discover Chase's father had created a Monsuno called Quickforce who is being held in the cold, scientific hands of S.T.O.R.M., and they're experimenting on him. Our three teens stage a brave infiltration of the S.T.O.R.M. facility in order to free Quickforce.    "
                },
                "3": {
                    "title": "The Underground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Our three heroes venture into the big city of Axistown to find any trail of Jeredy that they can. Our three meet up with a rich old woman who sends them into the \"Underground\" on Jeredy's trail. But, the Underground is a Fight Club for Monsuno. Our heroes find themselves embroiled in a fight for the coveted vial of Monsuno Essence, which Jinja will use to create Charger.    "
                },
                "4": {
                    "title": "Wicked",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "8 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    When Chase receives a garbled message from his father asking to meet up, our hero can't resist. Our young hero heads out alone to an abandoned facility in search of his father only to meet up with Darkspin and Medea! Chase must now face the challenge of his young life all the while hoping to still find his father.    "
                },
                "5": {
                    "title": "Knowledge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "15 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Our heroes travel to Mandala and to the Ancient Library of Tebab. A little knowledge would go a long way with our heroes at the moment. This is where they encounter a young controller named Beyal...    "
                },
                "6": {
                    "title": "Breakthrough",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "22 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    S.T.O.R.M. sets up a blockade in an attempt to not allow our four heroes out of Mandala. It's a game of cat and mouse, and the only way Chase and his compadres are going to make it out alive is if Chase can get in touch with his \"dreams\" and instincts. Say what?!    "
                },
                "7": {
                    "title": "R.S.V.P.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "29 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Chase, Jinja, Bren and Beyal head into the Lowlands to lay low. They bump into Dax. After a losing battle with Chase, Dax vows revenge. Plus, Beyal is having some scary visions that he can't quite decipher. Worst of all, Dr. Klipse makes his move and invites Chase to join his organization.    "
                },
                "8": {
                    "title": "Appleseeds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The teens are hiking through the Lowlands...following Dax, if he is going to really be a part of their team then Chase needs to find out what he is all about.    "
                },
                "9": {
                    "title": "Eye",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 May 2012",
                    "year": "2012",
                    "plot": "\n    Dax has \"joined\" the team, but nobody is too happy about it. Chase still suspects Dax knows something about his father and asks about it. Dax denies all knowledge but did hear the old guy say something about Coastal City. Good enough of a lead for our heroes to follow.    "
                },
                "10": {
                    "title": "Deceit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "5 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Dax is a trusted member of the group...well, he's not entirely trusted. Chase has been convinced by Beyal that Dax is supposed to be the fifth of the five. Things go from bad to worse when Dax not only sells them out but tries to help Charlemagne capture them. Chase reveals it was all a plan to use Dax in a little \"bait and switch\" sting to get more vials of Monsuno Essence.    "
                },
                "11": {
                    "title": "Trust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Chase and his \"team\" can't catch a break. They're being harassed. They're on the run. They can't sleep. They have barely eaten anything in three weeks. Tempers are flaring. Add to that mix the fact that Jon Ace arrives and tells Chase that there's a spy in the group sending a signal to Darkspin and Chase is almost at breaking point.    "
                },
                "12": {
                    "title": "Hunted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "12 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Chase and the others crash land in the jungle where they are joined by Jon Ace, freshly resigned from S.T.O.R.M. and on the run himself. But that's not the only surprise the jungle holds. Unbeknownst to them, they are being hunted by a hired killer, the crazy Dom Pyro (under orders from Dr. Klipse).    "
                },
                "13": {
                    "title": "Shadow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "12 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Jon Ace leads the team to a mining operation where he, Jeredy and Klipse originally extracted and researched the meteor fragments, suggesting Chase might find a clue to his father's whereabouts there. But Jon Ace has his own agenda: to destroy all the Monsuno DNA!    "
                },
                "14": {
                    "title": "Lost",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "19 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    When Chase experiences a vision of a possible future where Monsuno have turned on humans, he becomes scared of Lock, which causes the Monsuno to sever the bond between them and flee. Away from his core, Lock's energy quickly fades and he begins to unspin permanently, until he unearths a wild core, which re-energizes him to supercharged levels.    "
                },
                "15": {
                    "title": "Light",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "26 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    During an intense battle with S.T.O.R.M. Soldiers, Chase and the team realize that the rift between Chase and Lock has not fully healed. Beyal tells them of a Book in the Library of Tebab that could restore their connection and their relationship, the only problem is they have to make it past the Bookman!    "
                },
                "16": {
                    "title": "Bright",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Chase has another one of his intense dreams only this time he doesn't believe it was just a dream. He thinks he's having visions about a massive natural disaster that is coming...the impending disaster caused by Monsuno!    "
                },
                "17": {
                    "title": "Trophies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "3 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    When Chase has a dream about his mother, it really gets in his head. These dreams are much more like visions. He's really picking up the \"Monsuno Sight\" in a very big way. Conversely, Beyal's ability to see anything at all has gone away and he's really starting to despair.    "
                },
                "18": {
                    "title": "Ice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "10 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Desperately trying to regain his visions, which have been non-existent lately, Beyal tries too hard and loses it going into a catatonic state. Worried, Chase and the gang take Beyal to Tiger's Lair with Master Ey. He tells them to save Beyal, they must travel to the Cave of Convergence. It's deep in the icy mountains of Northpoint. To save Beyal, they must risk their lives to get him to that cave!    "
                },
                "19": {
                    "title": "Wellspring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "17 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Searching for answers, Chase leads his crew back into the crystal-filled Cave of Convergence, the one they completely trashed in the previous episode. Using their Monsunos to clear the wreckage, they find a passage into a hidden valley. It leads them to The Valley of the Five: the largest impact crater from the original Monsuno Meteor 65 million years...    "
                },
                "20": {
                    "title": "Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Chase and the teens are taking advantage of their surroundings to get some food...via ice fishing. But what starts out as some fun and laughs turns into a life changing moment for Chase when Beyal has one of his visions. But this is a very special vision. It is of Chase's mom...she is alive!    "
                },
                "21": {
                    "title": "Failsafe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Chase and the teens are in Mandala looking for clues. They have to find Jeredy and put an end to this insanity once and for all. Instead they find something slightly different when Dax comes clean about his top-secret work with Jeredy. They learn that an end to all of this insanity is coming, but a different kind of end. It will be an end to all Monsuno...or worse...an end to our entire world.    "
                },
                "22": {
                    "title": "Rememberance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "Jul. 2012",
                    "year": "2012",
                    "plot": "\n    When Jeredy Suno takes off in his mobile tractor trailer lab for an unknown reason, he attracts the attention of Darkspin and they go after him. Already on the trail of his father, Chase and the gang catch wind of this and resolve to do whatever it takes to protect Jeredy - even though Chase is mad at him for lying about his Mom.    "
                },
                "23": {
                    "title": "Assault",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "Jul. 2012",
                    "year": "2012",
                    "plot": "\n    With Jeredy held in the cruel hands of Charlemagne and S.T.O.R.M., Chase has no other option than to plan a full-scale assault on Cloud Carrier Epsilon, Charlemagne's flagship. All goes well except for the fact that Charlemagne is fully anticipating Chase's every move and it looks like the end for our heroes.    "
                },
                "24": {
                    "title": "Monster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "Jul. 2012",
                    "year": "2012",
                    "plot": "\n    When Jeredy and the Mon Five attempt to place the very last Failsafe Device deep down in the sewers of a dingy thief city named Isemon they slowly begin to suspect that they're being followed. The team attempts to stay focused with the job at hand but soon that becomes impossible. This thing - whatever it is - is not just following them, it's snatching them up one by one!    "
                },
                "25": {
                    "title": "Endgame",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Chase and the teens are trying to figure out a way to rescue Jeredy and Ace, before it's too late from the cruel hands of Dr. Klipse! But, we soon learn it may already be too late. Because Klipse has revealed his ultimate plan to Jeredy...to capture Chase and use him for scientific experiments. If Jeredy wants to save his son, the good doctor must perform his own scientific experiments...on Ace.    "
                },
                "26": {
                    "title": "Rising",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Along with the Dawnmaster and One-Eyed Jack and his Desert Wolves, Chase and the teens are trapped in what's left of Klipse's lab. Klipse has weapons of mass destruction being powered by his new toy...a Monsuno Fusion Core Reactor (developed from his work in the Shadow Effect). He's moments from pulling the trigger! But, S.T.O.R.M. has picked up their location and are heading in ready for battle!    "
                }
            },
            "2": {
                "1": {
                    "title": "Flash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "21 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Chase, Bren, Jinja, Dax and Beyal, our heroes of Team Core Tech, come face to face with members of the Forge Resistance: Drezz and the Punk Monks. They're working for the evil, Professor Tallis, in obtaining a very destructive Wild Core Bomb. It has enough power to level an entire city. Before Team Core Tech can win back the bomb, Drezz sets it off and our heroes need make it out alive...    "
                },
                "2": {
                    "title": "Bang",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "28 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Chase and Team Core Tech must stop Professor Tallis and his Forge Resistance from their plan to destroy Westward City with a Mega Wild Core Bomb. Millions of innocent lives will be lost unless our heroes can stop them! After intense fighting, Bren launches Neo-Quickforce and saves the day on the ground while Chase tries to jettison the bomb into space.    "
                },
                "3": {
                    "title": "Mysterious",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "5 May 2013",
                    "year": "2013",
                    "plot": "\n    Medea and Team Darkspin are following Chase and Team Core Tech as Medea has a new, secret Benefactor. Not Eklipse. Someone new... and he's having Chase followed so that Chase can be tested! Team Core Tech is out looking for meteor fragments and data on Monsuno Essence for Dr. Jeredy Suno's important, world-saving work. A battle ensues which only gets more epic as the secret Benefactor shows up...    "
                },
                "4": {
                    "title": "Antithesis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "12 May 2013",
                    "year": "2013",
                    "plot": "\n    On the trail of a big cache of S.T.O.R.M. controlled Monsuno Essence, our heroes walk into a trap set by a new group of Monsuno controllers: S.T.O.R.M.'S Strike Squad! These juvenile delinquents have been handpicked by Charlemagne and Commander Trey.    "
                },
                "5": {
                    "title": "Kidnapped",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "19 May 2013",
                    "year": "2013",
                    "plot": "\n    Dr. Klipse wants to recreate the experiment of Jon Ace/Toxic Ace with Dax! It's something of an old score he wants to settle with Dax. Dr. Klipse hires Dom Pyro to capture him. Dax doesn't go down without a fight! Dr. Klipse, Hargrave and Dom Pyro are in attendance as Dax is placed into a Tank and is about to be experimented on. Then Team Core Tech arrives...    "
                },
                "6": {
                    "title": "Six",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "May 2013",
                    "year": "2013",
                    "plot": "\n    Dr. Klipse reveals his latest experiment, Number 6 (a teenage clone of himself), and sends him out to destroy Team Core Tech. While out hunting Punk Monks, Chase and the others discover 6 and invite him along (unaware of who he truly is). Meanwhile, Chase has visions of his mother in some kind of warning. While battling the Punk Monks, 6 is forced to choose between his father or his new friends.    "
                },
                "7": {
                    "title": "Mirrors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    When Chase wakes up alone in a strange, apocalyptic landscape, he's freaked out. He's even more freaked out when he finds himself battling a Clone Monsuno of Lock! Chase is absorbed by a horrible greenish Shadow-Ghost becoming the enemy, as the rest of Team Core Tech must solve this mystery. They must work to save our planet from being destroyed by the Monsuno Essence at the Earth's core.    "
                },
                "8": {
                    "title": "Lynchpin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "9 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Dr. Klipse is after Lock as the Lynchpin. Jeredy must tell Chase why Lock is so special. It was the way the core was designed and Jeredy put in a strand of Chase's hair. Chase and Lock are like brothers! Lock is the one Monsuno to bridge the gap between humanity and Monsunos. He's the only hope they have to keep Monsuno Essence from destroying the planet. Chase asks how? Jeredy doesn't know...    "
                },
                "9": {
                    "title": "Insight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "16 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Tracking down Drezz and the Punk Monk and their Forge Cores, our heroes pick a fight looking for information regarding the manufacturer of these Forge Cores. They get some intel, but they're attacked by five mysterious figures. Even if our heroes don't know it, this is the Hand of Destiny... five evil despots leading the Five Tribes of Destiny... and they want Chase Suno alive and their prisoner!    "
                },
                "10": {
                    "title": "Tornado",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "23 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Jeredy discovers S.T.O.R.M. is stockpiling Monsuno Essence and sends TCT to secure it. Yet, One-eyed Jack and the Desert Wolves get there first and plan to turn all the Essence into a 1-gigaton bomb that'll take out half the continent. Jack detonates the bomb and the Monsuno Essence goes into critical meltdown. TCT must contain the explosion in a move that could destroy all their Monsunos!    "
                },
                "11": {
                    "title": "Knights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "Jun. 2013",
                    "year": "2013",
                    "plot": "\n    All Specialist Alpha of Strike Squad desires is to face Chase Suno in single combat and to defeat him honorably, fairly and with respect, like some sort of Monsuno 'knight of olde'. Charlemagne's plans means Alpha might not get that chance. Alpha takes matters into his own hands and sneaks off to challenge Chase under the sacred Monsuno rite of Tav Kagah.    "
                },
                "12": {
                    "title": "Protect",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "16 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    The Hand of Destiny failed to destroy Chase Suno and absorb his Monsuno Sight energy backfired on them. Now, their power is greatly diminished having lost crucial Keepers over the Well of Sight ... and they need to find replacements. There are many descendants of the Five Tribes of Destiny out there with the gift of Monsuno Sight... most of them not even knowing their heritage or powers. One such gifted individual is a girl named Kimmi. She is the next victim of the Hand of Destiny. It's up to Chase Suno and Team Core Tech to stop the Hand of Destiny from taking this ...    "
                },
                "13": {
                    "title": "Power",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "18 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Our heroes track the Forge Resistance to a junkyard where Professor Tallis produces Forge Cores. Drezz and the Punk Monks greet these intruders and a battle ensues. Charlemagne and Trey soon show up to add to the ruckus. Tallis freaks afraid Charlemagne will make him her slave again. He sets off a new weapon -- An Experimental Power Wave originally intended to affect only Forge Cores, enhancing their powers. But the unfinished weapon affects ALL the battling Monsunos, temporarily giving them new colors and reverse powers that bounce attacks back at the enemy. TCT ...    "
                },
                "14": {
                    "title": "Extras",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "19 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Klipse's next, new devastating plan is ready. He will release a virus in Coastal City turning everyone into Mutant Monsuno Monsters (all part of his big plan to create the ultimate Human/Monsuno Hybrid). Team Core Tech also brings their new Battle Boost Technology (Strike Gear) to this fight to stop Klipse's evil plan, which won't be easy as Klipse has tricked S.T.O.R.M. and Dr. Tallis and his Punk Monks to be in the city as well... a little added bonus to Klipse's experiment. Now, our heroes must fight in an epic, multi-sided add-on fueled battle in order to save not...    "
                },
                "15": {
                    "title": "Peace",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "20 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Beyal has a vision that Master Ey is in trouble. TCT races to the tiger's liar to save the old monk. One Eyed Jack and the Desert Wolves are there seeking sanctuary led by Bekka who was once a monk, Master Ey's pupil and Beyal's adopted sister. Jack's Psionic Implants have been reprogrammed by Charlemagne; he's her pawn to obtain the Lair's secrets and destroy Master Ey! The Forge Resistance arrives and an all-out battle ensues. Jack seizes the Sacred Scrolls and goes gunning for Master Ey. While TCT battle the Punk Monks, Beyal becomes overtaken by anger and sets ...    "
                },
                "16": {
                    "title": "Train",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "23 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Charlemagne has finally figured out Dr. Jeredy Suno is traveling on the train lines and sends out her Strike Squad to capture him! Chase and Team Core Tech arrive to protect Chase's dad as Strike Squad attacks Jeredy's parked train as he makes mysterious \"modifications\" to the vehicle. Team Core Tech manages to hold off Strike Squad. Charlemagne's armada of Cloud Carriers closes in. It looks like all is lost as the train is running on tracks that end at the ocean! Luckily, Dr. Jeredy Suno is one crafty scientist. His mobile train lab is even more mobile than expected....    "
                },
                "17": {
                    "title": "Combat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "24 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Dr. Jeredy Suno has devised a Virtual Reality Strike Mode that will help the kids train in a series of \"best of five\" scenarios. Each level they beat is followed by a harder one. But, while the TCT kids are in the VR world, Droog hacks into Jeredy's computer system from his control room in his buried spaceship. Stealing information on Jeredy's Failsafe Device Grid, Droog's hacks are crushing... overloading the system and trapping our heroes in the VR-Strike Mode simulator! TCT must fight on! They have to beat the game in order to reset the computer! It's their only ...    "
                },
                "18": {
                    "title": "Frenemies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "25 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    The power of Monsuno Sight makes Chase and Beyal prime targets for the Hand of Destiny (who desperately need more Keepers/power slaves for their Well of Sight). They put Chase and Beyal under a hallucination that their friends are Mutant Monsters splitting up our team so that Medea and Darkspin can close in and grab Chase and Beyal. Faced with these \"monsters\" Chase and Beyal spin out and battle their comrades. With ingenuity and a little help from the ethereal Master Ey, Beyal and Chase are snapped out of the \"spell\" to win the day. But, Chase's learns a vital secret...    "
                },
                "19": {
                    "title": "Pulse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "26 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Jeredy's work with collecting the frequencies for the Big Board is really coming together. He's gathered almost enough to Complete the \"puzzle\" of finding the right frequency to stop the Monsuno Essence from burrowing deeper into the earth... thus saving the earth itself. Chase and Team Core Tech break into S.T.O.R.M.'s massive NORAD-styled underground base to collect harmonic samples of the original Cores (that Jeredy created for S.T.O.R.M. but they were unstable and were locked away deep underground). TCT comes up against Charlemagne's new Armada! But, Chase never ...    "
                },
                "20": {
                    "title": "Hate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "27 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Droog wants to use the Failsafe Device Grid (the one that Jeredy created in Season One) to destroy all Monsuno Essence! Kill it all! In one blow. Thus getting his revenge on the Monsuno Essence that destroyed his home planet. He has the grid information. He has been working on the Trigger and has replicated it. Now, all he needs to do is set the whole thing off and our heroes must stop him! It comes down to the wire! The hack is almost complete. Droog is about to KILL all Monsunos!!! Our heroes send a huge energy spike to destroy all of the Failsafe Devices on the ...    "
                },
                "21": {
                    "title": "Discovery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "30 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Chase is on a mission to find his mother! She's alive. She's a prisoner of the Hand of Destiny. He has to find them using an ancient compass called the Pentoculus. TCT searches an ancient temple site for clues...only to be attacked by Klipse and his minions (Hargrave, Six and Dom Pyro). Chase and his TCT crew spin out clone Cores... but so does Klipse! An epic battle ensues. Our heroes win and flee the scene with their first piece of the Pentoculus! (Five pieces in all).    "
                },
                "22": {
                    "title": "Thunderhead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "1 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Chase and TCT invade a S.T.O.R.M. BASE to find more pieces of the Pentoculus, the five-pieced compass to locate his mother. But, the big clock is ticking. Jeredy must work to complete the big board and find the Harmonic Frequency that will stop the Monsuno Essence from burrowing into the earth and destroying the planet. Chase and Team Core Tech are off to invade S.T.O.R.M.'s biggest, most-protected base. It's going be a battle on an epic scale where our heroes pull out all the stops to get in, get the second piece of the Pentoculus and get out alive!    "
                },
                "23": {
                    "title": "Mayhem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "2 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    TCT trick Professor Tallis to walk into a trap so they can get the piece of the Pentoculus he has. But, clearly, Professor Tallis and his Punk Monks aren't going down without a huge fight. Chase brings down Tallis' mobile lab leading to a big Monsuno battle between Chase and Tallis! By the end of the episode, Chase and TCT leave Tallis and the Punk Monks crushed and out of commission. Chase has the third piece of the Pentoculus and is one step closer to saving his mother.    "
                },
                "24": {
                    "title": "Pentoculous",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "3 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    In Chase's quest to find all the pieces of the Pentoculus so he can locate his mother, he leads TCT to a big attack on Dr. Klipse! He knows Klipse has the fourth piece. And, Chase is hoping that the fifth, mysterious piece will be revealed to him with the four pieces in hand. At the same time, Dr. Jeredy Suno is counting down to the last missing frequency on the Big Board so he can stop the Monsuno Essence from burrowing any further into the Earth's core! Two jobs. Save mom. Save the world. All they have to do is beat Dr. Klipse and his cronies down. Tough fight, but ...    "
                },
                "25": {
                    "title": "Massive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "4 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Chase and company take the fight to the Hand of Destiny to save Chase's mom and trigger the Harmonic Frequency in the Well of Sight, which will stop the Monsuno Essence from burrowing into the earth's core and destroying the planet. But, the HOD has always wanted the Pentoculus. They can use it to drain the energy and life-force of every human on the planet with Monsuno Sight... including Chase, Beyal and Jinja! It's a tough fight. One that it appears our heroes cannot win!    "
                },
                "26": {
                    "title": "Victory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monsuno (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "7 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    With all our heroes fighting for their lives against the evil Hand of Destiny, Chase and company are in big trouble. They pull out all the stops! But, it looks as if the Hand of Destiny will win... they will drain everyone with the Monsuno Sight all over the globe of energy and life. Lock makes a huge sacrifice by leaping into the Well of Sight with the Harmonic Frequency device and sends up a huge wave of powerful essence. It breaks the \"drain-chain\" ... and wipes out the Hand of Destiny! In the end, Chase and TCT save Chase's Mom and the World all at the same time.....    "
                }
            }
        },
        "number of episodes": 65,
        "cast": [
            {
                "name": "Strassman, Karen"
            },
            {
                "name": "Clarke, Cam"
            },
            {
                "name": "Smith, Christopher Corey"
            },
            {
                "name": "Silverstein, Keith"
            },
            {
                "name": "Thornton, Kirk"
            }
        ],
        "genres": [
            "Animation",
            "Action",
            "Adventure",
            "Sci-Fi"
        ],
        "countries": [
            "United States",
            "Japan"
        ],
        "country codes": [
            "us",
            "jp"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:PG",
            "Netherlands:6",
            "New Zealand:PG",
            "United Kingdom:PG",
            "United States:TV-Y7"
        ],
        "number of seasons": 3,
        "rating": 4.3,
        "votes": 279,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTYzMjAyNDgwMl5BMl5BanBnXkFtZTcwMTk1NjM1OA@@._V1_SY150_CR64,0,101,150_.jpg",
        "plot outline": "The series revolves around re-awakened Monster DNA, called Monsuno, that finds its way into the unsuspecting hands of adventure-seeking teenagers Chase, Jinja, and Bren. Accompanied by their Monsuno, Lock, Charger, and Quickforce, they are searching for Chase's father Jeredy Suno, the creator of the Monsuno. They are soon joined by Beyal, a monk from the Himalayas along with his Monsuno Glowblade. Beyal often speaks of five people that with the help of their Monsuno, could change the world. It just so happens that they are that five, along with Dax, a teenager who along with his Monsuno Airswitch, opposes the team and is disliked among most people. The team has yet to befriend him and persuade him to join their cause. They are also on the run from an agency called \"S.T.O.R.M.\" (Strategic Tactical Operatives for Recovery of Monsuno) who's plans are still in question.",
        "languages": [
            "English"
        ],
        "title": "Monsuno",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Wolfson, Jared"
            },
            {
                "name": "Casey, Joe"
            },
            {
                "name": "Kelly, Joe"
            }
        ],
        "production companies": [
            {
                "name": "DCI Los Angeles"
            },
            {
                "name": "Dentsu Entertainment USA"
            },
            {
                "name": "Dentsu Tec"
            },
            {
                "name": "Dentsu"
            },
            {
                "name": "FremantleMedia Enterprises"
            },
            {
                "name": "Jakks Entertainment"
            },
            {
                "name": "Jakks Pacific"
            },
            {
                "name": "Larx Entertainment"
            },
            {
                "name": "Salami Studios"
            },
            {
                "name": "The Topps Company"
            }
        ],
        "distributors": [
            {
                "name": "Children's Independent Television (CiTV)"
            },
            {
                "name": "Dentsu"
            },
            {
                "name": "Nicktoons Network"
            },
            {
                "name": "Nicktoons"
            },
            {
                "name": "YTV"
            }
        ],
        "special effects": [
            {
                "name": "Dentsu Tec"
            }
        ],
        "other companies": [
            {
                "name": "Beans-N-Rice Editing"
            }
        ],
        "plot": [
            "A group of young friends find monster DNA.::Anonymous",
            "The series revolves around re-awakened Monster DNA, called _Monsuno_ (qv), that finds its way into the unsuspecting hands of adventure-seeking teenagers Chase, Jinja, and Bren. Accompanied by their _Monsuno_ (qv), Lock, Charger, and Quickforce, they are searching for Chase's father Jeredy Suno, the creator of the _Monsuno_ (qv). They are soon joined by Beyal, a monk from the Himalayas along with his _Monsuno_ (qv) Glowblade. Beyal often speaks of five people that with the help of their _Monsuno_ (qv), could change the world. It just so happens that they are that five, along with Dax, a teenager who along with his _Monsuno_ (qv) Airswitch, opposes the team and is disliked among most people. The team has yet to befriend him and persuade him to join their cause. They are also on the run from an agency called \"S.T.O.R.M.\" (Strategic Tactical Operatives for Recovery of _Monsuno_ (qv)) who's plans are still in question.::Producer"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 279,
                "rating": 4.3
            },
            "aged under 18": {
                "votes": 4,
                "rating": 9.5
            },
            "aged 18 29": {
                "votes": 93,
                "rating": 4.5
            },
            "aged 30 44": {
                "votes": 53,
                "rating": 2.9
            },
            "aged 45 plus": {
                "votes": 10,
                "rating": 4.6
            },
            "males": {
                "votes": 143,
                "rating": 3.8
            },
            "males aged under 18": {
                "votes": 3,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 77,
                "rating": 4.4
            },
            "males aged 30 44": {
                "votes": 46,
                "rating": 2.8
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 6.3
            },
            "females": {
                "votes": 31,
                "rating": 4.0
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 16,
                "rating": 4.6
            },
            "females aged 30 44": {
                "votes": 7,
                "rating": 3.6
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 2.8
            },
            "top 1000 voters": {
                "votes": 9,
                "rating": 5.0
            },
            "us users": {
                "votes": 33,
                "rating": 4.2
            },
            "non us users": {
                "votes": 83,
                "rating": 3.3
            }
        },
        "number of votes": {
            "10": 64,
            "9": 5,
            "8": 15,
            "7": 20,
            "6": 13,
            "5": 29,
            "4": 21,
            "3": 19,
            "2": 28,
            "1": 65
        },
        "arithmetic mean": 5.1,
        "median": 5
    }
}