{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "10 February 2011"
            },
            {
                "country": "Japan\n",
                "date": "22 June 2011"
            },
            {
                "country": "Germany\n",
                "date": "7 September 2011"
            },
            {
                "country": "Sweden\n",
                "date": "16 October 2011"
            },
            {
                "country": "Finland\n",
                "date": "23 March 2014"
            }
        ],
        "release dates": [
            "UK::10 February 2011",
            "Japan::22 June 2011",
            "Germany::7 September 2011",
            "Sweden::16 October 2011",
            "Finland::23 March 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Mad Dogs"
            },
            {
                "countries": "Croatia",
                "title": "Bijesni psi"
            },
            {
                "countries": "Estonia",
                "title": "Karmid koerad"
            },
            {
                "countries": "Greece (DVD title)",
                "title": "Mad Dogs"
            },
            {
                "countries": "Poland",
                "title": "Wściekłe psy"
            },
            {
                "countries": "Russia",
                "title": "Бешеные псы"
            },
            {
                "countries": "Serbia",
                "title": "Besni psi"
            }
        ],
        "akas": [
            "Mad Dogs (original title)",
            "Bijesni psi Croatia",
            "Karmid koerad Estonia",
            "Mad Dogs Greece (DVD title)",
            "Wściekłe psy Poland",
            "Бешеные псы Russia",
            "Besni psi Serbia"
        ],
        "akas from release info": [
            "Mad Dogs (original title)",
            "Bijesni psi Croatia",
            "Karmid koerad Estonia",
            "Mad Dogs Greece (DVD title)",
            "Wściekłe psy Poland",
            "Бешеные псы Russia",
            "Besni psi Serbia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mad Dogs (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 75,
                    "original air date": "4 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    The boys find themselves wearing yellow overalls in a vast and virtually deserted prison camp somewhere in the African desert. They have no idea who their captors are and fear that they are terrorists who have robbed them of their spoils to fund an atrocity. Some clue as to why they are there comes when they meet fellow con,the scary ex-soldier Mercedes,who knows how to throw a man in combat. The they meet Alex, a government representative who explains that,in view of their past criminal involvements,they are on a CIA hit list and are soon to be taken to South Africa ...    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mad Dogs (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 63,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Two years have passed. Baxter is operating as a lawyer in Cape Town but with false papers,Quinn runs a bar there and is having an affair with a French diplomat's wife. Woody is coaching football and Rick smuggling drugs on the black market which he supplies to the local hospital. He is still having visions of the grotesque dwarf that he saw in the desert - it is a tokoloshe,which foretells bad luck,aptly in his case as he keeps getting arrested. After a woman threatens to expose him for practising without a license Baxter learns that his daughter is getting married ...    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mad Dogs (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 60,
                    "original air date": "18 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    The boys go to the British embassy to see if they are clear to leave South Africa but after seeing a lawyer,who promptly disappears,they realize that they are locked in with police cars drawing up outside. They escape via the exit and get rid of the electronic tag on Rick's leg by throwing it over a balcony,it landing on a passing truck and diverting their pursuers. They meet up with Mercedes,who arranges for a taxi to take them to Bloemfontein but the driver panics when he sees an explosion and a gang apparently removing bodies and he dumps the party on the road. ...    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mad Dogs (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 61,
                    "original air date": "Jun. 2013",
                    "year": "2013",
                    "plot": "\n    The lads finally make it to the house of former CIA agent Lazaro,who agrees to take their name of the CIA's kill list and let them know how things are doing at home in exchange for their doing his housework. Unbeknown to them however,as he is supposedly wiping their name of the computer another agent is remotely putting them back on again. Lazaro gets them all high on peyote,leading each one to have a different hallucination but next morning when they are feeling drowsy he produces a gun and says that he has orders to kill them in revenge for their killing Maria ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mad Dogs (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 138,
                    "original air date": "10 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Friends since school Joel, Lex, Gus and Cobi fly out to Belize for the retirement party of another schoolmate, wealthy property dealer Milo. The group are overwhelmed by Milo's apparent wealth. They all party the night away and Cobi has sex with a stunning local, called Angel. Next day the quartet are unnerved by Milo's odd conduct and especially by the appearance of a dead goat in his swimming pool. Following a fishing trip Milo admits to the others that he stole the boat and the others start to get worried about what they're getting into.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mad Dogs (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 101,
                    "original air date": "17 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Warned by the killer,whom they nickname Tiny Blair,not to alert the police the four friends bury Alvo's body,agreeing on a story that he left the island for the mainland. Rick believes he left his camcorder on the stolen boat but when they arrive they meet two men who,believing that they are the boat's owners,give them three million euros for the cocaine hidden on board.The lads hide the money in the boot of their hire car after which they are indeed visited by the police,headed by detective Maria,who locates the camcorder and thus connects the quartet to the boat.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mad Dogs (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 96,
                    "original air date": "24 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    After another visit from Maria Baxter realises that they are dealing with the Serbian Mafia,who killed the boat's owner Jesus so the group decides to unearth Alvo's corpse and pass it off as that of Jesus.They are interrupted by Tiny Blair,whom they overpower and hold captive,intending to exchange him to the Serbs in return for their own safe conduct off the island. However whilst they are at Lottie's hotel,asking her to drive the car with the euros in to Alvo's villa to deflect attention from themselves somebody kills Tiny,leaving a note 'We told you not to go to the...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mad Dogs (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 96,
                    "original air date": "3 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    The friends bury Tiny Blair but are scared when the villa suffers a power cut and flares are fired and believe the Serbs are trying to intimidate them. Maria comes to the villa next day but Woody has his doubts as to whether she really is a detective. However footage from the camcorder proves not only that Alvo was,as suspected,a drug smuggler but that he was dealing,not with Serbian gangsters but corrupt police officers - including Maria,whom Quinn shoots dead as she tries to kill them. Lottie brings the car and everybody decides to return home,except Quinn,who will ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mad Dogs (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 95,
                    "original air date": "19 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The trio in the car spot Dominic approaching the villa and run him over,thus saving Quinn. The lads decide to return to England via the mainland but get on the wrong ferry,which lands them on Ibiza. Here they plan to swap the drugs money for legitimate money by gambling it at the casino but Baxter is approached by a mystery woman,who appears to take a shine to him. She is well aware of the nature of their cash and agrees to launder it for them,for a commission. However,no sooner have they received the laundered money than their car is blown up.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mad Dogs (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 82,
                    "original air date": "26 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The lads still have the money but the car is in bits and they are pursued through the desert by a motor cyclist,arriving at a village where an old lady conducts a religious protective rite by drawing a circle of goat's blood,outside of which they must not step,around the village.They hide the money in a statue of the Virgin Mary. However whilst Baxter has sex with Carmen, Quinn steps outside the circle and is caught by ageing Brit Mackenzie,who claims the money is his and he will kill them to retrieve it. When the group look they find that some of the money is ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mad Dogs (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 80,
                    "original air date": "2 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    The lads wire transfer their savings and Hector's commission but are still some fifty thousand euros short of Mackenzie's demands. Then Woody remembers that Alvo had a similar sum in his safe following a job he did with Dominic and Maria. They manage to break into the safe and also recover the hidden money from the statue of Mary - during a wedding - but on their way to meet Mackenzie they are stopped by the police and fined so that when they meet up Mackenzie they still have a shortfall to make up.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mad Dogs (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 79,
                    "original air date": "9 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Keeping Quinn as hostage Mackenzie charges the lads to pick up supplies to make ecstasy tablets to sell at a local night-club. This they accomplish with help from Carmen although it transpires that the tablets are fake as Mackenzie feels he has to get one over on the club owner. True to his word he releases them and waives the money they owe. Baxter bids farewell to Carmen but agrees to stay in touch. However they discover too late that the ship Mackenzie has put them on is not bound for Barcelona but Morocco.    "
                }
            },
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mad Dogs (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 72,
                    "original air date": "Jul. 2013",
                    "year": "2013",
                    "plot": "\n    The boys are back in England for the wedding of Baxter's daughter Emma but things end in a fight when Rick catches Quinn dancing rather too close to his ex-wife and a further fight ensues on discovery that Rick tried to sell Alvo's house and signed the others' names without their knowledge which leads to them all being arrested. They decide to return to South Africa where Quinn meets his wife and Baxter reunites with Carmen whilst Woody gets back with Shani and Rick gets a job as a gardener. At their apartment Baxter receives a sinister letter informing him he is to ...    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mad Dogs (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 120,
                    "original air date": "Jul. 2013",
                    "year": "2013",
                    "plot": "\n    All hell breaks loose as first one and then a group of killers in Tony Blair masks pursue the quartet and Carmen is accidentally killed in the melee. It becomes evident that these are the drug smugglers from Majorca out for murderous revenge and the boys are pursued to a beach. Here however they encounter even more gangsters who hood them and force them onto their knees ready to be shot. It looks as if the mad dogs are finally going to be put down.    "
                }
            }
        },
        "number of episodes": 14,
        "cast": [
            {
                "name": "Beesley, Max"
            },
            {
                "name": "Simm, John"
            },
            {
                "name": "Warren, Marc"
            },
            {
                "name": "Glenister, Philip"
            },
            {
                "name": "Woodward, Tim"
            },
            {
                "name": "Dolera, Leticia"
            },
            {
                "name": "Chaplin, Ben"
            },
            {
                "name": "Ntuli, Thembalethu"
            },
            {
                "name": "Botto, María"
            },
            {
                "name": "Strike, Sylvaine"
            },
            {
                "name": "Dhlamini, Zandile"
            },
            {
                "name": "Pozzi, Tomás"
            },
            {
                "name": "Joseph, Eloise"
            },
            {
                "name": "Winstone, Jaime"
            },
            {
                "name": "Warner, David"
            },
            {
                "name": "John, Christine St"
            },
            {
                "name": "Gumede, Lethabo"
            },
            {
                "name": "Mose, Kungeka"
            },
            {
                "name": "Fredericks, Deen Lee Dillon"
            },
            {
                "name": "Townsend, Stanley"
            },
            {
                "name": "Goddard, Beth"
            },
            {
                "name": "Elouahabi, Nabil"
            },
            {
                "name": "Magowan, Kate"
            },
            {
                "name": "Maclachlan, Jamie"
            },
            {
                "name": "Florit, Antoni Real"
            },
            {
                "name": "Spreadbury, Sophie"
            },
            {
                "name": "Wareing, Kierston"
            },
            {
                "name": "Zuma, Joel"
            },
            {
                "name": "Otto, Kevin"
            },
            {
                "name": "Phillips, Gahlia"
            },
            {
                "name": "Sykes, Alice"
            },
            {
                "name": "Adams, Quanita"
            },
            {
                "name": "April, Chris"
            },
            {
                "name": "Edy, Dylan"
            },
            {
                "name": "Mkhwanazi, Nhlanhla"
            },
            {
                "name": "Ntshoko, Apollo"
            },
            {
                "name": "Dlamini, Luthuli"
            },
            {
                "name": "Engelbrecht, Kim"
            },
            {
                "name": "Kemp, Conrad"
            },
            {
                "name": "Cubero, Félix"
            },
            {
                "name": "James, David"
            },
            {
                "name": "Lesser, Anton"
            },
            {
                "name": "Mlambo, Sibongile"
            },
            {
                "name": "Snr, Max Beesley"
            }
        ],
        "locations": [
            "Mallorca, Balearic Islands, Spain"
        ],
        "genres": [
            "Comedy",
            "Crime",
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Finland:K-16::(TV rating)"
        ],
        "number of seasons": 4,
        "rating": 7.6,
        "votes": 4798,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTE4ODI1OTgtMDE2Yi00ZDFlLThlY2YtYmNjYzA0ZGIxMzQ3XkEyXkFqcGdeQXVyMjQ1NjEyNzE@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Four friends, Woody, Quinn, Baxter, and Rick arrive in Majorca to visit their old mate Alvo, who is now a wealthy property tycoon enjoying the trappings of an ex-pat lifestyle. One by one Alvo asks his friends what they've done with their lives, whether they're truly happy, wouldn't they rather live like him? The hedonistic mood of the friends' soon turns sour when they realize Alvo isn't quite the man they thought he was. The luxury yacht they have borrowed turns out to be stolen; Alvo has dragged them into something dangerous. When murder is committed they realize their nightmare has only just begun.",
        "languages": [
            "English"
        ],
        "title": "Mad Dogs",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Cole, Cris"
            }
        ],
        "production companies": [
            {
                "name": "Left Bank Pictures"
            }
        ],
        "distributors": [
            {
                "name": "AXN Mystery"
            },
            {
                "name": "KVH Media Group"
            },
            {
                "name": "Polyband"
            },
            {
                "name": "RTL Crime"
            },
            {
                "name": "Sky"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "Audiolink Radio Communications"
            },
            {
                "name": "Fuji Photo Film"
            },
            {
                "name": "Goldcrest Post Production London"
            },
            {
                "name": "Hothouse Music"
            },
            {
                "name": "Ian Johnson Publicity"
            },
            {
                "name": "Molinare Studio"
            },
            {
                "name": "Palma Pictures"
            },
            {
                "name": "Take 2 Films"
            }
        ],
        "plot": [
            "Follows the reunion of four old sixth form friends. They head to Spain to visit the fifth member of the gang, but things take a dark turn.",
            "Four friends, Woody, Quinn, Baxter, and Rick arrive in Majorca to visit their old mate Alvo, who is now a wealthy property tycoon enjoying the trappings of an ex-pat lifestyle. One by one Alvo asks his friends what they've done with their lives, whether they're truly happy, wouldn't they rather live like him? The hedonistic mood of the friends' soon turns sour when they realize Alvo isn't quite the man they thought he was. The luxury yacht they have borrowed turns out to be stolen; Alvo has dragged them into something dangerous. When murder is committed they realize their nightmare has only just begun.::Rowlo"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "negative format": [
                "35 mm (Fuji Eterna 250T 8553, Eterna 500T 8573)"
            ],
            "printed film format": [
                "35 mm"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 4798,
                "rating": 7.6
            },
            "aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 990,
                "rating": 7.8
            },
            "aged 30 44": {
                "votes": 1769,
                "rating": 7.4
            },
            "aged 45 plus": {
                "votes": 957,
                "rating": 7.5
            },
            "males": {
                "votes": 3116,
                "rating": 7.6
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 805,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 1386,
                "rating": 7.4
            },
            "males aged 45 plus": {
                "votes": 709,
                "rating": 7.5
            },
            "females": {
                "votes": 791,
                "rating": 7.5
            },
            "females aged 18 29": {
                "votes": 171,
                "rating": 7.9
            },
            "females aged 30 44": {
                "votes": 356,
                "rating": 7.4
            },
            "females aged 45 plus": {
                "votes": 226,
                "rating": 7.6
            },
            "top 1000 voters": {
                "votes": 68,
                "rating": 6.3
            },
            "us users": {
                "votes": 302,
                "rating": 7.5
            },
            "non us users": {
                "votes": 2792,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 731,
            "9": 809,
            "8": 1457,
            "7": 1033,
            "6": 387,
            "5": 160,
            "4": 70,
            "3": 41,
            "2": 28,
            "1": 82
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}