{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "8 August 2011"
            },
            {
                "country": "USA\n",
                "date": "15 July 2012"
            }
        ],
        "release dates": [
            "USA::8 August 2011",
            "USA::15 July 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Black Dynamite"
            },
            {
                "countries": "Russia",
                "title": "Черный динамит"
            }
        ],
        "akas": [
            "Black Dynamite (original title)",
            "Черный динамит Russia"
        ],
        "akas from release info": [
            "Black Dynamite (original title)",
            "Черный динамит Russia"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Roots: The White Album",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Dynamite (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 20,
                    "original air date": "18 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    When ROOTS hits the air and the Community finally sees just how bad slavery was, Al Sharpton whips everyone into a rep-aration frenzy and they storm Beverly Hills, enslaving every white honky cracker they can find. But Black Dynamite sees that since you can't even keep white slaves alive without caviar and arugula, being slave masters is actually bringing the Community down. Is Black Dynamite actually going to fight for the White Man's freedom?    "
                },
                "2": {
                    "title": "Black Jaws or Finger Lickin' Chicken of the Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Dynamite (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 21,
                    "original air date": "25 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    A soul-food-eating contest gets everyone in the Black Com-munity down to the summer's biggest beach party. But the party's already jumped the shark when a giant shark jumps out and starts eating people!    "
                },
                "3": {
                    "title": "Warriors Come Out or The Mean Queens of Halloween",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Dynamite (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 19,
                    "original air date": "1 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    It's Halloween in LA and Cream Corn convinces BD and the Crew to go to a street party where, let's just say, ain't nobody in the closet. Everything's gay (as in happy) and gay (as in gay) until the Emcee is assassinated in front of everyone! The unseen shooter frames BD and the Crew, and now they're on a run for their lives, trying to clear their name, pursued by every gay gang south of West Hollywood!    "
                },
                "4": {
                    "title": "How Honeybee Got Her Groove Back or Sexodus or Night of the Living Dickheads",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Dynamite (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 19,
                    "original air date": "8 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    A busted-up Whorephanage needs repairs and busted-up whores need a vacation, so Honey Bee takes the harem to Jamaica for R&R. The hoes party to their heart's content, and a disinterested Honey Bee gets her groove back when she meets the one and only Bob Marley! Back at the Whorephanage, all the sex-starved johns turn into horny zombies trying to hump their way into the building, but Honey Bee couldn't care less, she's not coming home! Bob Marley could be her happily ever after - if not for all these assassins with machine guns constantly trying to kill them!    "
                },
                "5": {
                    "title": "Sweet Bill's Badass Singalong Song or Bill Cosby Ain't Himself",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Dynamite (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 16,
                    "original air date": "15 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    When BD's old buddy, maverick \"Sweet Sweetback\" filmmaker Melvin Van Peebles, gears up to shoot his next blaxploita-tion movie in the Community, everyone's excited to help out - except Bill Cosby! Desperate for positive black images, Cos kidnaps the entire all-star cast and tries to brainwash them into besweatered, upstanding representatives of the black race! While Bullhorn, Cream Corn and Honey Bee fill-in for the talent and try to keep the film afloat, BD must track down the pudding-pop-pusher himself and save all of black film history!    "
                },
                "6": {
                    "title": "Mr. Rogers' Revenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Dynamite (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 18,
                    "original air date": "22 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    On the Orphans' collective birthday, Black Dynamite brings them all to a show taping with their favorite TV white man, Mister Rogers. Now, you'd think that Fred Rogers was never a trained Special Forces killer and that he would definitely not kidnap all the Orphans in a deranged attempt to protect them from evil TV executives and that's exactly what doesn't not happen. With the cops out-gunned and the Orphans behind guerrilla defenses, it's up to Black Dynamite to invade that neighborhood and face off with Mister Rogers himself.    "
                },
                "7": {
                    "title": "American Band Standoff or The Godfather of Soooul Train or Get on Your Goodfellas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Dynamite (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 17,
                    "original air date": "29 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Cream Corn is excited as hell at getting a chance to dance on Soooooooul Train, the hippest trip in America, but BD knows the truth - the music game is a vicious, to-the-death battle between the Godfather Don Cornelius and murderous Dick Clark of American Bandstand. Cream Corn becomes a Soul Train dancer, and Don's old muscle Black Dynamite sees that just when he thought he was out... they pull him back in.    "
                },
                "8": {
                    "title": "Diff'rent Folks, Same Strokes or The Hunger Pain Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Dynamite (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 18,
                    "original air date": "6 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Child Services is finally on to the Whorephanage and slaps them with a shutdown notice! But it's okay, because rich white Mr. Phil Drummond and his rich white friends adopt all the orphans at once and whisk them off to a luxury high-rise in the sky. Just as BD comes to terms with no longer having the Orphans around, he learns that luxury skyscraper is actually a deathmatch arena where the Orphans fight each other to the death for food! He's got to put an end to these Hunger Pang Games, no matter how popular they are!    "
                },
                "9": {
                    "title": "The Wizard of Watts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Dynamite (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 23,
                    "original air date": "Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Black Dynamite's one day off couldn't be more work: every-one needs his help AND a riot blows up. A brick to the head sends BD hallucinating into the Magical Land of Oz-Watts, a trippy technicolor world where... everyone needs his help! Between getting Scarecorn some game, Lionhorn a muz-zle and the Tin Bee a set of balls, BD has to fight off the Wicked Bitch of the West Side and reach the Great and Pow-erful Mother#*?@#$%'s palace, or he'll never get home.    "
                }
            },
            "1": {
                "0": {
                    "title": "The Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Dynamite (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "votes": 24,
                    "original air date": "8 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Our ass-kickin-friend-of-the-community, Black Dynamite, takes on his childhood mentor and surrogate father: That Frog Kurtis, a Puppet TV educator turned super villain!    "
                },
                "1": {
                    "title": "Just Beat It or Jackson Five Across Yo' Eyes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Dynamite (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 85,
                    "original air date": "15 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    When Cream Corn saves young Michael Jackson from an assassination attempt, the pint-sized pop star finds in Corn a new best friend.    "
                },
                "2": {
                    "title": "Bullhorn Nights or Murder She Throats",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Dynamite (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 46,
                    "original air date": "22 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    It started as a mission to infiltrate the world of adult film in order to solve a case. But now Bullhorn may be in over his head... in bitches.    "
                },
                "3": {
                    "title": "Taxes and Death or Get Him to the Sunset Strip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Dynamite (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 45,
                    "original air date": "30 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    With the IRS on his case for a reported $60K and tax day fast approaching, Black Dynamite and crew experience one of their most challenging missions to date.    "
                },
                "4": {
                    "title": "A Crisis for Christmas or The Dark Side of the Dark Side of the Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Dynamite (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 33,
                    "original air date": "6 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    It's Christmastime at The Whorephanage, and while Black Dynamite loves the holidays, he's distracted by a problem: what can he get the orphans for Christmas?    "
                },
                "5": {
                    "title": "Panic on the Player's Ball Express or That's Influenza Sucka!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Dynamite (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 31,
                    "original air date": "13 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Every year the Player's Ball-the annual international gala gathering of Pimps-tries to top the previous years' festivities. This year, it's a costume party on a luxurious cross-country train.    "
                },
                "6": {
                    "title": "The Shit That Killed the King or Weekend at Presley's",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Dynamite (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 30,
                    "original air date": "20 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    When the President's plan to destroy the Black community with illegal drugs backfires, Tricky Dick unleashes his latest weapon: Special DEA agent Elvis Aaron Presley!    "
                },
                "7": {
                    "title": "Apocalypse, This! Or for the Pity of Fools AKA Flashbacks Are Forever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Dynamite (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 25,
                    "original air date": "27 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Back in Vietnam, Black Dynamite's \"brother from another mother\" Lawrence Tureaud was a force to be reckoned with. That is until the US pulled out and left the man for dead.    "
                },
                "8": {
                    "title": "Honky Kong or White Apes Can't Hump",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Dynamite (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 27,
                    "original air date": "9 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    If Calgon can't take Honey Bee away, a giant albino gorilla can! The grind of running the Whorephanage has finally taken its toll on Honey Bee.    "
                },
                "9": {
                    "title": "The Race War or Big Black Cannon, Balls Run!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Dynamite (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 24,
                    "original air date": "16 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Black Dynamite's non-white archnemesis Fiendish Dr. Wu has stolen an experimental supply of Menthol X, a super addictive mind-control additive, and sold it to the Notorious Big Tobacco Company.    "
                },
                "10": {
                    "title": "Seed of Kurtis AKA Father Is Just Another Word for Motherf*cker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Dynamite (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 22,
                    "original air date": "Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The Reverend Daddy Dynamite left Black Dynamite when he was just a little 8-year old children. But now he's back in the Community preaching a new kind of revivalism, and BD - couldn't be happier?    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "White, Michael Jai"
            },
            {
                "name": "Minns, Byron"
            },
            {
                "name": "Whitley, Kym"
            },
            {
                "name": "Davidson, Tommy"
            },
            {
                "name": "Jones, Carl"
            },
            {
                "name": "Wilson, Debra"
            },
            {
                "name": "Bauza, Eric"
            },
            {
                "name": "Jones, Orlando"
            },
            {
                "name": "Kite, Jonathan"
            },
            {
                "name": "Jr., Jimmy Walker"
            },
            {
                "name": "Benoit, Liz"
            },
            {
                "name": "Burton, Corey"
            },
            {
                "name": "Yarbrough, Cedric"
            },
            {
                "name": "Nelson, Tim Blake"
            },
            {
                "name": "Mo, Lil'"
            },
            {
                "name": "Badu, Erykah"
            },
            {
                "name": "Powell, Clifton"
            },
            {
                "name": "Smoove, J.B."
            },
            {
                "name": "Williams, Gary Anthony"
            },
            {
                "name": "Hall, Arsenio"
            },
            {
                "name": "Richardson, Kevin Michael"
            },
            {
                "name": "Perna, Georgette"
            },
            {
                "name": "Davis, DeRay"
            },
            {
                "name": "DiMaggio, John"
            },
            {
                "name": "Whitaker, Denzel"
            },
            {
                "name": "Reid, Christopher"
            },
            {
                "name": "Murphy, Charlie"
            },
            {
                "name": "Spears, Aries"
            },
            {
                "name": "Rawlings, Donnell"
            },
            {
                "name": "Alazraqui, Carlos"
            },
            {
                "name": "Dogg, Snoop"
            },
            {
                "name": "the Rapper, Chance"
            },
            {
                "name": "Godfrey"
            },
            {
                "name": "Jackson, Samuel L."
            },
            {
                "name": "the Creator, Tyler"
            },
            {
                "name": "Brown, Myles"
            },
            {
                "name": "Luenell"
            },
            {
                "name": "Summer, Cree"
            },
            {
                "name": "Brooks, Tae"
            },
            {
                "name": "Watkins, Tionne 'T-Boz'"
            },
            {
                "name": "Spates, Michael"
            },
            {
                "name": "Crockett, Affion"
            },
            {
                "name": "Griffin, Eddie"
            },
            {
                "name": "B, Mel"
            },
            {
                "name": "Rouse, Eddie"
            },
            {
                "name": "Jordan, Rochelle"
            },
            {
                "name": "White, Dennis L.A."
            },
            {
                "name": "Witherspoon, J.D."
            },
            {
                "name": "Travis, Greg"
            },
            {
                "name": "Flame, Waka Flocka"
            }
        ],
        "genres": [
            "Animation",
            "Action",
            "Adventure",
            "Comedy",
            "Crime",
            "Drama"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:MA15+",
            "United States:TV-MA"
        ],
        "number of seasons": 2,
        "rating": 8.1,
        "votes": 3411,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQwNjY3NzI4Nl5BMl5BanBnXkFtZTcwODkwMzkwOA@@._V1_SY150_CR8,0,101,150_.jpg",
        "plot outline": "The Black Dynamite animated series further chronicles the exploits of the central character, Black Dynamite and his crew. Action comedy-spoof that follows ex-C.I.A. Agent and full-time ladies man, Black Dynamite, who's out to avenge the death of his brother against kung-fu masters, drug-dealing pimps, and The Man.",
        "languages": [
            "English"
        ],
        "title": "Black Dynamite",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2015",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Jones, Carl"
            },
            {
                "name": "Ash, Brian"
            },
            {
                "name": "Minns, Byron"
            }
        ],
        "production companies": [
            {
                "name": "Ars Nova"
            },
            {
                "name": "Cartoon Network Studios"
            },
            {
                "name": "N-BOMB SQUAD"
            },
            {
                "name": "Titmouse"
            },
            {
                "name": "Williams Street"
            }
        ],
        "distributors": [
            {
                "name": "Adult Swim"
            },
            {
                "name": "Warner Bros. Television"
            },
            {
                "name": "Warner Home Video"
            },
            {
                "name": "Warner Home Video"
            }
        ],
        "plot": [
            "The _Black Dynamite_ (qv) animated series further chronicles the exploits of the central character, _Black Dynamite_ (qv) and his crew. Action comedy-spoof that follows ex-C.I.A. Agent and full-time ladies man, _Black Dynamite_ (qv), who's out to avenge the death of his brother against kung-fu masters, drug-dealing pimps, and The Man.::Jiilo_Kim"
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 3411,
                "rating": 8.1
            },
            "aged under 18": {
                "votes": 6,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 909,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 1427,
                "rating": 8.1
            },
            "aged 45 plus": {
                "votes": 318,
                "rating": 7.6
            },
            "males": {
                "votes": 2512,
                "rating": 8.1
            },
            "males aged under 18": {
                "votes": 6,
                "rating": 7.4
            },
            "males aged 18 29": {
                "votes": 822,
                "rating": 8.2
            },
            "males aged 30 44": {
                "votes": 1285,
                "rating": 8.1
            },
            "males aged 45 plus": {
                "votes": 268,
                "rating": 7.7
            },
            "females": {
                "votes": 255,
                "rating": 7.7
            },
            "females aged 18 29": {
                "votes": 76,
                "rating": 7.9
            },
            "females aged 30 44": {
                "votes": 126,
                "rating": 7.7
            },
            "females aged 45 plus": {
                "votes": 43,
                "rating": 7.3
            },
            "top 1000 voters": {
                "votes": 61,
                "rating": 6.1
            },
            "us users": {
                "votes": 1100,
                "rating": 8.2
            },
            "non us users": {
                "votes": 995,
                "rating": 7.8
            }
        },
        "number of votes": {
            "10": 927,
            "9": 714,
            "8": 912,
            "7": 425,
            "6": 154,
            "5": 69,
            "4": 37,
            "3": 27,
            "2": 30,
            "1": 116
        },
        "arithmetic mean": 8.1,
        "median": 8
    }
}