{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "22 February 2011"
            },
            {
                "country": "Japan\n",
                "date": "19 November 2011"
            },
            {
                "country": "Finland\n",
                "date": "15 March 2013"
            },
            {
                "country": "Germany\n",
                "date": "15 July 2014"
            }
        ],
        "release dates": [
            "UK::22 February 2011",
            "Japan::19 November 2011",
            "Finland::15 March 2013",
            "Germany::15 July 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Silk"
            },
            {
                "countries": "Denmark",
                "title": "Vi mødes i retten"
            },
            {
                "countries": "Finland",
                "title": "Lain viitta"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "Lagens mantel"
            },
            {
                "countries": "Germany",
                "title": "Silk - Roben aus Seide"
            },
            {
                "countries": "Russia",
                "title": "Шелк"
            }
        ],
        "akas": [
            "Silk (original title)",
            "Vi mødes i retten Denmark",
            "Lain viitta Finland",
            "Lagens mantel Finland (Swedish title)",
            "Silk - Roben aus Seide Germany",
            "Шелк Russia"
        ],
        "akas from release info": [
            "Silk (original title)",
            "Vi mødes i retten Denmark",
            "Lain viitta Finland",
            "Lagens mantel Finland (Swedish title)",
            "Silk - Roben aus Seide Germany",
            "Шелк Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Silk (TV Series 2011–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 70,
                    "original air date": "24 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Whilst Clive Reader celebrates his taking silk but Martha hits the bottle, angry that inspector Wright has lied in court to convict her client Johnny Foster. Later David, the teen-aged son of chambers head Alan Cowdrey, is arrested for causing the death of a policeman , one of six who kettled him during a demonstration. Martha believes David has been bullied into pleading guilty by Wright and wants Alan involved in his son's case but David is not keen to see his father. Reader and Caroline Warwick agree to help Martha, who sees on CCTV that an anonymous man spoke to ...    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Silk (TV Series 2011–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 61,
                    "original air date": "3 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Martha defends footballer Jordan Sinclair, who has attacked fellow player Dean Trent on the pitch in front of thousands - with Clive Reader prosecuting. Just before going into court Martha learns that Sinclair has recently fallen foul of smug manager Ben Madden, who appears to have coached Trent into deliberately needling him. Martha also discovers that Sinclair is gay, giving Trent another excuse to torment him and she brings in a witness to prove Madden and Trent's general bullying. New office manager Harriet Hammond continues to cross swords with the ...    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Silk (TV Series 2011–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 57,
                    "original air date": "10 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Martha is engaged by euthanasia campaigner and solicitor Aisha Wiseman to defend Sarah Stephens, accused of helping her tetraplegic daughter Jo to die. Reader is prosecuting and brings in Sarah's ex-husband Patrick and their fifteen year old son to show that Jo did not want to die as Sarah stated. Whilst two expert witnesses appear to endorse this and Sarah's defensive attitude towards her family make her a less than cooperative client Martha realizes that she may be covering up for somebody else. Meanwhile Jake is poached by a rival firm and Billy tells Martha that, ...    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Silk (TV Series 2011–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 52,
                    "original air date": "17 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Martha is approached by solicitor Dani Kakwani, whose nephew Rashid is wanted for extradition by the US authorities for his supposed role in a bomb outrage at an Arizona university. The American embassy is keen to offer a deal in order to hurry the process but Martha believes their information is wrong and that he was not where they claim. However Rashid has lied to her as he is clearly covering for somebody else, as are MI5 and the judge asks Reader to investigate. Finally Martha locates the missing person to help her cause. Meanwhile Caroline, standing for head of ...    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Silk (TV Series 2011–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 50,
                    "original air date": "24 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Martha visits old flame Sean McBride in prison. He is charged with shooting dead gangster Jimmy Monk after Monk's family demanded protection money to allow him to open a night club in their territory. Despite an obvious bias she represents him with Caroline prosecuting though she comes close to exposing her position and needs Reader to support her. Billy visits corrupt solicitor Micky joy in custody after which Martha takes him to one side. Harriet is happy to back Amy in her sexual harassment case against him but Martha urges him to admit that his prostate cancer ...    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Silk (TV Series 2011–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 72,
                    "original air date": "31 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Believing in Sean McBride's guilt Clive Reader withdraws from the case whilst in court Martha's passionate, if biased, speeches lead to accusations of 'performing'. Increasingly the evidence suggests that Sean was indeed the owner of the gun which killed Monk though, as the trial continues, Billy brings in Micky Joy to high-light police corruption and present Sean as a victim of a dishonest inspector. After the jury delivers its verdict Billy is exonerated of the sexual harassment charge as, much to his annoyance, his terminal illness is revealed and the chambers ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Silk (TV Series 2011–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 153,
                    "original air date": "22 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    With female Q.Cs or 'silks' in a tiny minority, barrister Martha Costello,of the Shoe Lane chambers,is anxious to join that elite number by progressing through the courts. Following a successful acquittal in a murder trial she is given two cases to defend at short notice. One is Mercedes Cordoba,a pregnant drugs mule for whom she pleads for mercy based on Mercedes' poverty-stricken background. However smooth fellow barrister Clive Reader,representing Mercedes's co-defendant,points to her previous,of which Martha was unaware,and she is sent down - though she is ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Silk (TV Series 2011–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 120,
                    "original air date": "1 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Martha's day begins badly when she discovers that she is pregnant and gets worse when she finds that scheming Billy has her down to defend Alan Bradley,accused of raping ex-girlfriend Annie with Reader - who has just bedded Niamh,his junior - prosecuting. In court Reader plays to the gallery,Annie appears fragile and Bradley accuses Martha of being too soft on her. After she has warned Niamh about Reader's bed-hopping the junior gives her some information which tips the case in her favour though she still wonders who was telling the truth. Niamh gets bail for Gary ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Silk (TV Series 2011–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 114,
                    "original air date": "8 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Martha defends homeless teen-aged rent boy Mark Draper,charged with indecency in a public lavatory with two others,one of whom is Reader's client. Niamh and Nick separately represent a warring couple charged with owning dangerous dogs. Bumbling Nick wins his case by a fluke whilst the more competent Niamh loses. Reader nonetheless ensures she gets the next brief but Nick has to represent the third defendant in the indecency charge when his barrister falls ill. Thanks to information from Mark's solicitor Reader's client is exposed as a party to entrapment by the police...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Silk (TV Series 2011–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 103,
                    "original air date": "15 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Aware that he has enemies in the firm Billy sets up Reader. He gets a friend in another chambers to offer Reader a better job and then threatens to expose him for being disloyal and 'jumping ship' unless he spies on Billy's opponents and reports their movements. Martha tells Reader that he is the father of her child and ,on learning that she will not have an abortion,he offers to support her. He is also extremely helpful to her in a misconduct hearing where an Asian policewoman is accused of racism against a black colleague by providing a tape with which Martha is ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Silk (TV Series 2011–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 97,
                    "original air date": "22 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Martha's preference is to act for the defendant but Billy persuades her it will help her silk application to act as a prosecutor,against Tony Paddick,a young teacher accused of the attempted murder of a pupil who persecuted him. Martha argues with the C.P.S. solicitor that the charge should be Grievous Bodily Harm and finds her humanity and ambition at odds with each other in her new role.After taking advice from the Law Lady interviewing her for her silk,Martha concocts a way of helping Paddick receive a lesser sentence,chiding his defending barrister for letting her...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Silk (TV Series 2011–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 105,
                    "original air date": "29 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Martha prepares to act for Mark, who admits that he and girlfriend Emma Slater broke into the judge's house to rob him but claims he killed him in self defence. Head of chambers Alan Cowdrey returns and wants the case but Martha hangs onto it with Kate as her assistant. Much of her case involves attacking the victim's widow, who is dignified and sympathetic, making Martha seem cruel. However when Martha is rushed to hospital - where she miscarries - Nick comes up with evidence which shows that Emma killed the judge to stop him killing Mark and she is found guilty of ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Silk (TV Series 2011–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 93,
                    "original air date": "15 May 2012",
                    "year": "2012",
                    "plot": "\n    Martha is at last a QC,making her senior to Reader. Their first case together is defending taciturn thug Brendan Kay,muscle for the infamous criminal Farr family,accused of half-blinding a motorist who fell foul of boss Jody Farr. Martha believes Farr's influential solicitor,sharp Micky Joy and Farr are conspiring to stitch up the innocent Kay for a crime Farr committed. Battling against both formidable prosecutor Caroline Warwick and head of chambers Alan Cowdrey for Farr,Martha finds that Reader proves to be an ultimate help to her. He also has a solo case, ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Silk (TV Series 2011–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 85,
                    "original air date": "22 May 2012",
                    "year": "2012",
                    "plot": "\n    Martha defends young army captain Ryan at a military court. Under pressure during a Taliban offensive in Afghanistan he is accused of disobeying orders,leading to the death of Private Rivers in an under-manned exchange. Ryan's silence does not help his case but Martha discovers from his best friend,Captain Cassidy,that Rivers was less of a victim than presumed,having a fatalistic attitude after a traumatic experience. Reader,meanwhile,goes all out to impress George in defending Fatima Ali,accused of killing her brother.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Silk (TV Series 2011–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 73,
                    "original air date": "29 May 2012",
                    "year": "2012",
                    "plot": "\n    Martha defends a young thug who smashed up a corner shop and attacked its owner who, he claims,insulted his girlfriend. Reader has sex in a toilet with George before prosecuting three Oxford students,members of an elite drinking club,charged with trashing a pub and assaulting a young waitress as part of an initiation rite. However he is out of his depth against the boys' three smug barristers and a parochial judge and he needs advice from an old colleague and Martha,aware that hers is a hopeless case,to get his desired result.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Silk (TV Series 2011–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 71,
                    "original air date": "5 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Martha defends Michael Ward,a security van driver accused of neglect and manslaughter when claustrophobic prisoner Richard Doyle has a panic attack and dies in transit. Reader is frustrated when Fatima refuses to plead self defence and when Cowdrey and Martha overrule him in appointing young ex-copper Daniel Lomas as his pupil over the pretty girl he preferred. However Daniel proves a great help to Martha in discrediting the prosecution's star witness and winning her case.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Silk (TV Series 2011–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 72,
                    "original air date": "12 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Caroline Warwick invites Reader to assist her in prosecuting Jody Farr,accused of killing Martha's client Brendan Kay,in exchange for reducing the murder charge against Fatima to manslaughter. When he accepts George dumps him and hands Fatima's case to Martha,who,helped by Daniel,does Fatima proud,discrediting her angry,sexist brother. However it is Joy who provides the vital evidence that wins the case,the deal being that Martha defend Farr in return. Martha is less successful in appealing to the law lords to spare Jackson Henderson,on death row in Jamaica,from ...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Silk (TV Series 2011–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 85,
                    "original air date": "20 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    As Billy Lamb undergoes his operation Martha reluctantly begins the defence of hectoring,arrogant Jody Farr as a favour to the reptilian Micky Joy. She plans to adopt the line that Farr was framed by the police but is enraged to learn that Joy is using Billy as Farr's alibi. Ultimately she gets Lamb to admit that Joy is bribing him and he admits this in court,exposing Joy as a corrupt informant. He also helps Reader out over trouble he incurred at Brighton with a glib opposing counsel before joining the rest of the chambers to welcome Caroline Warwick.    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Peake, Maxine"
            },
            {
                "name": "Penry-Jones, Rupert"
            },
            {
                "name": "Stuke, Neil"
            },
            {
                "name": "Barklem-Biggs, Theo"
            },
            {
                "name": "Macmillan, John"
            },
            {
                "name": "Jennings, Alex"
            },
            {
                "name": "Barber, Frances"
            },
            {
                "name": "Wren, Amy"
            },
            {
                "name": "Davis, Phil"
            },
            {
                "name": "Hughes, Tom"
            },
            {
                "name": "Dormer, Natalie"
            },
            {
                "name": "Sosanya, Nina"
            },
            {
                "name": "Raison, Miranda"
            },
            {
                "name": "Varma, Indira"
            },
            {
                "name": "Dispirito, Jamie"
            },
            {
                "name": "Henwick, Jessica"
            },
            {
                "name": "Bushell, Kirsty"
            },
            {
                "name": "Rafaat, Shanaya"
            },
            {
                "name": "Hilton, Paul"
            },
            {
                "name": "Torrens, Pip"
            },
            {
                "name": "Noi, Reece"
            },
            {
                "name": "Evans, Shaun"
            },
            {
                "name": "Schiller, Adrian"
            },
            {
                "name": "O'Brien, Kieran"
            },
            {
                "name": "Sinclair, Malcolm"
            },
            {
                "name": "Keen, Will"
            },
            {
                "name": "Bennett, Elizabeth"
            },
            {
                "name": "Puwanarajah, Prasanna"
            },
            {
                "name": "Lynch, Finbar"
            },
            {
                "name": "Teale, Owen"
            },
            {
                "name": "Regan, Vincent"
            },
            {
                "name": "James, Christopher"
            },
            {
                "name": "Jones, Nicholas"
            },
            {
                "name": "Wragg, Kaye"
            },
            {
                "name": "Fearn, Daniel"
            },
            {
                "name": "Nightingale, Anna"
            },
            {
                "name": "Soans, Robin"
            },
            {
                "name": "Arnold, Alexander"
            },
            {
                "name": "Brooke, Sian"
            },
            {
                "name": "Woolgar, Fenella"
            },
            {
                "name": "Street, Stephanie"
            },
            {
                "name": "Bhatti, Ace"
            },
            {
                "name": "Chubb, William"
            },
            {
                "name": "Gillett, Aden"
            },
            {
                "name": "Greenwood, Laura"
            },
            {
                "name": "Light, John"
            },
            {
                "name": "Lough, Dorian"
            },
            {
                "name": "Ready, Paul"
            },
            {
                "name": "Kynman, Paul"
            },
            {
                "name": "McMullan, Tim"
            }
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Finland:K-12::(TV rating)",
            "United Kingdom:12",
            "United Kingdom:15::(DVD box set rating)",
            "United States:TV-14"
        ],
        "number of seasons": 3,
        "rating": 8.0,
        "votes": 3779,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzAzNDYzM2MtMzRlNC00MjljLThhMjMtOTZiY2JiYTIxMTg1XkEyXkFqcGdeQXVyMjExMjk0ODk@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Silk",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2014",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Collins, Mick"
            },
            {
                "name": "Moffat, Peter"
            },
            {
                "name": "O'Malley, Debbie"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "AXN Mystery"
            },
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Polyband"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "ARRI Lighting Rental"
            },
            {
                "name": "Aimimage / Ice Film"
            },
            {
                "name": "Audiolink Radio Communications"
            },
            {
                "name": "Casting Collective"
            },
            {
                "name": "Compuhire"
            },
            {
                "name": "HireWorks"
            },
            {
                "name": "Molinare Studio"
            },
            {
                "name": "Momoco"
            },
            {
                "name": "Momoco/Maguffin"
            },
            {
                "name": "Ray Knight Casting"
            },
            {
                "name": "Victor Humphries t/a Vision Motor Services"
            }
        ],
        "plot": [
            "A six-part series about life at the Bar, the dilemmas and problems that modern day barristers have to face, and what it means to become a silk.::BBC One"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (approx)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1",
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 3779,
                "rating": 8.0
            },
            "aged under 18": {
                "votes": 1,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 471,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 1011,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 1336,
                "rating": 8.0
            },
            "males": {
                "votes": 1449,
                "rating": 7.8
            },
            "males aged 18 29": {
                "votes": 206,
                "rating": 7.9
            },
            "males aged 30 44": {
                "votes": 455,
                "rating": 7.5
            },
            "males aged 45 plus": {
                "votes": 701,
                "rating": 7.8
            },
            "females": {
                "votes": 1494,
                "rating": 8.1
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 255,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 527,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 619,
                "rating": 8.2
            },
            "top 1000 voters": {
                "votes": 67,
                "rating": 6.1
            },
            "us users": {
                "votes": 655,
                "rating": 7.9
            },
            "non us users": {
                "votes": 1732,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 766,
            "9": 894,
            "8": 1268,
            "7": 478,
            "6": 153,
            "5": 50,
            "4": 28,
            "3": 23,
            "2": 28,
            "1": 91
        },
        "arithmetic mean": 8.1,
        "median": 8
    }
}