{
    "imdb": {
        "raw release dates": [
            {
                "country": "Norway\n",
                "date": "  2011"
            },
            {
                "country": "Norway\n",
                "date": "September 2011"
            },
            {
                "country": "Finland\n",
                "date": "29 August 2012"
            },
            {
                "country": "Belgium\n",
                "date": "1 September 2013"
            }
        ],
        "release dates": [
            "Norway::2011",
            "Norway::September 2011",
            "Finland::29 August 2012",
            "Belgium::1 September 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Kaptein Sabeltann - Kongen på havet"
            },
            {
                "countries": "Finland",
                "title": "Kapteeni Sapelihammas - merten kuningas"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "Kapten Sabeltand - kungen på havet"
            },
            {
                "countries": "Sweden",
                "title": "Kapten Sabeltand - Kungen på havet"
            },
            {
                "title": "Kaptein Sabeltann og Pinky"
            }
        ],
        "akas": [
            "Kaptein Sabeltann - Kongen på havet (original title)",
            "Kapteeni Sapelihammas - merten kuningas Finland",
            "Kapten Sabeltand - kungen på havet Finland (Swedish title)",
            "Kapten Sabeltand - Kungen på havet Sweden",
            "Kaptein Sabeltann og Pinky "
        ],
        "akas from release info": [
            "Kaptein Sabeltann - Kongen på havet (original title)",
            "Kapteeni Sapelihammas - merten kuningas Finland",
            "Kapten Sabeltand - kungen på havet Finland (Swedish title)",
            "Kapten Sabeltand - Kungen på havet Sweden",
            "Kaptein Sabeltann og Pinky "
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Stowaways",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Years ago, pirate captain Sabeltann (Norvegian for saber-tooth) searched a reef-wrecked ship for treasure, but the main find was an orphaned baby, which his lieutenant Langemann ('long man') got adopted by the crew. Nicknamed Pinky, he grows up aboard. Now, eager to help unload the ship, he discovers an Indian cook and his family stowed away in barrels. The captain would throw them in the sea, but Pinky convinces him the hidden harbor needs a new innkeeper who can cook, so he's tested.    "
                },
                "2": {
                    "title": "The Wager",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Foolishly defending her new friend Pinky to his rascal harbor playmates, the cook's daughter foppishly bets for a gold coin he'll be praised by captain Sabeltann that very day. While the crew toils to clean the whole ship, the captain spots a missing emerald ring and cries thief. Pinky's challenger's plan backfires within an inch of execution by drowning, but Pinky saves the day.    "
                },
                "3": {
                    "title": "Busking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Langemann forbids Pinky even to apply for an actual pirate's voyage's, as he's too young and lacks robber ruthlessness. Pushed by the cook's daughter, Pinky decides however to impress captain Sabeltann by earning a considerable 'loot'. Selling on the street some stuff from Langemann's home earns less then playing the mandolin, so the plan arouses rival rascal ridicule. When Langemann rebukes Pinky and grounds his ward for stealing a 'real' crystal ball, the captain overrules him, amused and tells the knave to muster once he matches the meager earnings in his cap in ...    "
                },
                "4": {
                    "title": "Captain Sabertandoori",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Inn cook Gusto is off buying provisions. The captain demands a decent meal anyhow. Two pirate teams promise him one. The twins bring Scoundrel a chicken, but he uses rat as ever. Pinky and Raven enlist Rosa to cook a fish, although she's not even confident herself. Spices do the trick.    "
                },
                "5": {
                    "title": "Surprise Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The Indian inn cook's cake for Pinky's surprise birthday party is 'unwittingly' eaten by rogue pirate brothers and he refuses to bake another, saying there's no time left. Ship cook Skalken volunteers to bake his dubious cockroach cake, promising to adapt the recipe by adding sugar. Pinky is to bring him a bag, but being illiterate mixes it up with powder for the ship artillery. Pinky's friends gather, ignoring their surprise's explosive nature.    "
                },
                "6": {
                    "title": "The Great Challenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Pinky has his heart set on winning the hideout's annual competition which earns the winning land-lubber passage on one of the captain's piracy voyages. As if Pinky's size wasn't enough handicap in the physical tests, rival urchin Jan resorts to mean cheating. But a thus humiliated pirate retorts, does helping Pinky to victory. However the coveted prize proves far less glorious in practice then the knave naively imagined.    "
                },
                "7": {
                    "title": "The Diamond",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Pinky can't concentrate on his first reading lesson, dreaming of piracy voyages. Rival urchin Jan is jealous of the attention Pinky gets from the captain, so he sets hi up as suspect after sneakily making Sabertooth tumble and loose his latest loot, a major diamond, in the soup. It gets eaten by either Pelle or his glutton pirates twin. The rascals now try to impress the captain by getting the diamond back.    "
                },
                "8": {
                    "title": "The Treasury",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Pinky, dreaming of any piratical role aboard, is easily tricked, with cook's daughter Raven, into doing lazy pirate Benjamin's cleaning chores. They thus find an empty treasure chest outside captain Sabertooth's treasury on land. In the process, one of the rare lenses of the captain's fine telescope gets broken.    "
                },
                "9": {
                    "title": "Hungry Thief",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The hideout harbor is afflicted with a wave of petty thefts, notably of food. This gives rise to rumors that the infamous Valdemar may have returned. Captain Sabertooth offers a reward to whoever catches the years-long fugitive, who isn't found when all homes are searched. Pinky and rival urchin Jan each set food-lured traps, but catch only a loose pig and the Indian cook Gusto, who can't stand the excessively strict diet his wife enforces at home.    "
                },
                "10": {
                    "title": "Isabel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The kids enjoy an old man's ghost stories about the allegedly haunted witch's house. This gives rise to rumors that the infamous Valdemar may have returned. Rascal Jan dare-lures first Raven, then Pinky to enter it, then locks them in. The girls even believes to see a ghost, Isabel, who grants her three questions, including a way out. Jan gets his comeuppance.    "
                },
                "11": {
                    "title": "The Jungle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The captain charges Langemann with a secret mission involving carrier pigeon Franco, Pinky with repairing his cage. A note around its leg and another consultation of ghost Isabel suggest the infamous Valdemar may have hidden a treasure stolen from Sabertooth on the island. Pinky wisely decides against just setting out for it. Rascal Jan offers to accompany Raven, but hastily flees once they realize the road leads into the jungle. The pigeon allows raven to send for help, which Pinky lends, despite the presence of a huge serpent.    "
                },
                "12": {
                    "title": "Valdemar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Pinky and Raven resume the search for the captain's allegedly stolen diamonds-encrusted dagger on account of which Valdemar was condemned. They find old Valdemar, hiding in the jungle, who assures them to be innocent. Rascal Jan followed them with two cahoots and seizes Valdemar, hoping to earn Sabertooth's gratitude. Ghost Isabel's cryptic words about a thief taking the dagger along to heaven become clear when Pinky observes a thieving crow.    "
                },
                "13": {
                    "title": "Rosa and Langemann",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Pinky and Raven conclude from Langeman's distracted glances at Rosa that the kindly pirate must have a crush on her, but won't admit to it. An attempt to bring them together by stealing a romantic letter goes wrong when Skalken mistakenly assumes Rosa, who only wants help with chores, declares her love to him. Cook Gusto offers to make his latest aphrodisiac creation, so the kids lure the potential lures lovers to the inn.    "
                },
                "14": {
                    "title": "The Villains",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Pinky and Raven hope Langemann and Rosa will become a regular couple, almost parents for Pinky, but boastful denial rather cause a rift. A couple of maritime scoundrels in a rowing boat have stumbled upon the secret harbor and discover it's captain Sabertooth's hideout. The pretend to be shipwrecked and washed-up to be let in and sleuth around. Pinky gets wind of the fiends' plans to steal the pirate ship, so they are caught and marooned. As a reward, Langemann lets Pinky proudly mount guard.    "
                },
                "15": {
                    "title": "Struggling Cooks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Pysa and Pelle enjoy a visit from their mother, pirate Malena, to captain Sabertooth's hideout Abra. Langemann gets the captain to reconsider his refusal to allow a woman aboard, as her cooking is reputed infinitely better then Scoudrel's, which she must prove on one journey. Pinky is instructed to help Scoundrle learn her recipes. She fails to respect the imposed discretion rules and is marooned.    "
                },
                "16": {
                    "title": "Treasure Hunt in Abra Harbor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Scoundrel must equal Malena's recipes or loose his ship cook job, but is clueless. Jan finds a treasure map he lost, but it's confiscated by Benjamin and the twin pirates. Neither of them can read, so Pinky and Raven come along to search on skulls beach near hideout harbor Abra. They find a closed box and bring it to captain Sabertooth. One Scoundrel brings the key and mentions he found both in Malena's cabin, the 'treasure' is revealed: her recipes book. As a reward, Pinky is assigned to read the recipes to Scoundrel, who still substitutes ingredients his way, fond ...    "
                },
                "17": {
                    "title": "Stowaways Aboard the Dark Lady",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Pinky and Raven hope to earn admission to a voyage of the pirate ship Dark Lady by finding a treasure, but their treasure map is stolen by Jan's gang. They end up stuck as accidental stowaways, which is strictly forbidden, but Sabertooth's ship happens to pass the island the map mentions. They slip out, 'borrow' a sloop and bring the tiny treasure chest. A trespass pardon is their only reward, scullery chores their additional punishment for secrecy.    "
                },
                "18": {
                    "title": "The False Treasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Pinky earned the captain's attention by finding a treasure, so jealous Jan's gang wants to discredit him. They earn how to make a fake treasure map, but Jan gets grounded in the process and Valdemar gets wind of the trickery and takes action. When still unsuspecting Pinky brings Sabertooth the treasure map, Jan's plan backfires completely.    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The Dark Lady returns with eights bags of looted gold. Pinky notices that one bag falls into sea while the clumsy twins load them on a cart for transport to the captain's castle. Jan wants to discredit Pinky by stealing the sack to bring it the the captain himself, but is outsmarted and looks like a thief, instead of the twins. Pinky saves Jazn's skin by telling Sabertooth the truth, finally earning Jan's pledging of friendly gratitude.    "
                },
                "21": {
                    "title": "Pinky Gives Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Langemann can't console ward Pinky, who feels like giving up as the captain rewarded none of his achievements with permission to join one journey. Lustless Pinky grumpily accepts to help Raven with her domestic chores. Cleaning up the inn's previous inhabitant's stuff, they find a fine fishing rod and decide to sneak off and test it. Boaster Jan is easily dare-tricked into finishing their chores. When he falls carrying an overconfident load, Gusto hears what happens. Yet the fishing brats aren't the only ones in for a surprise.    "
                },
                "22": {
                    "title": "Morgan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Pinky notices that the book Raven uses to teach Jan reading, found in he inn, belongs to the previous owner, pirate Morgan. They find it mentions Pinky and even urges him to read it. He reminisces how he was found as orphan baby and taken in by Langemann, who was best mates with Morgan, then still alive.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Pinky misses his first opportunity, arranged by Langemann, to be tested as deckhand by not being present as the Dark Lady leaves Abra, so Jan gets to go, but has to be returned disgraced, seasick. Pinky is obsessed with pirate Morgan and learns that information lacking in his diary is probably in the logs. The captain keeps them in his castle treasury, so Pinky sneaks in at night. He's caught, but Langemann gets him spared from execution by promising a fittingly memorable punishment.    "
                },
                "24": {
                    "title": "Pinky Saves the Dark Lady",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The captain feels so safe, he leaves only punished Pinky on guard aboard. Actually the two formerly 'beached-up' scoundrels are back, and determined to rob the ship. Pinky already cried wolf before, so now nobody listens to his alarm call, but he finds a way just in time.    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaptein Sabeltann - Kongen på havet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Pinky suspends wondering about his father when the captain finally allows him, at Langemann's request, his first opportunity to join a voyage as deckhand and cook's mate aboard the Dark Lady. The captain hopes to rob the treasures from king Alfonso of the Marmelades's tomb, but the men can'(t intrude. Only Pinky is small enough to wriggle in.    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Sydness, Kyrre Haugen"
            },
            {
                "name": "Naglestad, Nicolai"
            },
            {
                "name": "Bakke, Håvard"
            },
            {
                "name": "Usman, Toni"
            },
            {
                "name": "Skjærstad, Robert"
            },
            {
                "name": "Kippersund, Anders"
            },
            {
                "name": "Kippersund, Jonas"
            },
            {
                "name": "Randøy, Andreas"
            },
            {
                "name": "Sigbjørnsen, Tor"
            },
            {
                "name": "Tønseth, Markus"
            },
            {
                "name": "Tveit, Ole Tobias"
            },
            {
                "name": "Egeberg, Ingjerd"
            },
            {
                "name": "Haagensli, Brit Elisabeth"
            },
            {
                "name": "Kaur, Lavleen"
            },
            {
                "name": "Nordberg, Kohinoor"
            },
            {
                "name": "Stabell, Thea"
            }
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "Norway"
        ],
        "country codes": [
            "no"
        ],
        "language codes": [
            "no"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.8,
        "votes": 30,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjg3ZDM3ZGMtMTViNC00YTdiLTllODgtZWFhZDJkZDg5NjRiXkEyXkFqcGdeQXVyNTkzNjc4Nzc@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "The series is about Pinky, a young boy who wants to be a pirate under his idol, Captain Sabertooth -the King of the Ocean. Together with Ravn, Pinky's best friend, they try to get his attention and prove that he's worthy of becoming one of his men.",
        "languages": [
            "Norwegian"
        ],
        "title": "Kaptein Sabeltann - Kongen på havet",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Elvedal, Anne"
            },
            {
                "name": "Calmeyer, Mathias"
            },
            {
                "name": "Gulbrandsen, Tom"
            }
        ],
        "production companies": [
            {
                "name": "SF Norge A/S"
            }
        ],
        "distributors": [
            {
                "name": "NRK Barne- og Ungdomsavdelingen"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "special effects": [
            {
                "name": "Storm Studios"
            }
        ],
        "plot": [
            "The series is about Pinky, a young boy who wants to be a pirate under his idol, Captain Sabertooth -the King of the Ocean. Together with Ravn, Pinky's best friend, they try to get his attention and prove that he's worthy of becoming one of his men."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 30,
                "rating": 6.8
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 8,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 12,
                "rating": 5.2
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 4.3
            },
            "males": {
                "votes": 23,
                "rating": 5.8
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 7,
                "rating": 7.1
            },
            "males aged 30 44": {
                "votes": 11,
                "rating": 5.1
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 4.3
            },
            "females": {
                "votes": 2,
                "rating": 8.5
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 4.0
            },
            "us users": {
                "votes": 1,
                "rating": 4.0
            },
            "non us users": {
                "votes": 19,
                "rating": 6.1
            }
        },
        "number of votes": {
            "10": 9,
            "9": 0,
            "8": 2,
            "7": 5,
            "6": 7,
            "5": 1,
            "4": 3,
            "3": 0,
            "2": 1,
            "1": 2
        },
        "arithmetic mean": 6.8,
        "median": 7
    }
}