{
    "imdb": {
        "raw release dates": [
            {
                "country": "Spain\n",
                "date": "17 January 2011"
            },
            {
                "country": "Hungary\n",
                "date": "4 October 2011",
                "notes": "                            (limited)"
            },
            {
                "country": "Hungary\n",
                "date": "9 October 2011"
            }
        ],
        "release dates": [
            "Spain::17 January 2011",
            "Hungary::4 October 2011                            (limited)",
            "Hungary::9 October 2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "El barco"
            },
            {
                "countries": "Chile",
                "title": "El Barco"
            },
            {
                "countries": "Hungary",
                "title": "A bárka"
            },
            {
                "countries": "Poland",
                "title": "Statek"
            },
            {
                "countries": "Portugal",
                "title": "O Barco"
            },
            {
                "countries": "Romania (new title)",
                "title": "Vaporul"
            },
            {
                "countries": "Russia",
                "title": "Ковчег"
            },
            {
                "countries": "Serbia",
                "title": "Barka"
            },
            {
                "countries": "World-wide (English title)",
                "title": "The Boat"
            }
        ],
        "akas": [
            "El barco (original title)",
            "El Barco Chile",
            "A bárka Hungary",
            "Statek Poland",
            "O Barco Portugal",
            "Vaporul Romania (new title)",
            "Ковчег Russia",
            "Barka Serbia",
            "The Boat World-wide (English title)"
        ],
        "akas from release info": [
            "El barco (original title)",
            "El Barco Chile",
            "A bárka Hungary",
            "Statek Poland",
            "O Barco Portugal",
            "Vaporul Romania (new title)",
            "Ковчег Russia",
            "Barka Serbia",
            "The Boat World-wide (English title)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "El tripulante de honor",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 36,
                    "original air date": "17 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    The Honorary Crewmember - In the season 3 premier, Manolito, the duck, returns to the Estrella Polar raising hope that land is near. Fearing intrigue among the crew, the captain keeps the duck's return secret. Meanwhile, the first mate reemphasizes discipline among the crew who work to tidy up the ship. Roberto and the captain develop a plausible theory for where Roberto and the first mate were taken during their abduction.    "
                },
                "2": {
                    "title": "El arte de la guerra",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 19,
                    "original air date": "25 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    The Art of War - The crew of the Estrella Polar discover what appears to be a lighthouse off in the distance and decide to investigate. Fearing what they might find and mindful of the threat posed by the other survivors (those associated with the Queen America), the crew begins military training in case they need to repel boarders. Ainhoa reveals part of her past through flashbacks as Project Alexandria's selection process is explored.    "
                },
                "3": {
                    "title": "Lo que la luz esconde",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 20,
                    "original air date": "1 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    What the Light Hides - Ainhoa returns unexpectedly to the Estrella Polar, but she is with a stranger and not Ulises. The stranger indicates that the lighthouse represents extreme danger, but since he only speaks his native Asian language, the crew are uncertain of what his warning means. Meanwhile, members of the crew realize that none of them applied for the expedition raising questions of how they were selected. Ulises reveals part of his past through flashbacks as his selection by Project Alexandria is explored.    "
                },
                "4": {
                    "title": "100 m2 de tierra firme",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 15,
                    "original air date": "8 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    A Hundred Square Meters of Land - The crew of the Estrella Polar are shocked to discover a group of several hundred survivors at the location of the lighthouse. The crew are anxious to help the survivors, especially by providing much overdue medical attention, but some of the survivors appear to have ulterior motives placing the doctor and captain in imminent danger.    "
                },
                "5": {
                    "title": "El dueño del mundo",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 18,
                    "original air date": "15 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    The Owner of the World - With the Estrella Polar taken and the doctor and captain in peril, the crew must act quickly to overpower the expedition team from the lighthouse. Flashbacks reveal Ulises' and Estela's astonishing connections to Project Alexandria.    "
                },
                "6": {
                    "title": "Fukushima Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 17,
                    "original air date": "22 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    The captain has to decide who goes and who stays on the piece of land remaining. Also the captain doesn't know how to react towards the wedding. A natural disaster is terrifying the whole crew.    "
                },
                "7": {
                    "title": "La boda",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 19,
                    "original air date": "29 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    The Wedding - The crew of the Estrella Polar are joyous as they prepare for a wedding, but more sinister plans are in motion because the marriage is forbidden by Project Alexandria's protocol. Truths are revealed about the leader of the lighthouse while Ainhoa discovers the secret that Ulises has been hiding.    "
                },
                "8": {
                    "title": "Quién es quién",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 18,
                    "original air date": "13 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Who is Who - The leader of the lighthouse tries to find a home on board the Estrella Polar, but with one of their own left behind on the lighthouse, the crew are less than welcoming. A member of the crew is discovered to be someone different than everyone thought which places that crew member in mortal danger.    "
                },
                "9": {
                    "title": "La energía que mueve el mundo",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 16,
                    "original air date": "20 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The Energy that Moves the World - A search ensues for a missing crew member presumed to have gone overboard during the night. But as the hours pass by with no rescue, the crew of the Estrella Polar face the difficult decision of when to abandon their search and resume their mission. A teddy bear from the lighthouse is discovered that is so similar to one already on board that it raises suspicions of being more than a mere coincidence. The crew hold a boxing tournament in order to distract them from their troubles.    "
                },
                "10": {
                    "title": "Lo que queda del mundo",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 17,
                    "original air date": "10 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    What's Left of the World - It has been 132 days since the catastrophe and the crew of the Estrella Polar make a discovery truly worth celebrating. However, evidence begins to emerge that they are neither alone nor safe. Flashbacks reveal the hold that the Alexandria Project has over Gamboa. An emergency distress call is received from the lighthouse.    "
                },
                "11": {
                    "title": "Las cosas a escondidas",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 14,
                    "original air date": "17 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    The Hidden Things - The Estrella Polar sets sail back to the lighthouse to answer a distress call. En route, a hidden camera is discovered that leads members of the crew on a hunt to find out who installed it and why. Meanwhile, the search for a missing member of the landing party uncovers many suspicious and dangerous elements about their environment.    "
                },
                "12": {
                    "title": "Nada por aquí",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 17,
                    "original air date": "24 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Nothing Here - The Estrella Polar arrives at the lighthouse only to find one big mystery. The events that led up to the distress call are described by flashback as crew members investigate. Meanwhile, the landing party, still searching for its missing member, uses some unorthodox surveillance methods to scout their environment revealing even bigger concerns about their situation.    "
                },
                "13": {
                    "title": "El gato y el ratón",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 15,
                    "original air date": "31 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    The Cat and the Mouse - With temperatures falling rapidly, the Estrella Polar finds herself in treacherous waters and the crew must act quickly and precisely or risk losing the ship. Matters worsen when the crew realize that they are being followed. Roberto works to reconstruct a mysterious folder of documents that belonged to him before his accident. Flashbacks reveal a significant time in Julián's past while the landing party continues to uncover even more surprises.    "
                },
                "14": {
                    "title": "Un ruido en el cielo",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "votes": 14,
                    "original air date": "7 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    A Noise From the Sky - The landing party's missing member returns, but celebrations are cut short when the group meets the other survivors and they have the violent encounter that they have been dreading. Meanwhile, a survivor from the lighthouse reveals his incredible ties to the Estrella Polar and the true origins of the man from Liverpool and Project Alexandria.    "
                },
                "15": {
                    "title": "Fuera de este mundo",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "votes": 19,
                    "original air date": "14 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Out of This World - The captain leads a team to reunite with Max and Ainhoa, but tensions peak when an assault team arrives to retrieve the enigmatic red folder at the same moment that another assault team takes the Estrella Polar. Meanwhile, a mysterious package is dropped which a team from the landing party investigates.    "
                },
                "16": {
                    "title": "La última bala",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "votes": 46,
                    "original air date": "21 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    The Last Bullet - In the series finale, the captain and the landing party attempt to fend off the siege of the cabin while Roberto engages in a daring ruse to save the Estrella Polar. Gamboa is given an odious assignment in exchange for his daughter's return which sets up the climactic conflict which wraps up the series.    "
                }
            },
            "1": {
                "1": {
                    "title": "Un millón de millas",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 85,
                    "original air date": "17 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    One Million Miles - The Spanish flag school ship, Estrella Polar, with a crew of students sets sail on an academic mission to participate in a scientific experiment for CERN. At sea a mysterious storm develops after which the crew finds themselves totally isolated having lost all contact with everyone on Earth.    "
                },
                "2": {
                    "title": "Echando la caña",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 48,
                    "original air date": "24 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Throwing the Cane - The crew of the Estrella Polar begins to adjust to their lives at sea unaware that their two-month voyage has been jeopardized by the mysterious storm that left the ship isolated from outside human contact.    "
                },
                "3": {
                    "title": "El fantasma pirata",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 43,
                    "original air date": "31 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    The Pirate Phantom - With most of the crew of the Estrella Polar still unaware of their dire circumstances, the captain and first mate witness a commercial airliner crash into the sea near the ship. Isolated and desperate for information, they embark on a secret mission to recover the plane's black box recorder in hopes that it might answer questions about the fate of the world.    "
                },
                "4": {
                    "title": "Un mundo bajo el mar",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 42,
                    "original air date": "7 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    A World Under the Sea - The entire crew of the Estrella Polar is let in on the secret of what has happened to the Earth as the doctor explains the catastrophe that resulted from the CERN experiment. The crew understandably begins to panic, but the doctor provides a scientific basis for the existence of land that the crew must now work together to find. The captain begins focusing on the survival of the ship and allows the crew to play a dating game to boost morale while a mysterious electronic device is discovered in the cargo hold.    "
                },
                "5": {
                    "title": "El graznido",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 40,
                    "original air date": "14 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    The Cawing - Reminiscent of Alfred Hitchcock, the Estrella Polar faces a new threat when 40,000 birds, hungry and without any place to land since the catastrophe, approach the ship in search of food. As the crew constructs defenses, Father Palomares lobbies for space for a chapel, establishing his role as a spiritual leader, while some members of the crew see the arrival of the birds as punishment from God.    "
                },
                "6": {
                    "title": "Elecciones",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 37,
                    "original air date": "21 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Elections - The crew of the Estrella Polar discovers that they are being swept by strange ocean currents towards a vicious whirlpool and must act quickly to avert disaster. Later, with morale suffering as the crew continues to deal with the reality of their situation, the waning food supply leads to dissension against the captain. Ultimately the crew demands a vote for new leadership resulting in Ulises and Gamboa vying to be elected \"mayor.\"    "
                },
                "7": {
                    "title": "Perdidos",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 35,
                    "original air date": "28 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Lost - A missing crew member is found at sea impossibly ahead of the Estrella Polar's path leading to many unanswered questions. The captain dons his uniform and reasserts his authority over the ship. Ramiro finds hope for everyone when his investigation of the downed airliner's black box recording reveals a possible location for land.    "
                },
                "8": {
                    "title": "Pesca mayor",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 31,
                    "original air date": "7 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Big Game - A lack of fishing success leads the crew of the Estrella Polar to discover a massive sea creature following the ship. With food supplies in jeopardy, a dangerous plan is put into action in order to rid the ship of the interloper.    "
                },
                "9": {
                    "title": "Un punto en el radar",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 32,
                    "original air date": "21 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    A Point on the RADAR - The Estrella Polar's RADAR identifies the presence of a nearby vessel and the captain changes course to investigate. The search leads to more mysteries as all is not right with the newly discovered boat.    "
                },
                "10": {
                    "title": "Niebla",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 35,
                    "original air date": "28 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Fog - The Estrella Polar sails into a dense and mysterious fog bank leaving the crew disoriented. The situation worsens when two crew members go missing.    "
                },
                "11": {
                    "title": "La ley del mar",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 31,
                    "original air date": "4 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    The Law of the Sea - With one member of the crew still missing, the others contend with the problem of having depleted all of the Estrella Polar's fuel while a sweltering heat wave compromises the ship's electrical and water purification systems. With no fuel or wind to move the ship the heat endangers the crew's lives. Allegations of murder are levied regarding the missing crew member and the captain convenes a court.    "
                },
                "12": {
                    "title": "El hombre de Liverpool",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 31,
                    "original air date": "11 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    The Man from Liverpool - A crew member accused of murder is serving time in a makeshift brig. Meanwhile, other members of the crew discover a suspiciously hidden ship's log for the Estrella Polar dating back to 1941. The log describes a secret storage area on board the ship so a treasure hunt ensues.    "
                },
                "13": {
                    "title": "Esperando un milagro",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 35,
                    "original air date": "25 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Waiting for a Miracle - In the season 1 finale, the Estrella Polar's missing crewman is miraculously found alive and healthy eliminating suspicions of murder, but raising other significant questions. Upon his return, the crew's mobile phones all receive a strange S.O.S. text message and a television broadcast of a classic American film is discovered. The ship moves to investigate. En route, political and romantic alliances solidify while flashbacks reveal part of the history behind CERN's Project Alexandria and its relationship to the Estrella Polar.    "
                }
            },
            "2": {
                "1": {
                    "title": "No estamos solos",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 45,
                    "original air date": "8 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    We Are Not Alone - The crew of the Estrella Polar is astonished to learn of other survivors in a most surprising location and a rescue is attempted. The captain falls ill during a violent storm that threatens to interfere with the mission and possibly sink the ship leaving the first mate to make an impossible decision that will decide everyone's fate.    "
                },
                "2": {
                    "title": "El oscuro visitante",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 31,
                    "original air date": "15 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    The Dark Visitor - The Estrella Polar sails into a massive bloom of an unusual species of seaweed which stops the ship in her tracks and begins to weigh her down. Efforts to eradicate the seaweed make matters worse when the crew unwittingly brings aboard a dangerous sea creature that attacks a member of the crew before disappearing into the ships plumbing system.    "
                },
                "3": {
                    "title": "La última balsa del Queen America",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 29,
                    "original air date": "22 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    The Last Raft of the Queen America - The crew of the Estrella Polar celebrates after finding a cornucopia in the form of floating food crates from the ocean liner, Queen America, presumably lost at sea during the catastrophe. Their high spirits give way to fear when contact with four survivors of the Queen America raise the specter of contagion.    "
                },
                "4": {
                    "title": "La tripas de Bobby el oso",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 29,
                    "original air date": "29 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    The Guts of Bobby the Bear - The survivors of the shipwrecked Queen America are welcomed by the crew of the Estrella Polar and work to settle into their new home, but some of the crew are suspicious of the newcomers. Meanwhile, Bubble discovers that an infestation has taken root on board the ship that threatens to kill the entire crew.    "
                },
                "5": {
                    "title": "¿Quién teme al lobo feroz?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 34,
                    "original air date": "6 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Who's Afraid of the Big Bad Wolf? - The behavior of the newcomers raises suspicions among the crew while some secret relationships are revealed. The eerie cabin 31 is renovated for use, but an apparition on the ship's hull causes alarm with the crew. The newcomers finally reveal the sinister purpose for their being on board the Estrella Polar.    "
                },
                "6": {
                    "title": "Camarón que se duerme...",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 30,
                    "original air date": "13 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The Shrimp That Sleeps - - (from a Spanish proverb, \"The shrimp that sleeps gets taken by the current.\") - A birthday party aboard the Estrella Polar lifts spirits while Father Palomares faces a personal challenge. But when the crew discovers that the ship is moving very quickly without sails or engine power, they realize the ship is in mortal danger.    "
                },
                "7": {
                    "title": "Los pies en el cemento",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 29,
                    "original air date": "20 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The Feet In the Cement - The Estrella Polar is on the brink of being destroyed. With their future grim, the crew become frightened and bicker ineffectually about possible solutions. The captain takes charge and puts a risky plan into action restoring hope. Salomé, Gamboa, and Bubble reveal part of their disparate pasts through flashbacks while others, fearing that the end is near, bare their true feelings to each other, sometimes with awkward results.    "
                },
                "8": {
                    "title": "La sirena",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 27,
                    "original air date": "27 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The Mermaid - During a swap meet a movie reel is discovered showing the Estrella Polar with her former captain and crew 70 years ago. The film includes curious scenes of scientists at work aboard the vessel and reveals clues of a hidden treasure urging the crew to a hunt.    "
                },
                "9": {
                    "title": "El cura y el Doctor Frankenstein",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 30,
                    "original air date": "3 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    The Priest and Dr. Frankenstein - The crew of the Estrella Polar are awakened at night when every electronic device on the ship turns on. They discover that they are headed into a severe electrical storm and must disconnect all of the ship's electrical systems lest those systems be destroyed by the storm. A crew member is severely injured in an accident and is dying in sickbay, but without electricity, the doctor is powerless to save him.    "
                },
                "10": {
                    "title": "El extraño caso del pato Manolito",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 29,
                    "original air date": "10 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    The Strange Case of Manolito, the Duck - With the ship's navigational systems, including her magnetic compass, inoperable from the previous night's electrical storm, the crew of the Estrella Polar find themselves in severely high winds that threaten the ship. Meanwhile, hopes rise as some of the crew examine their curious new arrival, Manolito, the duck, in order to determine whether or not it flew from land.    "
                },
                "11": {
                    "title": "Una de fantasmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 28,
                    "original air date": "17 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    A Ghost Story - It has been 63 days since the catastrophe. The students hold a graduation ceremony as was originally planned for the two-month experiment, but the celebration is bittersweet given their circumstances. During the graduation, the crew discover that a student has been missing since day one of the voyage and speculate that he is dead raising fears that there is a ghost on board. Meanwhile, evidence of sabotage in the Estrella Polar's engine room is found that jeopardizes the ship's tracking and pursuit of Manolito, the Duck. The captain learns of the ...    "
                },
                "12": {
                    "title": "Un barco en el espejo",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 31,
                    "original air date": "24 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    A Ship In the Mirror - The crew awaken one morning astonished to find a ship adrift directly ahead of them exactly of the same type and manufacture as the Estrella Polar. But with no movement visible on board, the crew risks setting out to investigate the incredible coincidence.    "
                },
                "13": {
                    "title": "Mentiras y cabaret",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 28,
                    "original air date": "1 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Lies and Cabaret - The Estrella Polar is boarded in the middle of the night after which two crew members are discovered missing. The event is kept secret from most of the crew and in order to distract them and boost morale, the captain asks them to stage a musical. Meanwhile, and more importantly, Project Alexandria is explained.    "
                },
                "14": {
                    "title": "La noche de Reyes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 39,
                    "original air date": "6 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Night of the Kings - With the weather turning cold in the season 2 finale, the crew of the Estrella Polar make preparations to celebrate Christmas as they await gifts from the Three Wise Men. One member of the crew is given the Dickens treatment in the style of A Christmas Carol while the first mate gets miraculous news.    "
                },
                "17": {
                    "title": "No Todo Acaba Como Esperas",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Boat (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "votes": 16,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 44,
        "cast": [
            {
                "name": "Artero, Juanjo"
            },
            {
                "name": "Casas, Mario"
            },
            {
                "name": "Suárez, Blanca"
            },
            {
                "name": "Montalà, Irene"
            },
            {
                "name": "Callejo, Luis"
            },
            {
                "name": "Sanz, Neus"
            },
            {
                "name": "Shuk, Juan Pablo"
            },
            {
                "name": "Massagué, Ivan"
            },
            {
                "name": "Salas, Marina"
            },
            {
                "name": "Fernández, Bernabé"
            },
            {
                "name": "Hernández, Javier"
            },
            {
                "name": "Arbúes, Patricia"
            },
            {
                "name": "Seijo, David"
            },
            {
                "name": "Calderón, Giselle"
            },
            {
                "name": "Cornet, Jan"
            },
            {
                "name": "Lee, Alberto Jo"
            },
            {
                "name": "Ribas, Alba"
            },
            {
                "name": "Alterio, Héctor"
            },
            {
                "name": "Ortiz, Daniel"
            },
            {
                "name": "Delgado, Gabriel Ángel"
            },
            {
                "name": "Miraval, Christophe"
            },
            {
                "name": "Arlauskas, Algis"
            },
            {
                "name": "Bloyd, Paloma"
            },
            {
                "name": "Lascar, Rachel"
            },
            {
                "name": "Barrientos, Guillermo"
            },
            {
                "name": "Santos, José Luis"
            },
            {
                "name": "Dolera, Leticia"
            },
            {
                "name": "Rodríguez, Cristina"
            },
            {
                "name": "Rueda, Belén"
            },
            {
                "name": "Ferrer, Amanda"
            },
            {
                "name": "Kaabil"
            },
            {
                "name": "Blas, Ramiro"
            },
            {
                "name": "Stamm, Christian"
            },
            {
                "name": "Sester, Cedric"
            },
            {
                "name": "Morales, María"
            },
            {
                "name": "Benito, Ferran Font"
            },
            {
                "name": "Dannenberg, Maarten"
            },
            {
                "name": "Makón, Mario"
            },
            {
                "name": "Xandru, Daniela M."
            },
            {
                "name": "Ayuso, Rafael"
            },
            {
                "name": "Pelta, David G."
            },
            {
                "name": "Maruny, Àlex"
            },
            {
                "name": "Acosta-Milian, Carlos"
            },
            {
                "name": "Castiñeiras, Adrián"
            },
            {
                "name": "Mellor, Jonathan D."
            },
            {
                "name": "Vincent, Mark"
            },
            {
                "name": "Bolaños, Mario"
            },
            {
                "name": "Forero, Lina"
            },
            {
                "name": "Koff, Val"
            },
            {
                "name": "del Arco, Ana"
            }
        ],
        "genres": [
            "Adventure",
            "Drama",
            "Mystery",
            "Sci-Fi"
        ],
        "runtimes": [
            "75"
        ],
        "countries": [
            "Spain"
        ],
        "country codes": [
            "es"
        ],
        "language codes": [
            "es"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Spain:12",
            "United States:TV-14"
        ],
        "number of seasons": 3,
        "rating": 7.4,
        "votes": 3625,
        "cover url": "https://m.media-amazon.com/images/M/MV5BY2U4ZTYwMjgtZjRmNS00MzYwLWI2NmQtYmQ4YmE3MTcxOWE3XkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "Spanish"
        ],
        "title": "The Boat",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2013",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Escobar, Iván"
            },
            {
                "name": "Pina, Álex"
            },
            {
                "name": "Reguilón, Javier"
            }
        ],
        "production companies": [
            {
                "name": "Globomedia"
            }
        ],
        "distributors": [
            {
                "name": "Antena 3 Televisión"
            },
            {
                "name": "AXN"
            },
            {
                "name": "AXN"
            },
            {
                "name": "Antena 3 Televisión"
            }
        ],
        "special effects": [
            {
                "name": "Entropy Studio"
            }
        ],
        "other companies": [
            {
                "name": "Entropy Studio"
            },
            {
                "name": "La Lata Rentals & Services"
            },
            {
                "name": "Nyumad Action Movie Services"
            }
        ],
        "plot": [
            "A global cataclysm, caused by a fatal accident in Geneva (Switzerland) during the implementation of the particle accelerator will lead to crew of vessel-school Estrella Polar to live the adventure of their lives.::Oskis"
        ],
        "tech": {
            "runtime": [
                "1 hr 15 min (75 min)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Sony PDW-F800 XDCam"
            ],
            "negative format": [
                "HDCAM"
            ],
            "cinematographic process": [
                "Digital Intermediate (2K) (master format)",
                "HDCAM SR (source format)"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 3625,
                "rating": 7.4
            },
            "aged under 18": {
                "votes": 5,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 1218,
                "rating": 7.9
            },
            "aged 30 44": {
                "votes": 1157,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 328,
                "rating": 6.7
            },
            "males": {
                "votes": 1365,
                "rating": 6.7
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 1.0
            },
            "males aged 18 29": {
                "votes": 429,
                "rating": 7.1
            },
            "males aged 30 44": {
                "votes": 616,
                "rating": 6.6
            },
            "males aged 45 plus": {
                "votes": 209,
                "rating": 6.4
            },
            "females": {
                "votes": 1495,
                "rating": 8.2
            },
            "females aged under 18": {
                "votes": 3,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 768,
                "rating": 8.4
            },
            "females aged 30 44": {
                "votes": 508,
                "rating": 8.1
            },
            "females aged 45 plus": {
                "votes": 112,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 38,
                "rating": 6.0
            },
            "us users": {
                "votes": 157,
                "rating": 7.4
            },
            "non us users": {
                "votes": 1628,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 1423,
            "9": 439,
            "8": 600,
            "7": 429,
            "6": 230,
            "5": 147,
            "4": 83,
            "3": 70,
            "2": 65,
            "1": 139
        },
        "arithmetic mean": 8.0,
        "median": 9
    }
}