{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "25 September 2011"
            },
            {
                "country": "USA\n",
                "date": "25 September 2011"
            },
            {
                "country": "Sweden\n",
                "date": "16 October 2011"
            },
            {
                "country": "Ireland\n",
                "date": "17 October 2011"
            },
            {
                "country": "Spain\n",
                "date": "29 October 2011"
            },
            {
                "country": "Portugal\n",
                "date": "6 November 2011"
            },
            {
                "country": "UK\n",
                "date": "16 November 2011"
            },
            {
                "country": "Netherlands\n",
                "date": "26 December 2011"
            },
            {
                "country": "Australia\n",
                "date": "  2012"
            },
            {
                "country": "Hungary\n",
                "date": "19 February 2012"
            },
            {
                "country": "Japan\n",
                "date": "19 March 2012"
            },
            {
                "country": "Finland\n",
                "date": "8 April 2012"
            },
            {
                "country": "Germany\n",
                "date": "4 February 2013"
            }
        ],
        "release dates": [
            "Canada::25 September 2011",
            "USA::25 September 2011",
            "Sweden::16 October 2011",
            "Ireland::17 October 2011",
            "Spain::29 October 2011",
            "Portugal::6 November 2011",
            "UK::16 November 2011",
            "Netherlands::26 December 2011",
            "Australia::2012",
            "Hungary::19 February 2012",
            "Japan::19 March 2012",
            "Finland::8 April 2012",
            "Germany::4 February 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Pan Am"
            },
            {
                "countries": "Hungary",
                "title": "Pan Am"
            },
            {
                "countries": "Russia",
                "title": "Пэн Американ"
            },
            {
                "countries": "Russia",
                "title": "Пан Американ"
            },
            {
                "countries": "Spain",
                "title": "Pan Am"
            },
            {
                "countries": "Uruguay (dubbed version)",
                "title": "Pan Am"
            }
        ],
        "akas": [
            "Pan Am (original title)",
            "Pan Am Hungary",
            "Пэн Американ Russia",
            "Пан Американ Russia",
            "Pan Am Spain",
            "Pan Am Uruguay (dubbed version)"
        ],
        "akas from release info": [
            "Pan Am (original title)",
            "Pan Am Hungary",
            "Пэн Американ Russia",
            "Пан Американ Russia",
            "Pan Am Spain",
            "Pan Am Uruguay (dubbed version)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pan Am (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 365,
                    "original air date": "25 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Dean takes on his first assignment since his promotion, piloting the Clipper Majestic on its inaugural New York to London flight. Bridget is supposed to be his lead stewardess, until she's a no-show for the flight. Grounded purser Maggie is called in to fill in for her. On the same fateful flight, Kate adds another dimension to her work as she takes on her first assignment from U.S. intelligence. Her stress is compounded when she discovers that newly minted stewardess, Laura, her sister, is also working the same flight.    "
                },
                "2": {
                    "title": "We'll Always Have Paris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pan Am (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 259,
                    "original air date": "2 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    On a trip to Paris, Kate and Laura have a surprise passenger - their mom - who has come to settle some unfinished business with Laura; Maggie faces the unwanted attentions of an aggressive passenger, and Dean and Colette share a momentary flirtation as he tries to track down some leads on Bridget.    "
                },
                "3": {
                    "title": "Ich Bin Ein Berliner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pan Am (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 251,
                    "original air date": "9 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    When the crew gets a flight taking journalists to Berlin to cover an important speech by President Kennedy, Maggie, who campaigned for him, is determined to meet JFK no matter what. Meanwhile, when her contact's safety is compromised, Kate tries to help the young woman escape East Germany; and painful memories of World War II force Colette to face her tragic past.    "
                },
                "4": {
                    "title": "Eastern Exposure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pan Am (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 209,
                    "original air date": "16 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    After a last minute change sends the crew on a flight to Rangoon, a routine courier mission for Kate turns harrowing as she struggles to make a drop by the deadline. Meanwhile, Maggie takes naive Laura under her wing and shows her the wilder side of the city; and news of a space mission leads Ted to reflect on his own past and what his powerful family connections have cost him.    "
                },
                "5": {
                    "title": "One Coin in a Fountain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pan Am (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 191,
                    "original air date": "23 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The Pan Am crew rolls the dice in more ways than one in glamorous Monte Carlo: Kate and Maggie square off for the attentions of a handsome passenger, but things get more complicated when Kate learns the sexy stranger is involved in her next covert mission; and Dean gambles with his career when an attractive, wealthy woman on the flight tempts him -- and he later discovers who her flying companion is.    "
                },
                "6": {
                    "title": "The Genuine Article",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pan Am (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 174,
                    "original air date": "30 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Maggie is perilously close to losing her job for insubordination, but still manages to maneuver her way onto the flight down to Rio de Janeiro. She reflects back on the rocky path she took to land her dream job, but it's her decision to do whatever it takes to keep it that surprises even her. Meanwhile, Kate has earned her stripes as a courier, but when she is given a difficult mission involving Niko, a Yugoslavian diplomat, she's unsure how to manage the task, as she tries to juggle their deepening personal relationship with her assignment. Finally, Ginny and Dean ...    "
                },
                "7": {
                    "title": "Truth or Dare",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pan Am (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 189,
                    "original air date": "6 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Sparks fly between Laura and a sailor on a special - and unusually wild -- Pan Am flight bringing servicemen home, leading Laura to realize what she's really looking for in a man, as well as opening her eyes to the malicious racial climate in the country. Meanwhile Kate's complicated mission to turn Niko to work for the U.S. government culminates in dramatic fashion, threatening their personal relationship.    "
                },
                "8": {
                    "title": "Unscheduled Departure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pan Am (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 192,
                    "original air date": "13 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    As the crew flies to Caracas, a dashing, wealthy passenger, Miguel, charms the stewardesses with invitations to his yacht. Meanwhile another passenger, Henry Belson, suffers a heart attack, but there is no doctor on board to help out. The only hope of saving his life is to land in nearby Haiti to seek medical help. However, Haiti is a hotbed of local political unrest, reeling from tropical storms which downed trees and affected power - including the lights on the damaged runway. Colette and Ted team up to to make the dangerous trek for medical help.    "
                },
                "9": {
                    "title": "Kiss Kiss Bang Bang",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pan Am (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 188,
                    "original air date": "4 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Once in London, Ted enlists Laura's help to try to make an old flame - Amanda Mason - jealous, but things don't go the way he expects. Meanwhile, Kate attempts to regain her freedom from her courier duties by agreeing to one last mission for her British contact, but the dangerous assignment not only puts her life in jeopardy but Anderson's as well; Maggie butts heads with a hawkish congressman who disagrees with her political views, but things really heat up when she tries to change his mind about his beliefs and ends up sparking an attraction with him; and back at ...    "
                },
                "10": {
                    "title": "Secrets and Lies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pan Am (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 168,
                    "original air date": "8 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Fate deals a blow to Dean and Colette's budding romance. Maggie writes a critical story for the Village Voice against her congressman's politics but doesn't count on falling for him after she submits it; though she wants to resist, the physical attraction between them is undeniable. Kate finds it hard to move beyond her last spy assignment and is haunted by the repercussions - she faces a fate similar to Bridget's if she cannot fake her way through a lie detector test. And Laura is in a tailspin as Ted thinks he's found the love of his life.    "
                },
                "11": {
                    "title": "Diplomatic Relations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pan Am (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 157,
                    "original air date": "15 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Dean is tapped to fly the first-ever commercial flight to Moscow, but the day of departure, a blowhard veteran pilot, Broyles, takes the controls and makes Dean co-pilot. While in Russia, Kate tries to pull off an important mission, but when Laura and another Pan Am stewardess are mistaken for spies, Kate tries to expedite their release with the help of an unlikely ally. Back at home, Congressman Rawlings and his staff work to track down whoever anonymously wrote the negative new story about him, and Maggie agrees to be his date at a fund-raiser. Can she keep her ...    "
                },
                "12": {
                    "title": "New Frontiers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pan Am (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 153,
                    "original air date": "22 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Maggie tells Ted why she has reservations about Amanda, and Dean pines for Colette, who reveals she's asked for a transfer to the Hong Kong hub. On a flight to Rome, Colette befriends a handsome, mysterious man, Omar, and agrees to show him the city. Meanwhile, Dean is accosted by the local customs officials, who are looking for a smuggler; Kate needs to learn a new talent as a pickpocket; and Laura is shocked to discover that the Life Magazine photographer, Graham, sold the nude photos he took of her to a gallery, where they are on display.    "
                },
                "13": {
                    "title": "Romance Languages",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pan Am (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 151,
                    "original air date": "12 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Dean is surprised by the ramifications of his fling with Ginny when she stalks him to Rome with, frightening consequences; Colette takes a precocious unescorted minor, Charlie, under her wing, who promptly develops a major case of puppy love; Kate struggles with the dangerous fallout of her strong connection with Niko; and Laura is spellbound by a handsome photographer, Graham, who shot her for the Life cover.    "
                },
                "14": {
                    "title": "1964",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pan Am (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 166,
                    "original air date": "19 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Life has changed on a dime for the crew of Pan Am. Since President Kennedy's assassination and as New Year's Eve approaches for the start of 1964, everyone's lives are hurtling towards new starts: Colette is caught up in a whirlwind courtship with a foreign prince, and Dean is still kicking himself over losing her; Amanda and Ted's wedding plans are racing forward, thrilling his family, but making him more nervous by the day; Kate's spy supervisor, Richard, is shot and she tries to figure out whether he or someone else is a double agent -- He warns her that the first ...    "
                }
            }
        },
        "number of episodes": 14,
        "cast": [
            {
                "name": "Ricci, Christina"
            },
            {
                "name": "Robbie, Margot"
            },
            {
                "name": "Mosley, Michael"
            },
            {
                "name": "Vanasse, Karine"
            },
            {
                "name": "Vogel, Mike"
            },
            {
                "name": "Garner, Kelli"
            },
            {
                "name": "Davidson, Jeremy"
            },
            {
                "name": "Parekh, Kal"
            },
            {
                "name": "Harbour, David"
            },
            {
                "name": "Greene, Ashley"
            },
            {
                "name": "Wallis, Annabelle"
            },
            {
                "name": "Donnell, Colin"
            },
            {
                "name": "Visnjic, Goran"
            },
            {
                "name": "Cummings, Erin"
            },
            {
                "name": "Sanders, Jay O."
            },
            {
                "name": "Pettie, Darren"
            },
            {
                "name": "Beetem, Chris"
            },
            {
                "name": "Cohen, Scott"
            },
            {
                "name": "Pittu, David"
            },
            {
                "name": "Cox, Veanne"
            },
            {
                "name": "Deferrari, Danny"
            },
            {
                "name": "Heck, Bill"
            },
            {
                "name": "Marek, Piter"
            },
            {
                "name": "Wilson, C.J."
            },
            {
                "name": "Grant, Kate Jennings"
            },
            {
                "name": "Young, Damian"
            },
            {
                "name": "Lavine, David"
            },
            {
                "name": "Mingione, Ernest"
            },
            {
                "name": "Amoruso, Frank"
            },
            {
                "name": "Díaz, Aarón"
            },
            {
                "name": "Charles, Gaius"
            },
            {
                "name": "Merediz, Olga"
            },
            {
                "name": "Slezak, Victor"
            },
            {
                "name": "Amato, Vincenzo"
            },
            {
                "name": "Auberjonois, Remy"
            },
            {
                "name": "Lloyd, John Bedford"
            },
            {
                "name": "Chase, Will"
            },
            {
                "name": "Kates, Kathryn"
            },
            {
                "name": "Rauch, Matthew"
            },
            {
                "name": "Schulz, Barbara"
            },
            {
                "name": "Thornton, Auden"
            },
            {
                "name": "Topol, Richard"
            },
            {
                "name": "Chantiles-Wertz, Lance"
            },
            {
                "name": "Lipinski, Tom"
            },
            {
                "name": "Domingo, Ron"
            },
            {
                "name": "French, Arthur"
            },
            {
                "name": "MacVittie, Bruce"
            },
            {
                "name": "Yulin, Harris"
            },
            {
                "name": "Blum, Mark"
            },
            {
                "name": "Abadie, William"
            }
        ],
        "locations": [
            "La Selva Mansion, Upper Brookville, Long Island, New York, USA",
            "Steiner Studios - 15 Washington Avenue, Brooklyn Navy Yard, Brooklyn, New York City, New York, USA",
            "New York City, New York, USA",
            "Clinton Diner, Maspeth, Queens, New York City, New York, USA::(restaurant)"
        ],
        "genres": [
            "Drama",
            "History",
            "Romance"
        ],
        "runtimes": [
            "42"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Australia:M",
            "Canada:PG::(Manitoba/Nova Scotia)",
            "Germany:6",
            "Hungary:12",
            "Netherlands:12",
            "New Zealand:M",
            "United Kingdom:PG",
            "United States:TV-PG"
        ],
        "number of seasons": 1,
        "rating": 7.0,
        "votes": 18031,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ4MjEzMTkwOV5BMl5BanBnXkFtZTcwOTE3NzQzNg@@._V1_SY150_CR8,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Pan Am",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2012",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Ganis, Nancy Hult"
            },
            {
                "name": "Orman, Jack"
            },
            {
                "name": "Daniels, Mike"
            }
        ],
        "production companies": [
            {
                "name": "Shoe Money Productions"
            },
            {
                "name": "Jack Orman Productions"
            },
            {
                "name": "Out of the Blue... Entertainment"
            },
            {
                "name": "Sony Pictures Television"
            }
        ],
        "distributors": [
            {
                "name": "Sony Pictures Television"
            },
            {
                "name": "American Broadcasting Company (ABC)"
            },
            {
                "name": "Canadian Television (CTV)"
            },
            {
                "name": "BBC Two"
            },
            {
                "name": "Bravo! Television"
            },
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Canal+ España"
            },
            {
                "name": "DiziMax"
            },
            {
                "name": "FEM3"
            },
            {
                "name": "Imagica BS"
            },
            {
                "name": "Kanal 5"
            },
            {
                "name": "Monte Carlo Televisión - Canal 4"
            },
            {
                "name": "Net5"
            },
            {
                "name": "ProSieben Television"
            },
            {
                "name": "RTE 2"
            },
            {
                "name": "Raidió Teilifís Éireann (RTÉ)"
            },
            {
                "name": "Sociedade Independente de Comunicação (SIC)"
            },
            {
                "name": "Sony Entertainment Television"
            },
            {
                "name": "Sony Pictures Home Entertainment"
            },
            {
                "name": "SuperTV2"
            },
            {
                "name": "TV2"
            },
            {
                "name": "Television New Zealand (TVNZ)"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "special effects": [
            {
                "name": "Stargate Studios"
            },
            {
                "name": "Zoic Studios"
            }
        ],
        "other companies": [
            {
                "name": "Bialy / Thomas Casting"
            },
            {
                "name": "De Lane Lea"
            },
            {
                "name": "Henry's International Cuisine"
            },
            {
                "name": "N.Y.C. Casting"
            },
            {
                "name": "Scroggins Aviation"
            },
            {
                "name": "Technological Cinevideo Services (TCS)"
            }
        ],
        "plot": [
            "Period drama about the pilots and flight attendants who once made _Pan Am_ (qv) the most glamorous way to fly.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "42 min (approx)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Arri Alexa"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 18031,
                "rating": 7.0
            },
            "aged under 18": {
                "votes": 3,
                "rating": 4.7
            },
            "aged 18 29": {
                "votes": 4103,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 8228,
                "rating": 6.9
            },
            "aged 45 plus": {
                "votes": 3260,
                "rating": 6.8
            },
            "males": {
                "votes": 7558,
                "rating": 6.6
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 5.0
            },
            "males aged 18 29": {
                "votes": 1468,
                "rating": 6.8
            },
            "males aged 30 44": {
                "votes": 3822,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 2052,
                "rating": 6.7
            },
            "females": {
                "votes": 8313,
                "rating": 7.4
            },
            "females aged under 18": {
                "votes": 2,
                "rating": 4.5
            },
            "females aged 18 29": {
                "votes": 2592,
                "rating": 7.6
            },
            "females aged 30 44": {
                "votes": 4289,
                "rating": 7.3
            },
            "females aged 45 plus": {
                "votes": 1160,
                "rating": 6.9
            },
            "top 1000 voters": {
                "votes": 137,
                "rating": 5.7
            },
            "us users": {
                "votes": 4438,
                "rating": 6.8
            },
            "non us users": {
                "votes": 7763,
                "rating": 6.9
            }
        },
        "number of votes": {
            "10": 4016,
            "9": 2213,
            "8": 3591,
            "7": 3542,
            "6": 1868,
            "5": 998,
            "4": 544,
            "3": 377,
            "2": 278,
            "1": 604
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}