{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "25 February 2011"
            },
            {
                "country": "Sweden\n",
                "date": "17 September 2011"
            },
            {
                "country": "Hungary\n",
                "date": "8 May 2013"
            }
        ],
        "release dates": [
            "UK::25 February 2011",
            "Sweden::17 September 2011",
            "Hungary::8 May 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Friday Night Dinner"
            },
            {
                "countries": "Croatia",
                "title": "Večera petkom"
            },
            {
                "countries": "Hungary",
                "title": "Péntek esti vacsora"
            },
            {
                "countries": "Portugal",
                "title": "O Jantar das Sextas-Feiras"
            },
            {
                "countries": "Russia",
                "title": "Обед в пятницу вечером"
            },
            {
                "countries": "Serbia",
                "title": "Večera petkom"
            }
        ],
        "akas": [
            "Friday Night Dinner (original title)",
            "Večera petkom Croatia",
            "Péntek esti vacsora Hungary",
            "O Jantar das Sextas-Feiras Portugal",
            "Обед в пятницу вечером Russia",
            "Večera petkom Serbia"
        ],
        "akas from release info": [
            "Friday Night Dinner (original title)",
            "Večera petkom Croatia",
            "Péntek esti vacsora Hungary",
            "O Jantar das Sextas-Feiras Portugal",
            "Обед в пятницу вечером Russia",
            "Večera petkom Serbia"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "The Other Jackie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 125,
                    "original air date": "4 May 2018",
                    "year": "2018",
                    "plot": "\n    The Goodman's weird neighbour Jim is spotted in a restaurant on a date with a woman with the world's most annoying laugh. To the horror of Adam and Jonny, Mum and Dad get a hot tub.    "
                },
                "2": {
                    "title": "The Tin of Meat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 104,
                    "original air date": "11 May 2018",
                    "year": "2018",
                    "plot": "\n    Mum's friend Val moves in after rowing with her husband, but upsets Dad by tidying up the house and chucking away his stuff - including his \"lucky\" 20-year-old tin of beef from the shed.    "
                },
                "3": {
                    "title": "The Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 97,
                    "original air date": "18 May 2018",
                    "year": "2018",
                    "plot": "\n    .As Jackie's birthday approaches Martin has been charged with organizing a surprise party for her so the boys take her to the pub whilst he gets things ready, returning home early when Adam's car catches fire. Unfortunately Martin has got the dates wrong so hardly anybody turns up, forcing him to admit his mistake. He arranges an alternative celebration but the evening eventually ends up with a surprise - though not the kind Jackie was expecting.    "
                },
                "4": {
                    "title": "Lord Luck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 114,
                    "original air date": "25 May 2018",
                    "year": "2018",
                    "plot": "\n    Martin becomes obsessed with a ventriloquist dummy and Jonny's depressed friend comes round for dinner.    "
                },
                "5": {
                    "title": "The Violin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 97,
                    "original air date": "1 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Adam is not happy when he is forced to play his violin for Mum and her best friend Val, while Jonny is relishing every moment. Dad is obsessed with his old microscope.    "
                },
                "6": {
                    "title": "Wilson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 110,
                    "original air date": "8 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    The boys are threatened with no crumble if they do not help to assemble a wooden shelf, while Jim's dog Wilson frequently does his business in the Goodmans' flowerbed.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Sofa-Bed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 204,
                    "original air date": "25 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Mum and Dad are having a clear-out, and Dad's been ordered to chuck away all his tatty, old magazines. \"Why do you keep all this crap?\" says Mum. \"It's not crap, \" says Dad, \"they're collectibles.\" Dad tells Jonny to secretly hide his magazines in his car and look after them back at his flat. Meanwhile, neighbor Jim has been using the family's toilet, as he mysteriously broke his own loo. Jim keeps interrupting dinner with a call to nature, and Adam has to keep letting him in. Dad has forgotten that he asked a man off ebay to come and pick up their old sofabed, and ...    "
                },
                "2": {
                    "title": "The Jingle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 182,
                    "original air date": "4 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Peering through the window Adam and Jonny are amazed to see Martin looking at his privates with a magnifying glass but do not like to say anything. After dinner,Martin,anxious that Adam should have a girl-friend,pays him twenty pounds to go on a Jewish internet dating site but Adam is more keen to listen to a jingle he has written for a local firm which is to be played on the radio. Unfortunately none of the house radios seem to work so the family pile into the car,only for Adam to find that mot of the jingle has been cut. Eventually the family discover why Martin is ...    "
                },
                "3": {
                    "title": "The Curtains",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 181,
                    "original air date": "11 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Jackie's plain-speaking mother comes to dinner,getting her hair caught in the car door,and instantly antagonizes her daughter by telling her that the new curtains of which Jackie is so proud are horrible. And when Martin drops the dinner on the floor and scoops it back in the dish,nobody dares tell Grandma. As the two women row Adam and Jonny repair to the pub,where they meet Jim and have to help him carry his drunken dog home. Adam gets everybody back on good terms though his practical joke almost kills Grandma who,after a glass of reviving spirits,finds the curtains...    "
                },
                "4": {
                    "title": "The Dress",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 179,
                    "original air date": "25 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Jackie insists that Martin burns his old magazines so he builds a bonfire,though his plan is to hide them all in the shed. Jackie's friend Val arrives to show off the dress she is wearing at her daughter Karen's wedding and Martin cannot resist scaring her with his Prince Charles mask whilst Adam cannot resist teasing Jonny since his supposed girlfriend is unable to attend the wedding.Jim appears,firstly to return Jackie's scales and then to report his dog Wilson missing though Wilson does return,bearing a pair of shoes. Jackie finally makes Martin burn his magazines ...    "
                },
                "5": {
                    "title": "The Mercedes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 197,
                    "original air date": "1 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    It's Adam's birthday and,as he arrives at the house,he is almost run over by the dreaded Sheila Bloom,or Bitch-face as Jackie and the boys call her,an old flame of Martin's,in her much-prized silver Mercedes. Martin gives Adam a book on the S.S, as a present and cooks the dinner since Jackie has done her ankle in. It is a disaster so the family,plus Grandma,head to the local Chinese,only to find Sheila and her husband Eddie there. Sheila's insistence on telling the family that her mother died in the Mercedes reduces the boys to laughter and worse is to come when,...    "
                },
                "6": {
                    "title": "The Date",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 185,
                    "original air date": "8 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Adam is horrified to discover that Jackie has invited Tanya Green,with whom he used to play as a child,to dinner with a view to pairing them off. A look at his baby pictures,Martin's burping,Jonny bloodying his nose with a pickle jar by accident,Jim arriving,having been locked out of his house when his dog swallowed the key - can things get any more embarrassing for Adam? At least Tanya shares his awkwardness and at least Jackie can be pleased that Tanya fancies one of her sons.    "
                }
            },
            "2": {
                "1": {
                    "title": "Buggy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 177,
                    "original air date": "7 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    The boys are already bickering when they arrive for dinner and Martin, stricken with a cold, sneezes all over them. However when Jackie produces their box of childhood belongings and Jonny learns that Adam binned his toy panda when he was eleven, all hell breaks loose with Jonny setting out to destroy Buggy, the toy rabbit that Adam still owns. For safe keeping Adam gives Buggy to Jim who gets rather attached to it and whilst he returns Buggy an accident with a Flymo precludes a happy reunion.    "
                },
                "2": {
                    "title": "Mr Morris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 188,
                    "original air date": "14 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Grandma brings her boyfriend Lou Morris to dinner. He is a rude,critical man - likened by Jim to Hitler - who crashes his car into the front of the house and demands the Goodmans pay for his headlight. Furthermore he is still married and is having an affair with Grandma so Jackie asks the boys to find out his intentions but they are all too cowardly to cross him - until he goes too far. Fortunately Grandma knows how it will end.    "
                },
                "3": {
                    "title": "The Loft",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 151,
                    "original air date": "21 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Jonny is pretending to have dislocated his shoulder to get out of helping Martin clear the loft but when Adam threatens to expose his deception he counters by threatening to tell Jackie about the blind date Adam dumped because she smelt like her,forcing Adam to give in. The boys are puzzled by the fact that their parents are not speaking having rowed over 'something sexual',Jackie inviting her friend Val round to support her. Things escalate with Jackie throwing the menfolk out of the house,Jonny really dislocating his shoulder and the reason for the parents' row ...    "
                },
                "4": {
                    "title": "The New Car",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 167,
                    "original air date": "28 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Martin,put on a diet by Jackie but eating goodies smuggled in by his sons,has bought a Fax machine. Jonny has a company car but it turns out to be little more than an advertisement for the estate agents who employ him and the family are unimpressed. Jackie is even less impressed to learn that Jonny is having an affair with his boss Liz,who is forty-three. After another bizarre visit from Jim,who has bought a cake for Wilson's birthday,the family goes for a spin in the car but on their return see a burglar making off with the Fax machine. The police are called but fail...    "
                },
                "5": {
                    "title": "The Yoghurts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 151,
                    "original air date": "4 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Martin is drying fish in the cupboard under the stairs whilst Jonny is fretting as he wants to split with Liz but is scared to tell her and asks Grandma's advice. This,however,is to take her dancing and then make love to her. After Grandma has accidentally got locked into the faulty boot of Adam's car with a box of yoghurts for sustenance the family eats the burnt fish and Liz arrives,causing Jonny to panic. Eventually he breaks the news to her,with devastating results - though Grandma,who had initially mistaken her for a boy through her short hair-cut,offers her the ...    "
                },
                "6": {
                    "title": "The Mouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 176,
                    "original air date": "11 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Thanks to cowboy builders the house is in a mess and Martin in charge of cooking as Jackie is hiding in the shed from a mouse - which the lads believe they have squashed. Jim comes by to help but has an accident caused by the building works which leads guilt-stricken Jackie to ask him for dinner. Her menfolk goggle - and no wonder,given Jim's strange eating habits and desire to appear Jewish. The reappearance of the mouse means the meal is finished in the shed but,on returning to the house,Jim has a more spectacular accident - this one involving large amounts of red ...    "
                },
                "7": {
                    "title": "Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 143,
                    "original air date": "24 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Christmas gets off to a bad start for Jackie when Martin brings a huge tree into the house. It gets worse for everybody when, along with nice grandma, Martin's mother Horrible Grandma arrives for the day. She brings no presents as usual but her own sherry and her own turkey as Jackie's is too dry, along with her dog Boudacea, who is so old and ill she needs an oxygen mask. Sadly Jackie's turkey is indeed dry, causing Adam to choke and Martin to use Boudacea's oxygen mask to revive him, which does not please her owner and leads to a fight between the two grandmas. ...    "
                }
            },
            "3": {
                "1": {
                    "title": "The Girlfriend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 154,
                    "original air date": "20 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Adam brings new girlfriend Emma to dinner. She has a good sense of humour and is not deterred by seeing Martin wash dog mess from his foot in the toilet or his asking if any of her family has been murdered. Things go downhill for Adam though when Emma's sister sends him a series of sexy texts, which are seen by eight year old Katie, whom Jackie is baby-sitting, and who blackmails Adam - to whom she has taken a shine - into playing with her or else she will tell. Emma feels neglected and is puzzled by Adam's strange actions but worse is to come when she sees what Jonny...    "
                },
                "2": {
                    "title": "The Fox",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 209,
                    "original air date": "27 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Dad is secretly hiding a dead fox in the outside freezer as he wants to get it stuffed. But when Mum needs to use the freezer, Dad is desperate in his attempts to hide it from her.    "
                },
                "3": {
                    "title": "Mr Morris Returns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 132,
                    "original air date": "4 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Grandma turns up to dinner sporting a new hairdo and ecstatically happy though the Goodmans are horrified to discover why. She is engaged to the odious Mr Morris, now a widower, who also arrives at the house, claiming to be a changed man though there is little evidence to this effect. He takes them all out to the bowling alley, where it is apparent that not only is he still extremely rude but insanely jealous of anybody he thinks is eying up Grandma. This includes Jim, dressed as a dog to raise money for charity, and a fight breaks out. Sadly this does not seem to ...    "
                },
                "4": {
                    "title": "The Anniversary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 134,
                    "original air date": "11 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    It's Jackie and Martin's twenty-sixth wedding anniversary. As a present he has painted a portrait of her which is as unpopular as Jonny's new tattoo and Jonny takes a watery revenge on Adam for exposing it. Order restored the Goodmans sit down to dinner but are interrupted by Jim, who has accidentally taken too many sleeping pills and promptly nods off. Then he starts sleep-walking, locking the family in the spare room until Grandma arrives to rescue them. He does however sort out the problem of what Jackie should do with her portrait.    "
                },
                "5": {
                    "title": "The Piano",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 130,
                    "original air date": "18 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Jackie is having a night off from cooking as the family go to a Chinese restaurant but the evening is anything but relaxing for her as they have left a blind, sarcastic piano tuner called Mr Greencock in the house who has walked muddy foot prints all over her newly cleaned carpet. The visit is cut short due to the sight of Aunty Val with her toy boy and a domestic crisis when Jim sets his bath on fire. Val's husband Larry arrives mistaking Jim for Val's lover and though the couple make up Mr Greencock's sarcasm prompts Jackie to throw him out. Unfortunately he returns...    "
                },
                "6": {
                    "title": "The Big Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 126,
                    "original air date": "25 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Grandma's wedding day arrives and the Goodmans are not happy at the thought of having Mr Morris as a new member of the family with even Grandma nervously knocking back the sherry. Everybody arrives at the synagogue for the ceremony though Jim is not allowed to bring Wilson inside. The rabbi asks the couple to exchange vows and then something happens, something which, thanks to Grandma's quick thinking, will mark this down as one of the family's happiest days ever.    "
                }
            },
            "4": {
                "1": {
                    "title": "The Two Tonys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 165,
                    "original air date": "22 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Dad has accidentally invited the 'wrong tony' to dinner.    "
                },
                "2": {
                    "title": "The Carpet Cleaner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 135,
                    "original air date": "29 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    On Dad's annual hinge-oiling evening he accidentally spills oil on Mum's carpet prompting a race against time to clean it before she finds out. Weird neighbour Jim calls round with his new cat, Watson.    "
                },
                "3": {
                    "title": "Congratulations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 123,
                    "original air date": "5 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    When Adam reveals to his family that his musical talents have been recognized, Jonny announces that he's got married.    "
                },
                "4": {
                    "title": "The Pyjamas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 122,
                    "original air date": "12 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Adam has been staying at Jackie and Martin's all week, and has settled in rather well, largely due to Jackie fawning over him. Elsewhere, Jim passes his driving test, and a mishap leads Adam and Jonny locked out of Adam's car half naked.    "
                },
                "5": {
                    "title": "The Funeral",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 117,
                    "original air date": "19 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    It's Uncle Saul's funeral, which means 'Horrible Grandma' is back, and leaving a trail of broken furniture in her wake.    "
                },
                "6": {
                    "title": "For Sale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Friday Night Dinner (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 106,
                    "original air date": "26 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    The boys arrive home to find a 'For Sale' sign in front of the house. How will they stop Mum and Dad from selling the family home?    "
                }
            }
        },
        "number of episodes": 31,
        "cast": [
            {
                "name": "Greig, Tamsin"
            },
            {
                "name": "Bird, Simon"
            },
            {
                "name": "Ritter, Paul"
            },
            {
                "name": "Rosenthal, Tom"
            },
            {
                "name": "Heap, Mark"
            },
            {
                "name": "Cuka, Frances"
            },
            {
                "name": "Oberman, Tracy Ann"
            },
            {
                "name": "McNeilly, Paul"
            },
            {
                "name": "Knight, Rosalind"
            },
            {
                "name": "Landis, Harry"
            },
            {
                "name": "Middleton, Tuppence"
            },
            {
                "name": "Vickerage, Lesley"
            },
            {
                "name": "Furst, Steve"
            },
            {
                "name": "Lok, Benjamin"
            },
            {
                "name": "Holness, Matthew"
            },
            {
                "name": "Cheung, Daphne"
            },
            {
                "name": "Faulkner, Gary"
            },
            {
                "name": "Joyce, Emily"
            },
            {
                "name": "Watkins, Jason"
            },
            {
                "name": "Barber, Frances"
            },
            {
                "name": "D'Souza, Neil"
            },
            {
                "name": "Driver, Patrick"
            },
            {
                "name": "Roche, Jake"
            },
            {
                "name": "Bon, Noel le"
            },
            {
                "name": "Sessions, John"
            },
            {
                "name": "Winter, Gordon"
            },
            {
                "name": "O'Mara, Graham"
            },
            {
                "name": "Theodore, Mark"
            },
            {
                "name": "Akuwudike, Jude"
            },
            {
                "name": "Bennett, Skye"
            },
            {
                "name": "McCormack, Sanchia"
            },
            {
                "name": "Cheung, Andy"
            },
            {
                "name": "Torrance, Phoebe"
            },
            {
                "name": "Woodeson, Nicholas"
            },
            {
                "name": "Rosenthal, Jim"
            },
            {
                "name": "Genis, Nigel"
            },
            {
                "name": "Demetriou, Jamie"
            },
            {
                "name": "Di Martino, Sophia"
            },
            {
                "name": "Finlay, Joseph"
            },
            {
                "name": "Hayes, Felix"
            },
            {
                "name": "Kaye, Paul"
            },
            {
                "name": "Kneafsey, Honor"
            },
            {
                "name": "Martin, Barry"
            },
            {
                "name": "Morgan, Roger"
            },
            {
                "name": "O'Carroll, Liam"
            },
            {
                "name": "Xie, Ming Qiang"
            },
            {
                "name": "Skinner, Dan Renton"
            },
            {
                "name": "Yeo, Rebecca"
            },
            {
                "name": "Cater, Wayne"
            },
            {
                "name": "Carter, Dominic"
            }
        ],
        "locations": [
            "23 Parkside, Mill Hill, Barnet, London, England, UK"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:M",
            "Ireland:12",
            "Ireland:15::(one episode)",
            "Ireland:PG::(one episode)",
            "New Zealand:M",
            "United Kingdom:12",
            "United Kingdom:PG::(one episode)",
            "United States:TV-14"
        ],
        "number of seasons": 5,
        "rating": 8.1,
        "votes": 8481,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMWU2ZjAyNzEtYzM4ZS00MGVlLTlkYzAtYTEyMGUyN2FlNTEyXkEyXkFqcGdeQXVyMTk3NDAwMzI@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Friday Night Dinner",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Popper, Robert"
            }
        ],
        "production companies": [
            {
                "name": "Popper Pictures"
            },
            {
                "name": "Big Talk Productions"
            }
        ],
        "distributors": [
            {
                "name": "Channel 4 Television Corporation"
            },
            {
                "name": "BBC Worldwide"
            },
            {
                "name": "HBO Hungary"
            }
        ],
        "other companies": [
            {
                "name": "Art4noise"
            },
            {
                "name": "De Lane Lea"
            },
            {
                "name": "Direct Tools & Fasteners"
            },
            {
                "name": "Mad Dog 2020"
            },
            {
                "name": "Shot Stop"
            }
        ],
        "plot": [
            "Two siblings share their Friday night dinners at their parents home and, somehow, something always goes wrong.::Anthony Anon"
        ],
        "tech": {
            "runtime": [
                "24 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8481,
                "rating": 8.1
            },
            "aged under 18": {
                "votes": 34,
                "rating": 8.4
            },
            "aged 18 29": {
                "votes": 2412,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 2559,
                "rating": 7.9
            },
            "aged 45 plus": {
                "votes": 768,
                "rating": 7.9
            },
            "males": {
                "votes": 4569,
                "rating": 7.9
            },
            "males aged under 18": {
                "votes": 21,
                "rating": 8.2
            },
            "males aged 18 29": {
                "votes": 1718,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 1838,
                "rating": 7.8
            },
            "males aged 45 plus": {
                "votes": 592,
                "rating": 7.8
            },
            "females": {
                "votes": 1654,
                "rating": 8.2
            },
            "females aged under 18": {
                "votes": 8,
                "rating": 9.4
            },
            "females aged 18 29": {
                "votes": 663,
                "rating": 8.4
            },
            "females aged 30 44": {
                "votes": 690,
                "rating": 8.1
            },
            "females aged 45 plus": {
                "votes": 165,
                "rating": 8.2
            },
            "top 1000 voters": {
                "votes": 74,
                "rating": 6.6
            },
            "us users": {
                "votes": 532,
                "rating": 8.0
            },
            "non us users": {
                "votes": 4140,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 2087,
            "9": 1864,
            "8": 2472,
            "7": 1177,
            "6": 401,
            "5": 175,
            "4": 83,
            "3": 58,
            "2": 52,
            "1": 112
        },
        "arithmetic mean": 8.2,
        "median": 8
    }
}