{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Bookbinder, Maya"
            },
            {
                "name": "Danger, Annie"
            },
            {
                "name": "Kelly, Kim"
            },
            {
                "name": "Mira, Dylan"
            },
            {
                "name": "Tank, Scott"
            }
        ],
        "genres": [
            "Comedy",
            "Horror",
            "Sci-Fi"
        ],
        "runtimes": [
            "17"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Maybe you slip on a banana peel. You can cry to keep laughing. Surprise Issues is a comedic art television show about the adolescent performance of inhumanity: turning into something unmanageable, the fading elastic on the control top tights, magnifying grotesque embarrassments with obsessive ambivalence. Like youth, comedy is the downward dog of circumstance and horror. This project is shot on VHS, its grainy format reminiscent of a moralizing sitcom taped off television and rerecorded by unsupervised teenagers who are longing for something, anything, to finally happen. But nothing ever happens in sitcoms. Our lesson being that it does not get better and we make our space in it regardless.",
        "languages": [
            "English"
        ],
        "title": "Surprise Issues",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Surprise Issues (United States)"
        ],
        "plot": [
            "Maybe you slip on a banana peel. You can cry to keep laughing. _Surprise Issues_ (qv) is a comedic art television show about the adolescent performance of inhumanity: turning into something unmanageable, the fading elastic on the control top tights, magnifying grotesque embarrassments with obsessive ambivalence. Like youth, comedy is the downward dog of circumstance and horror. This project is shot on VHS, its grainy format reminiscent of a moralizing sitcom taped off television and rerecorded by unsupervised teenagers who are longing for something, anything, to finally happen. But nothing ever happens in sitcoms. Our lesson being that it does not get better and we make our space in it regardless.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "17 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}