{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "9 January 2011"
            },
            {
                "country": "Japan\n",
                "date": "9 January 2011",
                "notes": "                            (Tokyo)"
            }
        ],
        "release dates": [
            "Japan::9 January 2011",
            "Japan::9 January 2011                            (Tokyo)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Beelzebub"
            },
            {
                "countries": "Russia",
                "title": "Вельзевул"
            }
        ],
        "akas": [
            "Beelzebub (original title)",
            "Вельзевул Russia"
        ],
        "akas from release info": [
            "Beelzebub (original title)",
            "Вельзевул Russia"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "I Picked Up the Demon King",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 13,
                    "original air date": "9 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Tatsumi Oga, a delinquent student at the worst high school in Japan, arrives at school with a small baby who emits massive shocks of electricity whenever it cries. Tatsumi claims he found after splitting open a strange man who came floating along the river, though his friend Takayuki Furuichi does not quite believe. While at Takayuki's house, they are both approached by a demon woman named Hildegarde who claims the baby, known as Kaiser de Emperana Beelzebub IV, is the son of Devil King who was sent to Earth to find a human to raise him so he could destroy humanity. ...    "
                },
                "2": {
                    "title": "I Became a Gang Leader with a Child",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 11,
                    "original air date": "16 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Hildegarde presents herself to Tatsumi's family in the wrong way, giving them a different view of the situation. She also informs Tatsumi that if he is more than 15 meters away from Baby Beel, who he nicknames, his cries may destroy the city. While dealing with this situation, Tatsumi comes up with the idea that if he can find someone stronger and more ruthless than he is he can dump Baby Beel on him and be free.    "
                },
                "3": {
                    "title": "Are There Any Strong, Ruthless Bastards Around?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "23 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    When Tatsumi loses some food for Baby Beel and he starts to get hungry, Tatsumi instead uses up a vending machine's worth of yogurt drink, revealed to be the favorite of the third year delinquent, Hajime Kanzaki. Figuring he may be worthy of dumping Baby Beel on, Tatsumi goes to see him under the pretense of becoming his henchman. After beating his current henchman, Tatsumi is asked by Kanzaki to throw him out of the window, but instead decides he is not worthy based on Baby Beel's expression and knocks him out instead.    "
                },
                "4": {
                    "title": "There Is One Second Before the Demon Lord's Floods Burst Forth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "30 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Baby Beel is currently in a phase of non-stop urination that threatens to flood the city. Hildegarde manages to temporarily stop it with an inter-dimensional diaper, but in order to stop it completely, Tatsumi decides he needs to get a super absorbent diaper advertised on telly. Upon reaching the supermarket only to find the brand had already sold out, one of Kanzaki's henchmen, Shintarou Natsume, tells Tatsumi about the TKKH, the strongest delinquents in Ishiyama High, of which Kanzaki is one of them. Just then, the supermarket is taking hostage by a group of thugs. ...    "
                },
                "5": {
                    "title": "Money Can Buy Anything",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "6 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    After a sleep deprived night, Tatsumi notices he has a strange mark on his hand, revealed to be Zebel Spell, a symbol of the contract between him and Baby Beel. Hildegarde and Alaindelon explain that a Demon Lord's parent is a vessel for his power, and the mark will grow the more opponents Tatsumi defeats. Wanting to get rid of the mark, Tatsumi decides to give up fighting in the hopes it will make the mark smaller. Meanwhile, another member of the TKKH, Tatsuya Himekawa, hires some thugs to kidnap Hildegarde and Takayuki in order to get Tatsumi's attention. Tatsumi ...    "
                },
                "6": {
                    "title": "Toys Have Arrived from the Demon World/We Played Doctor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "13 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    The mark on Tatsumi's arm goes back to its small size, much to the chagrin of Hildegarde who destroys his games console. She brings a play room for Baby Beel to play in, but upon building it, it turns out to be a magical cage that both she and Tatsumi get stuck inside. The only way to get out is to have Baby Beel solve a block puzzle toy, but he just ends up breaking it. Frustrated, Tatsumi utilizes his Zebel power to punch his way out, though it makes his mark grow big again. Rummaging through a bag of demon world toys, Baby Beel opens a chest that transforms Tatsumi...    "
                },
                "7": {
                    "title": "The \"Demon Lord\" Makes His Park Debut",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "20 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Tatsumi's family coerce him into taking Baby Beel to the park so he can make his 'park debut'. Despite making a bad impression with the other mothers, Tatsumi meets a girl named Aoi who is looking after her little brother, Kota. Aoi tries to help Tatsumi make his park debut which, partly due to the appearance of Alaindelon, does not reap much success. The general antics convince the other mothers to call over a police officer, who starts badmouthing both Tatsumi and Aoi. Before Aoi can lose her temper, Tatsumi throws him into a trash can, with Aoi coming off impressed...    "
                },
                "8": {
                    "title": "We Meet Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "27 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Aoi and the Red Tails return to Ishiyama High to deal with Tatsumi, despite not knowing who he is. When Takayuki drags Tatsumi to meet her, Aoi is shocked to find Tatsumi is the one she met at the park, although he does not recognize her back. Aoi starts to fight him using powerful bokuto attacks that cut through glass, but he manages to dodge all of her attacks. Impressed by her strength, Tatsumi asks Aoi to become Baby Beel's mother which causes her to become embarrassed and run off. Afterward, Aoi seems to develop feelings towards Tatsumi. Meanwhile, another ...    "
                },
                "9": {
                    "title": "Love Is a Hurricane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "6 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    The delinquent group, MK-5, come to confront Tatsumi, but are promptly beaten by him and Hildegarde, who catches the attention of a smitten Aoi. As Aoi's right hand ladies, Chiaki Tanimura and Nene Oomura confront Tatsumi, Hildegarde, who had heard from Tatsumi about his plans to dump Baby Beel onto Aoi, challenges her to a fight to test her strength. When Aoi returns to find Chiaki and Nene injured, she assumes Tatsumi is responsible and confronts him in a fight. In actuality, Chiaki and Nene were attacked by MK-5, under the orders of Miwa, who desires the title of ...    "
                },
                "10": {
                    "title": "A Disciple Was Gained",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "27 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    A stray cat becomes attached to Tatsumi, causing Baby Beel to become extremely jealous and shock anyone he shows affection towards. Baby Beel challenges the cat to a fight and subsequently loses, but when a gang of fierce cats gang up on the cat for fighting in their territory, Baby Beel stands up for him, prompting Tatsumi to help out. Afterward, Baby Beel and the cat become friends. Later, Tatsumi takes Baby Beel and the cat to a play center where he once again meets Aoi in her park getup. While Baby Beel and Kota getting into heated competition with some other ...    "
                },
                "11": {
                    "title": "There Was Something Money Could Not Buy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 6,
                    "original air date": "3 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Himekawa plots revenge against Tatsumi by setting him up with a poisoned sandwich, but it does not affect him due to his resilience to Hilda's cooking. He next attempts to use a popular costumed character to try to capture Baby Beel, but Tatsumi and Baby Beel notice that he's a fake due to differently colored chopsticks. He later has one of his subordinates to masquerade as a woman in an attempt to seduce Takayuki into giving him Baby Beel, but Alaindelon intervenes, transporting Himekawa and his gang to a far off island. The resulting failures leave Himekawa with no ...    "
                },
                "12": {
                    "title": "I Won't Let You Sleep Tonight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "10 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Baby Beel has been crying all night for the past three nights, which is causing Tatsumi and the whole neighbourhood to get very little sleep. Wanting to stop his night crying to avoid being chased out of their house, the Tatsumi family attempt to play with Baby Beel all day in order to tire him out come nighttime. Despite managing to get him to sleep, Baby Beel still wakes up and cries in the middle of the night. After Tatsumi spends the day dealing with a sleep deprived TKKH, Hilda brings a toy that calms Baby Beel down, but is even noisier than his crying.    "
                },
                "13": {
                    "title": "Baby Beel's Assessment Test/Hilda: Dear Great Demon Lord",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 6,
                    "original air date": "17 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    As Ishiyama High holds an assessment test for its study-phobic students, the Great Demon Lord also holds a test for Baby Beel, requiring him to earn points by beating up various things, or run the risk of both he and Tatsumi facing remedial classes in the Demon World. With Baby Beel not showing much hope, Tatsumi decides to try to dump Baby Beel on whoever scores highest on the test. When a rival school interrupts the test, Tatsumi fights them off to allow the other students to keep on the test, earning enough points to avoid remedial lessons, later learning that the ...    "
                },
                "14": {
                    "title": "Is There a Special Move?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 6,
                    "original air date": "24 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    As Kanzaki tries to come up with a new special move to beat Tatsumi, his followers suggest the key to Tatsumi's power is having Baby Beel on his back. Thus, Kanzaki starts training with a weighted baby doll on his back. When that plan does not work, they try finding a living substitute, which end in more embarrassing results. Meanwhile, Tatsumi takes Baby Beel to the park where they once again meet Aoi, who has lost track of Kouta. Kanzaki coincidentally finds him and deems him a worthy substitute for Baby Beel. While playing with him, he figures out the key to ...    "
                },
                "15": {
                    "title": "The Delinquents Have Changed Into Swimsuits",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 6,
                    "original air date": "1 May 2011",
                    "year": "2011",
                    "plot": "\n    Takayuki tells Tatsumi about the final member of the TKKH, Hidetora Tojo, mainly to get him interested about ditching Baby Beel so Alaidelon will leave him alone. Wanting Tatsumi to get beaten, Himekawa informs them that Tojo works at the beach. Tatsumi and Takayuki go there the next day and get mistaken as part-timers for a yakisoba stand, later finding that Tojo had actually been fire the previous night. As he keeps missing him, Tatsumi asks Aoi to pass on a letter of challenge to Tojo, whose henchmen find it before Aoi can rip it up. Tatsumi gets held up to their ...    "
                },
                "16": {
                    "title": "You're Not a Bad Specimen of a Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 6,
                    "original air date": "8 May 2011",
                    "year": "2011",
                    "plot": "\n    Takayuki is dragged away from his tropical summer vacation against his will to join Tatsumi and Baby Beel to a public pool, though Tatsumi is soon shocked by the fact he could've gone to the tropical resort himself. While chatting with the Red Tails, Takayuki is approached by some delinquents from his old middle school and ends up going against their leader, Takashima, when they start hitting on the girls. Takayuki tries to hide in the pool, but Takashima calls more of his men and tricks the lifeguard into evacuating the pool, leaving Takayuki and a stunned Tatsumi. ...    "
                },
                "17": {
                    "title": "How About Some Demon World Homework?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 6,
                    "original air date": "15 May 2011",
                    "year": "2011",
                    "plot": "\n    The Demon King sends Baby Beel some summer homework, containing a notebook which brings anything drawn in it to life. Next, Hilda brings Tatsumi to Ishiyama High to collect prints of rare, powerful beasts, aka the delinquents, by whacking them with a giant fly swatter. During the chase, Baby Beel ends up planting several carnivorous Demon Plants, one of which grows into a massive giant causing havoc until Tatsumi destroys it.    "
                },
                "18": {
                    "title": "I Quit Being the Baby on Back Brawler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 6,
                    "original air date": "22 May 2011",
                    "year": "2011",
                    "plot": "\n    Beel gets a summer cold, causing his body to give off incredible heat. As his condition gets worse, the Zebel Spell on Tatsumi's hand disappears, leading Hilda to become frustrated towards Tatsumi for showing little care towards him. As Tatsumi tries to decide what to do, he encounters one of Tojo's henchmen, Shojo Aizawa, who seemingly outmatches Tatsumi before leaving. The next morning, both Hilda and Beel have disappeared. As Tatsumi searches for them, he encounters Tojo with Beel on his back, who challenges Tatsumi to a fight. As the two fight, Tatsumi is shocked ...    "
                },
                "19": {
                    "title": "The Doctor Has Arrived",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 6,
                    "original air date": "29 May 2011",
                    "year": "2011",
                    "plot": "\n    Tatsumi returns home after being defeated by Tojo to find that Hilda has returned from the Demon World with the imperial doctor, Forcas Rachmaninoff, and his assistant, Lamia, to help determine the cause of Beel's illness. He diagnoses the illness as King Fever and when Beel was trying to draw out massive amounts of demonic power, he accidentally severed the link between him and Tatsumi and found Tojo similar to Tatsumi and connects to him. Tatsumi begins a treatment to try to reconnect with Beel and enters a dream world through the effects of a Demon World drug that ...    "
                },
                "20": {
                    "title": "Everyone Assemble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 6,
                    "original air date": "5 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Tatsumi reflects on Lamia telling him to take a shower before going to Tojo and sees a silhouette outside his bathroom window and thinks it's Lamia, but it's really Shiroyama, who takes Tatsumi to Kanzaki and Himekawa who tell him they want to team up to beat Tojo and Tatsumi agrees. On the way to Ishiyama High, they are surrounded by a large group of delinquents, which Tatsumi takes care of swiftly. Upon arriving at Ishiyama High, the rest of the school is there to confront Tatsumi, only to have Kunieda and the Red Tails take care of them for him. Tojo sets off ...    "
                },
                "21": {
                    "title": "Who Do You Think Is Ishiyama's Strongest?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "12 Jun. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Secluded Mountain Training",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "19 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Baby Beel's fear of insects prompts Tatsumi to give him some special training up in the mountainous village of Mapputatsu. There, he stumbles across Kunieda carrying Kota in the disguise she wore at the park with her grandfather. While Tatsumi is still unaware of her true identity as Kunieda, her grandfather develops an interest in him.    "
                },
                "23": {
                    "title": "You Kidding Me? The Demon World.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "26 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    As the Zebub Spell is restored, Lamia and Dr. Forcas begins to return to the Demon World through Alaindelon. While they were being transported, Baby Beel grabbed onto Lamia and refused to let go, causing Furuichi and Tatsumi to be transported as well. All 4 of them landed in Vlad's Haunt, one of the most dangerous areas in the Demon World, with Alaindelon unconscious from transporting too many people at once. Lamia manages to contact Hilda through her cellphone, and is informed that Alaindelon's daughter might be able to transport them home safely. A Yople alien shows...    "
                },
                "24": {
                    "title": "Welcome Back, Demon World!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "3 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Finding Alaindelon's daughter rather attractive, Furuichi vows to rescue her while Gare and Edda led him to Tatsumi and Lamia in the village of thieves where Alaindelon's daughter, Angelica is trapped. The rescue runs smoothly until a large Demon named Vlad's Master is awakened and terrorizes the village in which Beelzebub suddenly grows huge to fight it off.    "
                },
                "25": {
                    "title": "New Semester Started",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "10 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    The students of Ishiyama High settle in at St. Ishiyama, with all the significant characters being placed in the same classroom. Their new homeroom teacher, Sadohara, challenges Tojo to an arm wrestle to try to establish some authority over the class, failing miserably when Tojo accidentally slams him upside-down against the wall. He then picks a second target, Tatsumi, who was sleeping in his seat, and wakes Tatsumi in order to challenge him. Baby Beel is angry to have been woken and subsequently tantrums, shocking Tatsumi and Sudohara. An aspiring delinquent from St...    "
                },
                "26": {
                    "title": "May I Call You Brother",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "17 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Tatsumi and Furuichi accept Kazuya as their student, after being praised on how legendary they are. Kazuya tries to copy Tatsumi to become strong like him, even making identical lunch boxes. Due to the Teimo incident, Tatsumi and Kunieda meet Kido, the teacher in charge of student life at Saint Ishiyama Academy. They receive a warning of expulsion, should they persist to cause trouble for the school. Meanwhile, Kunieda tries to learn from Azusa to be more open to men, but realises it to be impossible. In order to get Kazuya off his back, Tatsumi pretends to teach the ...    "
                },
                "27": {
                    "title": "Called the Magical Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "24 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    In order to make up for forgetting his daughter's birthday, Alaindelon brought Angelica to Furuichi's house for a tour of the Human World. Unfortunately while the gifts were being retrieved from Alaindelon, a Yople alien teleported into the human world and escaped. Angelica resolves to track down the Yople, using a demon wand that transforms its user into a Magical Girl. Gathering 4 other girls - Hilda, Azusa, Honoka and Aoi, they form the 5 Fairies of Light and manages to track down the Yople at an amusement park where Tojo was working as part of the cast in a ...    "
                },
                "28": {
                    "title": "Let's All Get Physicals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "31 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    The students of Ishiyama High are ordered to do physical examinations amongst themselves. Baby Beel gets jealous of a toy which accidentally gets stuck to Tatsumi's back, and locks himself inside of a locker to pout in protest. While trying to lure him out, the girls come into the room for their physicals, forcing Tatsumi and Furuichi to hide under the desk while the girls strip off and start measuring. The girls leave the room without seeing them, despite a few close calls, and upon the girls' departure Tatsumi and Furuichi get up from under the table and start ...    "
                },
                "29": {
                    "title": "What Are the 6 Holy Knights?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "7 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    After being shocked early in the morning by Baby Beel, Tatsumi's enthusiasm to find someone new to pass Beel onto is temporarily reborn, and upon hearing rumors of six students who excel both academically and athletically, he goes off searching for these six in the hopes that they will impress Baby Beel. Tatsumi, accompanied by Aoi, goes searching for Kazuya to get more information about the 6 Holy Knights. Meanwhile, Furuichi runs into an old friend, Miki. He warns Furuichi to stop Tatsumi getting involved with the six, and tells him that the six wear badges to ...    "
                },
                "30": {
                    "title": "Who Could the 6 Holy Knights Be?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "14 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Furuichi and Tatsumi survey the school from the roof searching for emblems on people's shirts, and Azusa ends up tagging along in their search. Two students from St. Ishiyama are seen hassling two of Aoi's gang, causing Shiroyama to interject, telling them to leave. The two disgruntled students are offered a free punch by Shiroyama as compensation for breaking off their advance on the girls. They roll a large weight onto Shiroyama, hospitalizing him. Kanzaki bursts into the classroom the two boys are in later that day to get vengeance, only to be knocked out by Miki ...    "
                },
                "31": {
                    "title": "No Conclusion Was Reached",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "28 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    The fight between Tatsumi and Miki begins, with Miki seemingly beating Tatsumi with ease. He strikes Tatsumi with a technique which Aoi recognizes to be Hakkyokuken, a martial art form from China. Tatsumi continues to fail to hurt Miki, using a variety of \"special moves\" which do not seem any different from his usual attacks. Miki begins to power up his most powerful technique, which he advises Tatsumi to dodge due to its power. Before he has a chance to use it, he is interrupted by Nanami, the 2nd strongest of the 6 Holy Knights. She is shortly joined by the final ...    "
                },
                "32": {
                    "title": "What Has the Transfer Girl Done?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "4 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Hilda transfers into the class to keep an eye on how things are progressing, with Alaindelon transferring into another class. The students find out the sport will be volleyball, something none of them have any experience in. The students lack motivation which Hilda promises to sort out. With the help of Alaindelon they kidnap the delinquents and force them to watch a poorly edited video of the 6 Holy Knights bad-mouthing them. The delinquents, except Furuichi, all believe in the video and become fired up, ready to beat their opponents.    "
                },
                "33": {
                    "title": "There Are Wounds in the Past",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "11 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Tatsumi becomes tired of practicing and walks out of the gym, itching for a fight. He finds Miki training in a nearby Dojo, and challenges him to a fight. Tatsumi takes all of Miki's attacks head on, and is clearly damaged from the strength of the attacks. Miki claims his technique is only at 70% power, but will be ready by the time the school festival arrives. Miki has a flashback to a time when Tatsumi betrayed him in the past, where Miki followed Tatsumi to fight alongside him, but Tatsumi turned on him, knocking him down and kicking him on the floor. Tatsumi finds...    "
                },
                "34": {
                    "title": "Maids Run Amok",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "18 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    The festival is underway, and Azusa is trying to run a Maid café. Furuicihi offers to help, and Azusa and her friends obey his commands blindly due to his reputation as 'The Strategist'. Furuichi persuades many of the Red Tails to dress up in Maid uniforms, claiming that this is a preliminary battle against a café that the 6 Holy Knights are running elsewhere. Hilda also gets involved, and remodels the café to be more formal. Some rowdy guests from Teimo High enter the cafe acting unruly, whom Hilda is quick to discipline.    "
                },
                "35": {
                    "title": "Time for the Game to Begin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "25 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    The volleyball game begins, with both teams proving to be competent at the sport. The Ishiyama High gang commit fouls and play dirty, gaining them enough points to make the first set a close one. Izuma starts serving using a fighting technique to power the balls towards Kunieda with such power that she's unable to dig them out. Kunieda's arms are burned badly from trying to deflect the balls, and she substitutes for Furuichi, who proves to be totally useless. A determined Kunieda returns to the court and manages to start digging out Izuma's serves. The Ishiyama High ...    "
                },
                "36": {
                    "title": "The Victory Has Finally Arrived",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "2 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Kiriya, the man who scarred Miki and tried to attack Tatsumi in the past shows up at the volleyball match. He declares that he is seeking revenge on Tatsumi, and has taken hostages at the school to stop anyone interfering. Kiriya reveals that he had to move away to Nara previously, and this is why he is only now seeking revenge on Tatsumi. Miki, who also moved to Nara after being beaten by Tatsumi, realizes that Tatsumi had only beaten him to protect him from Kiriya when the two of them were both in Nara. Tatsumi and Miki team up to take down Kiriya's henchmen while ...    "
                },
                "37": {
                    "title": "This Man Is a Teacher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "9 Oct. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "38": {
                    "title": "The Sibling Rivalry Has Begun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "16 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Tatsumi attempts to explain the whole situation to Aoi, but him and Furuichi get stuck on remember BabyBeel's name. Not long after, a demon maid servant who looks similar to Hilda named Yolda appears, and expresses her unhappiness on the situation. Soon another 2 demon maid servants appear along with a young boy who is introduced by the maids as Lord En, BabyBeel's older brother, who has come due to BabyBeel taking too long to destroy humanity. Aoi then understands everything that's going on. BabyBeel and Lord En do not have the best relationship, where BabyBeel is ...    "
                },
                "39": {
                    "title": "His Brother Was a Crybaby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "23 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Before destroying humanity, Lord En wants to experience everything in the human world. As Lord En is a huge fan of games and the like, he is drawn to the game centres and amusement parks there and is distracted from his original mission of destroying humanity. During the visit to Ishiyama Land it's found that he cries very easily over the slightest things that BabyBeel does or happens in general. He suggests going on a roller coaster, which everyone is against due to his crying, but still he demands to go on. He does eventually end up crying and creating fire once ...    "
                },
                "40": {
                    "title": "No Shirt, No Shoes, No Assassins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "30 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    It's revealed that Tojo and Suzuka know each other from the past, as they both underwent training from Saotome. Izumo and Tojo have a fight after school and Izumo reveals some of his demon powers. However Behemoth's 34 Pillar Division has arrived and causes trouble. Aoi is captured by one of the pillars named Hecatos who wants to make her his contractor so that he can use all his powers in the human world. Tatsumi and Hilda then fight together against him in order to rescue Aoi, however just before they believed they'd won Hilda is stabbed by Hecatos.    "
                },
                "41": {
                    "title": "On the Brink! What'll We Do?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "6 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Whilst everything is in commotion, Lord En continues his tour of the human world and is now in Akihabara. As usual, he also cries due to the maids being mistaken for cosplayers and he feels left out. Kanzaki and Yuka are both spying on Tojo and Izuma's fight, until two of the pillars: Graphel and Naga interrupt the fight and beat Izuma up. Izuma is revealed to be only half demon and hasn't actually made contact with any real demons before and so his power is weaker than that of a real one. Tojo then cuts in and so does Kanzaki however Graphel does not get a chance to ...    "
                },
                "42": {
                    "title": "It's Time to Train",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "13 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Hilda recovers and apologizes for everything and being unable to help. Tatsumi decides to become stronger in order to protect everyone and so seeks for Aoi's grandfather to train him. After seeing Kouta come out of the shrine Tatsumi comes to the incorrect conclusion that Aoi Kunie is actually Aoi Kunieda's cousin when in fact they are the same people. Tatsumi and Teima Shadow receives pointless training from Aoi's grandfather. Saotome and Tojo talk about the incident, however Tojo doesn't understand everything about demons and mistakes them for bears and Saotome's ...    "
                },
                "43": {
                    "title": "Where Did the Older Brother Disappear To?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "20 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Lamia ask Fruichi to find BabyBeel's brother but when they went game centre, they find Kanzaki, Himekawa and Yuko. Furuichi ask they for help. Meanwhile Aoi and Tatsumi went for training to be strong.    "
                },
                "44": {
                    "title": "I Have to Get Stronger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "27 Nov. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "45": {
                    "title": "There's One Day and 1 Hour Left Until the Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "4 Dec. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "46": {
                    "title": "Burn, Super Combination!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "11 Dec. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "47": {
                    "title": "Sorry to Have Kept You Waiting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "18 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    The show opens seeing the 2 pillars who got beaten in jail, and 2 other pillars talking to them. One is Lamia's mom. They then cut to the main gang who are tired from playing video games. Shiro acts as Lamia while talking to En. He speaks like a ditzy schoolgirl, but En buys it.    "
                },
                "48": {
                    "title": "I'm His Parent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "25 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    After Tatsumi came back from his training, he was renewed with a different notion, that he wanted to protect everyone, along with finally accepting the responsibility of raising Baby Beel himself. When one of the Pillars countered that he would destroy humanity, Oga contests that they're wrong, claiming that it's because he's the parent of Baby Beel, that he won't let him destroy humanity. Thus upon fighting, he introduces his new technique called the \"Zebul Emblem\" and \"Super Milk Time\" (which he learned while training with Saotome. Black Baby Beel and Baby Beel ...    "
                },
                "49": {
                    "title": "Beelzebub's New Year's Special! Beelbeel Journey to the West!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "8 Jan. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "50": {
                    "title": "Today I'm Different on the Inside",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "15 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Due to the after effects of Super Milk Time, Baby Beel and Tatsumi have swapped bodies. In order to return things back to normal, they try to look for Saotome-Sensei to see if he knows how to, however they are continuously disrupted by everyone else from the academy trying to start a fight with Tatsumi (who is currently Baby Beel). Eventually, Baby Beel runs away after being drawn to a smell, and Hilda, Furuichi and Tatsumi try to catch him, where they find him attached to Aoi. After hugging Aoi, BabyBeel runs off once again and so Hilda and Aoi have a match to see ...    "
                },
                "51": {
                    "title": "Komainu-sama Is Watching You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "22 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Tatsumi is trying to think of a way to perfect Super Milk Time before they're attacked again whilst Nene and the rest of the Red Tails are trying to get Aoi back into the group by holding a fake meeting at Aoi's place and so persuading her. Aoi's demon magic is revealed to be thanks to Koma, a perverted demon whom she acquired at Mapputatsu Temple. Tatsumi has found a new milk bottle which will hopefully help Super Milk Time and is asking Furuichi to try it, who is obviously reluctant as he is \"busy\". Meanwhile, St Marian's High School for Girls have declared a battle...    "
                },
                "52": {
                    "title": "And Then There Were No Delinquents",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "29 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    It's the coldest day of Winter and St. Ishiyama is closed, however everyone from Ishiyama has still come to school as they were not informed of this until Kazuya and Azusa come in to tell them. Unable to go home due to the storm, everyone remains in school, until suddenly the delinquents slowly get beaten up - Kazuya then informs the others that the incidents are exactly the same as that in the counting song \"100 Delinquents\". As the song's events continues, everyone decides to try to capture the culprit however all the men are eventually beat up leaving only the ...    "
                },
                "53": {
                    "title": "Baby Beel's First Conquest/Furuichi Falls in Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "5 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    The Demon king is interested in conquest shows and sets up an area which Baby Beel has to destroy by himself. Hilda is worried for Baby Beel's safety and decides to follow him along with Tatsumi, Furuichi and Lamia. Beelzebub faces many obstacles but is secretly helped by Tatsumi and Lamia. The final destination happens to be Furuichi 's house. Furuichi tries to stop baby Beel from destroying his house but Baby Beel ends up destroying it by using Alaindelon as a weapon. Later Furuichi is confronted by a shy girl. In class furuichi exclaims that he is sick and goes to ...    "
                },
                "54": {
                    "title": "Black Baby Beel Grows Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "12 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Tatsumi and Furuichi and their teacher (which was the Spellmaster) was searching for the black version of Baby Beel. Tatsumi thought that it was so bored that it ran away. But actually it was because of Himekawa. They asked some girls if they saw someone with a baby, and they answered that they saw a nice looking, hot guy that smelled so nice. He took it because he believes that it was the key for their family to be more successful. In the end, Black Baby Beel was reunited with Tatsumi's teacher.    "
                },
                "55": {
                    "title": "I Have Lost My Pompadour/The Great Demon Lord Has Come",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "19 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Himekawa loses his hair gel and thus is not able to make his Pompadour. This causes Himekawa to wear his hair down, making many girls at school to fall for him.    "
                },
                "56": {
                    "title": "Are You a Traitor?/Is This a Job for Men?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "26 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Hilda is worried that everyone is plotting an evil scheme and not including her.    "
                },
                "57": {
                    "title": "Won't You Eat a Manju?/Won't You Get in a Mixed Bath?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "4 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Koma gets an idea from Oga's Super Milk Time training to switch bodies with Aoi Kunieda by offering her Manju. He has some fun moments with Aoi that gets pervy but he also spends a good bit of time with the kids, of which Koma fits in pretty well. His attempts to push them into his own designs are definitely fun since he wants to utilize the body switching ability for his own ends, which is essentially to get into Aoi's body and play with her end. Hilda wins a ticket to an Onsen where Oga's family and her enjoy a relaxing bath. Oga, Beel, and Hilda bond a little bit ...    "
                },
                "58": {
                    "title": "Akumano Academy Is Open",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "11 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Behemoth visits St. Ishiyama to find Oga and Beelzebub, but he gets welcomed by Zenjuro, Ittousai, and the principal. Hilda holds Oga down while they watch the fight. Meanwhile, Furuichi and the delinquents arrive at Akumano Academy. They stumble upon the Pillar Generals. Agiel attacks only to meet Aoi who arrived in the nick of time. Will Aoi defeat Agiel?    "
                },
                "59": {
                    "title": "We're the Strongest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "18 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    While Aoi fights Agiel, Oga and Hilda meet Behemoth and Jabberwock up close and personal. Then, at Akumano Academy, Lord En and quetzalcoatl has the delinquents playing a \"game,\" and at the same time, Oga fights Jabberwock to free Hilda from the enormous jaws of Sodom. Will Oga and Beel have the power to free Hilda from Jabberwock and his dragon, Sodom?    "
                },
                "60": {
                    "title": "I Won't Say Goodbye",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beelzebub (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "votes": 6,
                    "original air date": "25 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    It begins with a bunch of Ishiyama delinquents crying and mourning over the loss of Oga and Baby Beel. Their tears stop short by the river when Alaindelon cruises like a speedboat and Oga and Beel pop out of the man. At Oga's house, Hilda explains that the Great Demon Lord has no interest in destroying humanity which means the goal of raising Beel to destroy all humanity is no more. Beel and his gang will have to go home, and mass hysteria follows. Will Oga, Beel, and the gang part ways forever?    "
                }
            }
        },
        "number of episodes": 60,
        "cast": [
            {
                "name": "Itô, Shizuka"
            },
            {
                "name": "Konishi, Katsuyuki"
            },
            {
                "name": "Mizushima, Takahiro"
            },
            {
                "name": "Sawashiro, Miyuki"
            },
            {
                "name": "Takagi, Wataru"
            },
            {
                "name": "Kishio, Daisuke"
            },
            {
                "name": "Toyosaki, Aki"
            }
        ],
        "genres": [
            "Animation",
            "Action",
            "Comedy",
            "Drama",
            "Fantasy"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja",
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "South Korea:15"
        ],
        "number of seasons": 1,
        "rating": 7.7,
        "votes": 1335,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDE3NGU0ZTQtZTAxYy00Y2NjLWJhMWYtYjE4M2NmZGE2NTNiXkEyXkFqcGdeQXVyMjQ5NjMxNDA@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "The story follows the strongest juvenile delinquent, Oga Tatsumi, he is a first year in Ishiyama High, the school for delinquents. The story starts as he is telling the story of how he found the baby to his best (and only) friend Furuichi Takayuki. One day while fishing by the river (actually, taking revenge on people trying to kill him in his sleep), he sees a man floating down it, he pulls him to shore and the man splits in half revealing a baby boy. This boy is the son of the demon king and he has been chosen as the one to raise it with the baby's maid Hilda. The story follows his life with the child and at the delinquent school. The early chapters of the manga follow Oga as he attempts to 'pass on' Baby Beel to other students at Ishiyama, (The theory is that if Oga can find someone more evil and stronger than him, Baby Beel will attached to that person instead of Oga). After subsequently fighting and defeating all members of the Touhoushinki and in the process, destroying Ishiyama High itself, Oga and company are transferred to Saint Ishiyama Academy, which appears to be a direct opposite of the delinquent school.",
        "languages": [
            "Japanese",
            "English"
        ],
        "title": "Beelzebub",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Tamura, Ryuhei"
            }
        ],
        "production companies": [
            {
                "name": "Dentsu"
            },
            {
                "name": "Pierrot"
            },
            {
                "name": "Shueisha"
            },
            {
                "name": "Yomiuri Telecasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "Nippon Television Network (NTV)"
            },
            {
                "name": "Yomiuri Telecasting Corporation (YTV)"
            }
        ],
        "plot": [
            "The story follows the strongest juvenile delinquent, Oga Tatsumi, he is a first year in Ishiyama High, the school for delinquents. The story starts as he is telling the story of how he found the baby to his best (and only) friend Furuichi Takayuki. One day while fishing by the river (actually, taking revenge on people trying to kill him in his sleep), he sees a man floating down it, he pulls him to shore and the man splits in half revealing a baby boy. This boy is the son of the demon king and he has been chosen as the one to raise it with the baby's maid Hilda. The story follows his life with the child and at the delinquent school. The early chapters of the manga follow Oga as he attempts to 'pass on' Baby Beel to other students at Ishiyama, (The theory is that if Oga can find someone more evil and stronger than him, Baby Beel will attached to that person instead of Oga). After subsequently fighting and defeating all members of the Touhoushinki and in the process, destroying Ishiyama High itself, Oga and company are transferred to Saint Ishiyama Academy, which appears to be a direct opposite of the delinquent school.::anidb.net"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1335,
                "rating": 7.7
            },
            "aged under 18": {
                "votes": 5,
                "rating": 8.1
            },
            "aged 18 29": {
                "votes": 642,
                "rating": 7.8
            },
            "aged 30 44": {
                "votes": 277,
                "rating": 7.3
            },
            "aged 45 plus": {
                "votes": 30,
                "rating": 5.8
            },
            "males": {
                "votes": 848,
                "rating": 7.6
            },
            "males aged under 18": {
                "votes": 3,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 528,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 232,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 25,
                "rating": 6.0
            },
            "females": {
                "votes": 170,
                "rating": 7.6
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 109,
                "rating": 7.9
            },
            "females aged 30 44": {
                "votes": 45,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 4.5
            },
            "top 1000 voters": {
                "votes": 24,
                "rating": 6.5
            },
            "us users": {
                "votes": 94,
                "rating": 7.3
            },
            "non us users": {
                "votes": 568,
                "rating": 7.4
            }
        },
        "number of votes": {
            "10": 326,
            "9": 207,
            "8": 350,
            "7": 224,
            "6": 105,
            "5": 56,
            "4": 17,
            "3": 13,
            "2": 5,
            "1": 32
        },
        "arithmetic mean": 7.9,
        "median": 8
    }
}