{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2011"
            },
            {
                "country": "Canada\n",
                "date": "21 June 2011"
            },
            {
                "country": "USA\n",
                "date": "21 June 2011"
            },
            {
                "country": "Hungary\n",
                "date": "1 April 2012"
            },
            {
                "country": "Netherlands\n",
                "date": "5 April 2012",
                "notes": "                            (limited)"
            },
            {
                "country": "Japan\n",
                "date": "14 November 2012"
            }
        ],
        "release dates": [
            "USA::2011",
            "Canada::21 June 2011",
            "USA::21 June 2011",
            "Hungary::1 April 2012",
            "Netherlands::5 April 2012                            (limited)",
            "Japan::14 November 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Combat Hospital"
            },
            {
                "countries": "Canada (English title) (working title)",
                "title": "The Hot Zone"
            },
            {
                "countries": "Hungary",
                "title": "Combat Hospital - A frontkórház"
            },
            {
                "countries": "Russia",
                "title": "Военный госпиталь"
            },
            {
                "countries": "Spain (Catalan title) (alternative title)",
                "title": "Hospital de campanya"
            }
        ],
        "akas": [
            "Combat Hospital (original title)",
            "The Hot Zone Canada (English title) (working title)",
            "Combat Hospital - A frontkórház Hungary",
            "Военный госпиталь Russia",
            "Hospital de campanya Spain (Catalan title) (alternative title)"
        ],
        "akas from release info": [
            "Combat Hospital (original title)",
            "The Hot Zone Canada (English title) (working title)",
            "Combat Hospital - A frontkórház Hungary",
            "Военный госпиталь Russia",
            "Hospital de campanya Spain (Catalan title) (alternative title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Welcome to Kandahar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Combat Hospital (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 53,
                    "original air date": "21 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    It's 2006: Major Rebecca Gordon, a highly-trained trauma surgeon, and Captain Bobby Trang, a brand-new doctor, report for duty at the NATO Role 3 Multinational Medical Unit at Kandahar Airfield. Perched at the edge of the airfield and built out of plywood and canvas held together with duct tape, the temporary building that houses the Role 3 shakes every time a plane takes off. The hospital's commander, Colonel Xavier Marks, tells the newcomers to expect an experience unlike any they've had before. Rebecca thinks she can handle anything, while Bobby is acutely ...    "
                },
                "2": {
                    "title": "Enemy Within",
                    "kind": "episode",
                    "episode of": {
                        "title": "Combat Hospital (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 40,
                    "original air date": "28 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Rebecca is nearly run over by a pick-up truck full of Afghan National Army soldiers heading for the hospital. Their leader -- who turns out to be an American Special Forces operative -- carries in one of his men, delirious with a serious infection, one that neither Rebecca nor Bobby have encountered before. When another patient comes down with the same infection, the team realize they're dealing with a highly contagious and resistant bacterial strain, with no idea what it is, where it came from or how to stop it from spreading. Colonel Marks is left with no choice but...    "
                },
                "3": {
                    "title": "It's My Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Combat Hospital (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 30,
                    "original air date": "5 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Rebecca depletes the blood supply while she and Bobby operate on a soldier with severe gunshot wounds, forcing Colonel Marks to call for a walking blood bank. Pedersen questions the soldier's unit about the circumstances that lead to the shooting, but their story doesn't add up. Simon rekindles a relationship with an old flame - an attractive photojournalist on assignment. Marks appoints Rebecca as morale officer, whose primary duty is to plan the weekly staff party on the base. Reluctantly, she rises to the occasion and, with the team's help, orchestrates a shindig ...    "
                },
                "4": {
                    "title": "Wrong Place at Wrong Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Combat Hospital (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 32,
                    "original air date": "12 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    When Simon learns the medevac helicopter has to make a routine supply run, he hitches a ride to his farm en route. Plans go awry when the chopper's pilots spot white tracer fire and have to make an unexpected stop to pick up an injured US Army soldier with multiple shrapnel wounds. Bobby and Rebecca operate on a Romanian civilian patient who suffers a brain hemorrhage and emergency neurosurgery becomes vital to his survival. When Simon can't get back in time to perform the surgery, he must talk Rebecca through the operation via cell phone from the medevac. Bobby and ...    "
                },
                "5": {
                    "title": "Hells Bells",
                    "kind": "episode",
                    "episode of": {
                        "title": "Combat Hospital (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 30,
                    "original air date": "19 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Marks receives a worrisome call from home and confides in Pedersen. Rebecca and Bobby participate in Pederson's group therapy session, leaving Rebecca feeling vulnerable when she over-shares. A civilian wedding party is caught up in Taliban crossfire and the Afghan groom and some of the guests are brought in to the Role 3. Pedersen heads to the clinic off base to help the wedding party's female victims and Rebecca initiates a search to find the bride. Bobby exercises his authority as Captain and attempts to ground a Sergeant intent on postponing medical tests in order...    "
                },
                "6": {
                    "title": "Inner Truth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Combat Hospital (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 21,
                    "original air date": "26 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Rebecca reveals to Simon that she is jealous of Bobby's recent success and discusses her feelings with Pedersen. When Nurse Suzy Chao is assigned to help Bobby with his research, she develops a crush on him. Rumours about Simon circulate when he receives an unusual number of calls from England. Seven soldiers, who are brought to the Trauma bays, anxiously wait for the arrival of their lucky charm, 19-year old Private Henry Flax. When the entire unit survives their injuries without complications, Marks acknowledges lady luck and miraculously, not long after, the new CT...    "
                },
                "7": {
                    "title": "Reckless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Combat Hospital (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 31,
                    "original air date": "2 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    It's \"Kebob's your Uncle Eating Contest\" at Kandahar Air force Base. On her way to the festivities Major Rebecca Gordon runs into PJ's Ford and Mehra as they embark on a long flight. Their pilot, USAF Lieutenant Ray Ludford asks her for stimulants before the trip, but Rebecca refuses on personal and professional grounds. A fun day is turned into a nightmare as dozens of military personnel and contestants fall ill due to tainted kebob meat. During the chaos, a call comes in -- a helicopter went down and a severely injured Pilot Ray, Mehra and Ford are brought in on ...    "
                },
                "8": {
                    "title": "On the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "Combat Hospital (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 25,
                    "original air date": "9 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    A collision between a passenger bus and military convoy results in several injuries being brought to the Role 3 Hospital. Captain Bobby Trang treats a badly burned woman. His assessment of her chances for survival runs counter to Cmdr. Will Royal's expert eye. Will believes the woman won't make it and petitions to Colonel Marks to let her die rather than spend nursing resources on trying to keep her alive. But Colonel Marks and Major Rebecca Gordon both back Bobby's decision. This causes a rift between the doctors and nurses as Bobby and Rebecca keep vigil over their ...    "
                },
                "9": {
                    "title": "Shifting Sands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Combat Hospital (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 31,
                    "original air date": "16 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    The hospital is on alert when the injured detainee (Kamaal) accused of triggering an IED is brought in and Vans recognizes him as an old friend. Although Colonel Xavier Marks orders Vans from interacting with Kamaal, Vans seeks to learn the truth and is shocked when he finds out that the ANA soldier that shot Kamaal was another old friend of Vans, Salman. Vans is torn between loyalties. Kamaal says he's innocent, yet Salman says Kamaal is guilty. Who does he believe? When Kamaal escapes during a rocket attack, Vans himself is brought under suspicion by the Military ...    "
                },
                "10": {
                    "title": "Reason to Believe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Combat Hospital (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 31,
                    "original air date": "23 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    When both Dr. Simon Hill and Chaplain Marjorie Plottel are called in to treat and comfort Sgt. Geoffry Daums, a severely injured patient, their worlds threaten to collapse. Simon is on the verge from dealing with guilt and anger over the past that haunts him. And Plottel has lost her faith. Daums, who has suffered a major spinal trauma and may be left quadriplegic, calls on Chaplain Plottel to help him grapple with his own faith. Simon, trying to redeem himself in his own eyes, petitions Col. Marks to allow him to do a risky surgery to help Daums regain use of his ...    "
                },
                "11": {
                    "title": "Brothers in Arms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Combat Hospital (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 25,
                    "original air date": "30 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    The annual Canadian/American hockey game sets the backdrop as Major Grace Pedersen is called in to consult when an aid worker and four injured children are brought in from an orphanage that was attacked by the Taliban. But when the mysterious Special Forces Agent, \"Snake Eater\" returns, Col. Marks and Pedersen find out that not all is as it seems. Knowing that further questioning will increase the emotional trauma to the children, Pedersen is caught between her professional and personal ethics and the need to find out what the children know regarding an imminent ...    "
                },
                "12": {
                    "title": "Triage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Combat Hospital (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 30,
                    "original air date": "30 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    A deserted Russian bunker - Col. Marks and Structural Engineer Captain Fitzharold (Fitz) survey the site for a potential new clinic. But the clinic is not as safe as originally thought and they accidentally trigger an unexploded ordinance. Col. Marks finds himself with minor injuries, but Fitz has been impaled on a piece of rebar. Fitz and Col. Marks are rushed to the Role 3 where Major Rebecca Gordon has been in charge of triage in Col. Marks' absence. Because of a previous group of injured, their supplies are low, and the operation to save Fitz will use their last ...    "
                },
                "13": {
                    "title": "Do No Harm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Combat Hospital (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 27,
                    "original air date": "6 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    It's just another day at the Women's clinic. Majors Rebecca Gordon and Grace Pedersen attend to the sick as Nurses Pam Everwood and Suzy Chao assist and Major Hasti Samizay translates. But when there's a suicide attempt on Samizay's life, Rebecca is forced to pick up her weapon and defend her friends. She shoots, injuring the Assailant. But being true to her profession, she immediately begins saving his life. But not before the bullet intended for Samizay has mortally wounded one of our own. The Role 3 is left shocked that one of their own is killed and both Rebecca ...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Koteas, Elias"
            },
            {
                "name": "Borth, Michelle"
            },
            {
                "name": "Mably, Luke"
            },
            {
                "name": "Chen, Terry"
            },
            {
                "name": "Unger, Deborah Kara"
            },
            {
                "name": "Pinnock, Arnold"
            },
            {
                "name": "Rand, Gord"
            },
            {
                "name": "Oberoi, Karan"
            },
            {
                "name": "Wong, Ellen"
            },
            {
                "name": "Berry, Lisa"
            },
            {
                "name": "Murphy, Dwain"
            },
            {
                "name": "Jeetooa, Hamza"
            },
            {
                "name": "Keating, Trenna"
            },
            {
                "name": "Morton, Gerry"
            },
            {
                "name": "Silina, Elena"
            },
            {
                "name": "Madhavji, Huse"
            },
            {
                "name": "Bedian, Anne"
            },
            {
                "name": "DeSanto, Daniel"
            },
            {
                "name": "Bhatt, Yatharth"
            },
            {
                "name": "Beach, Adam"
            },
            {
                "name": "Ross, Kate"
            },
            {
                "name": "Pring, Darryl"
            },
            {
                "name": "Kazmi, Ali"
            },
            {
                "name": "Kalilieh, Sam"
            },
            {
                "name": "Sadrian, Farzad"
            },
            {
                "name": "Johnson, Emma S."
            },
            {
                "name": "Fathers, Daniel"
            },
            {
                "name": "Woonsam, Cherisse"
            },
            {
                "name": "Cox, Christina"
            },
            {
                "name": "Bryk, Greg"
            },
            {
                "name": "Hinds, Darryl"
            },
            {
                "name": "Humphreys, Arwen"
            },
            {
                "name": "Momen, Ali"
            },
            {
                "name": "Negar, Shiva"
            },
            {
                "name": "Parker, Pardis"
            },
            {
                "name": "Paul, Jason C."
            },
            {
                "name": "Rotenberg, Trevor"
            },
            {
                "name": "Jr., Adriano Sobretodo"
            },
            {
                "name": "Uiga, Alexis"
            },
            {
                "name": "Butcher, Adam"
            },
            {
                "name": "Carrere, Tia"
            },
            {
                "name": "Codrington, Jim"
            },
            {
                "name": "Doudelet, Ashton"
            },
            {
                "name": "Campbell, Carl"
            },
            {
                "name": "Edraki, Elias"
            },
            {
                "name": "Shyer, Christopher"
            },
            {
                "name": "Kondracki, Rayisa"
            },
            {
                "name": "Grammy, Tara"
            },
            {
                "name": "Kippel, Shane"
            },
            {
                "name": "Yaffee, Steven"
            }
        ],
        "locations": [
            "Cinespace Film Studios, Toronto, Ontario, Canada",
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Drama",
            "War"
        ],
        "runtimes": [
            "42"
        ],
        "countries": [
            "Canada",
            "United Kingdom"
        ],
        "country codes": [
            "ca",
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Netherlands:12"
        ],
        "number of seasons": 1,
        "rating": 7.5,
        "votes": 2004,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTU1ODU2NDIxMF5BMl5BanBnXkFtZTcwNzY5Mjc2Nw@@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Combat Hospital",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Chalmers, Jinder"
            },
            {
                "name": "Jr., Daniel Petrie"
            },
            {
                "name": "Steinberg, Douglas"
            }
        ],
        "production companies": [
            {
                "name": "Sienna Films"
            },
            {
                "name": "Artists Studio"
            },
            {
                "name": "Lookout Point Ltd."
            }
        ],
        "distributors": [
            {
                "name": "Sony Pictures Television"
            },
            {
                "name": "Sony Pictures Worldwide Acquisitions (SPWA)"
            },
            {
                "name": "CanWest Global Television Network"
            },
            {
                "name": "American Broadcasting Company (ABC)"
            },
            {
                "name": "FEM3"
            },
            {
                "name": "Home Box Office (HBO)"
            },
            {
                "name": "Imagica BS"
            },
            {
                "name": "PRO 4"
            },
            {
                "name": "Sony Pictures Home Entertainment"
            },
            {
                "name": "SuperTV2"
            },
            {
                "name": "TV2"
            }
        ],
        "special effects": [
            {
                "name": "Rushes Post Production"
            }
        ],
        "other companies": [
            {
                "name": "American Entertainment Insurance Services"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Cutting Edge Group"
            },
            {
                "name": "Entertainment Partners Canada"
            },
            {
                "name": "Film Finances"
            },
            {
                "name": "Fintage CAM"
            },
            {
                "name": "Goldcrest Post Production London"
            }
        ],
        "plot": [
            "Portrays doctors and nurses from Canada, the U.S., the U.K. and other allied countries saving lives and limbs in a war zone military hospital modeled on a real facility in Afghanistan.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "42 min",
                "1 hr (60 min) (including commercials)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Arri Alexa"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 2004,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 404,
                "rating": 7.8
            },
            "aged 30 44": {
                "votes": 818,
                "rating": 7.3
            },
            "aged 45 plus": {
                "votes": 514,
                "rating": 7.4
            },
            "males": {
                "votes": 950,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 179,
                "rating": 7.6
            },
            "males aged 30 44": {
                "votes": 436,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 309,
                "rating": 7.1
            },
            "females": {
                "votes": 808,
                "rating": 7.8
            },
            "females aged 18 29": {
                "votes": 220,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 373,
                "rating": 7.7
            },
            "females aged 45 plus": {
                "votes": 195,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 40,
                "rating": 6.2
            },
            "us users": {
                "votes": 464,
                "rating": 7.3
            },
            "non us users": {
                "votes": 920,
                "rating": 7.4
            }
        },
        "number of votes": {
            "10": 532,
            "9": 289,
            "8": 472,
            "7": 354,
            "6": 137,
            "5": 51,
            "4": 33,
            "3": 33,
            "2": 32,
            "1": 71
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}