{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "6 April 2011"
            }
        ],
        "release dates": [
            "USA::6 April 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Where Queens Shop and Draws Drop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glamour Belles (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    PAIGE ROY - a former pageant contestant - needs the perfect wedding reception dress to wear on her big day. EMMA - an opinionated 8 year old whose great-grandmother ruined her pageant dress - needs a new one for pageant that is in a few hours. And KAITLYN - a pageant customer who's father is sick - needs Paige to pick the winning dress to, hopefully, win Kaitlyn the crown in front of her dad.    "
                },
                "2": {
                    "title": "Where Good Dresses Go to Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glamour Belles (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    CELESTE - an old friend of Paige's - needs some alterations for her beach wedding dress. SAVANAH - a pageant customer with a ripped dress - also needs last minute help before her next competition. And JADA - a young, moody pageant customer - is in a stand off with her mother over which dress to buy.    "
                },
                "3": {
                    "title": "Joann Strikes Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glamour Belles (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    LEAH BETH - an old customer - is returning to the pageant world after four years away and needs Paige's help. KYNDAL - a college athlete and pageant contestant - is also moving up to a new level needs a dress that will make her stand out. And ADDIE - a young pageant customer who always gets her way - throws a fit in the store and Paige needs to play peacemaker.    "
                },
                "4": {
                    "title": "Big Glitz in a Small Town",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glamour Belles (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    The local Miss Fall Fest Pageant is this week in Union City and BRITTNEY needs a talent dress for playing the piano. MADISON - a customer also competing in Fall Fest - comes in for a dress as well, her first time ever at Joann's. Also, ELLEN - a former Miss Tennessee that competed in Miss America - is emcee for Miss Fall Fest and is here for a dress.    "
                },
                "5": {
                    "title": "Doggone Glamour",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glamour Belles (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "4 May 2011",
                    "year": "2011",
                    "plot": "\n    LEXI - a homecoming customer - needs an age appropriate dress for the dance that won't offend her conservative mother and grandmother. PRESLEY - a pageant customer - is working with Jared but Paige needs to step in to make the sale. And SHANESE - an underprivileged girl with low self esteem - comes in to try on dresses for fun but is unaware of the surprise that Paige has cooked up for her.    "
                },
                "6": {
                    "title": "How Much Is that Dress in the Window?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Glamour Belles (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "11 May 2011",
                    "year": "2011",
                    "plot": "\n    ALEXANDRIA - a pageant customer - brings in her mother, sister, grandmother and boyfriend to help her make the final decision on her dress. HEIDI comes in with her mother, a former rival of Paige's from back in the day and the two spar over which dress is right.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Beachum, Brooke"
            },
            {
                "name": "Burcham, JoAnn"
            },
            {
                "name": "Carlton, Paige Burcham"
            },
            {
                "name": "Carlton, Paige Burcham"
            },
            {
                "name": "Hamlin, Jared"
            },
            {
                "name": "Sergerson, Stephanie"
            },
            {
                "name": "Williams, Nikki"
            }
        ],
        "locations": [
            "Union City, Tennessee, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.1,
        "votes": 10,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODEwNDM1MDM0M15BMl5BanBnXkFtZTgwNzEyOTcwMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "plot outline": "Over the course of six half-hour episodes, Glamour Belles will shine the spotlight on the colorful employees and customers of Joann's Gowns, a small town, yet nationally renowned, pageant gown shop in Union City, Tennessee. The show follows the humorous drama that surrounds Joann's, where girls from throughout the country hope to purchase the perfect dress that will help lead them to the biggest pageant crown. Led by owner Paige Burcham Carlton, Joann's experts help transform their stable of customers into modern day princesses with a healthy dose of Southern hospitality, hilarity and honesty that can only be found at the venerable store. Behind the rhinestones and ruffles, the unique cast of characters who work at Joann's includes its flamboyant store manager Jared, brash assistant manager Nikki, naive salesgirl Brooke, melodramatic seamstress Stephanie and the store's original owner Joann, Paige's outspoken mother.",
        "languages": [
            "English"
        ],
        "title": "Glamour Belles",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2011",
        "akas": [
            "Glamour Belles (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Magilla Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Lifetime Television"
            },
            {
                "name": "Lifetime Television"
            }
        ],
        "plot": [
            "Follows Paige Burcham Carlton, the owner of Joanne's Gowns in Union City, Tennessee, and her staff as they turn every customer into a princess.::Anonymous",
            "Over the course of six half-hour episodes, _Glamour Belles_ (qv) will shine the spotlight on the colorful employees and customers of Joann's Gowns, a small town, yet nationally renowned, pageant gown shop in Union City, Tennessee. The show follows the humorous drama that surrounds Joann's, where girls from throughout the country hope to purchase the perfect dress that will help lead them to the biggest pageant crown. Led by owner Paige Burcham Carlton, Joann's experts help transform their stable of customers into modern day princesses with a healthy dose of Southern hospitality, hilarity and honesty that can only be found at the venerable store. Behind the rhinestones and ruffles, the unique cast of characters who work at Joann's includes its flamboyant store manager Jared, brash assistant manager Nikki, naive salesgirl Brooke, melodramatic seamstress Stephanie and the store's original owner Joann, Paige's outspoken mother.::Lifetime"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 10,
                "rating": 6.1
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 3.5
            },
            "males": {
                "votes": 2,
                "rating": 4.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 1.0
            },
            "females": {
                "votes": 7,
                "rating": 5.1
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 6.0
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 6.0
            },
            "us users": {
                "votes": 4,
                "rating": 4.8
            },
            "non us users": {
                "votes": 4,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 3,
            "9": 0,
            "8": 1,
            "7": 2,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 3
        },
        "arithmetic mean": 6.1,
        "median": 7
    }
}