{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "17 April 2011"
            }
        ],
        "release dates": [
            "USA::17 April 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Grabbing the Bull by the Horns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saddle Ranch (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Saddle Ranch on the Sunset Strip in Hollywood is not only one of the most exciting places in the world to drink and have a great meal, but also to work! With a non-stop party atmosphere, glamorous customers and money rolling in, the employees at Saddle Ranch Sunset have it made -- until management decides to bring in some new rock-star employees to \"shake things up.\" The atmosphere is chilly at best when Robb, Kameron and Cassie arrive just looking to do their best. The reception towards the newbie group goes from cool to downright freezing when general manager Candy ...    "
                },
                "2": {
                    "title": "Always Down to Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saddle Ranch (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "24 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Robb and Noah hatch a plan to stop the feuding at Saddle Ranch by bringing everyone together at a party. When the party finally gets started, it's awkward until the drinks start flowing. However, the good times stop rolling when a knockdown, weave-pulling fight erupts in the middle of Robb's living room!    "
                },
                "3": {
                    "title": "Pack Your Saddle Bags",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saddle Ranch (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 May 2011",
                    "year": "2011",
                    "plot": "\n    Cassie's victorious brawl with a rented stripper serves as an icebreaker to finally bring everyone together at Robb's party. Robb and Rachel shock everyone by locking lips by the pool, while Cassie and Nick notice each other in the hot tub. Things go from bad to worse for Taylor when he experiences some car problems and has a disastrous run-in with manager Candy at work.    "
                },
                "4": {
                    "title": "A Cowboy Romance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saddle Ranch (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "8 May 2011",
                    "year": "2011",
                    "plot": "\n    Will romance bloom from Robb and Rachel's drunken make out session? After a \"first date\" at a tattoo parlor, Robb invites her to a home cooked dinner with real romance for dessert. Dave finds himself in a heap of trouble at work when Saddle Ranch is secretly evaluated by a couple of undercover diners. Cassie seeks out Noah's advice on moving her dance career forward and might have all the right moves when she meets some very interesting customers.    "
                },
                "5": {
                    "title": "Rachel's Hair Trigger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saddle Ranch (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "15 May 2011",
                    "year": "2011",
                    "plot": "\n    Robb and Rachel's new romance is picking up steam until Rachel catches Robb flirting with another bartender. But Robb's charm calms Rachel's jealousy. Nancee can't contain her excitement when her hair idol, celebrity hairdresser Kim Vo brings his entourage into Saddle Ranch for dinner. Nancee serves his table, sharing her dreams of being a hair stylist herself. Nancee is elated when Kim Vo invites her to come visit him at his salon. After work, the whole gang goes out drinking together, but the fun soon screeches to a halt when Rachel has a drunken meltdown. Just as ...    "
                },
                "6": {
                    "title": "Buck You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saddle Ranch (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "22 May 2011",
                    "year": "2011",
                    "plot": "\n    An intense bull-riding competition at Saddle Ranch brings out the cutthroat competition - and the worst - in some of the employees. Even after the bull stops and the screaming matches are over, there are still plenty of tears and hurt feelings all around.    "
                },
                "7": {
                    "title": "The Switcharoo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saddle Ranch (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "29 May 2011",
                    "year": "2011",
                    "plot": "\n    Both Cassie and Kameron get a huge surprise when Candy decides to do a little switcharoo at Saddle Ranch. Outside of work, Cassie is on the hunt for her prince charming. And while Dave lays it on for the ladies at Saddle Ranch, an overly jealous Nancee gets caught by a surprise that could spell disaster for her.    "
                },
                "8": {
                    "title": "Sexy Snow Dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saddle Ranch (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "12 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Robb and Rachel hit another rough patch when Rachel brings drama to an otherwise fun-filled day on the slopes. Cassie gets an amazing opportunity to further her fledgling dance career, but will last minute coaching from Noah be enough to save the under-prepared Cassie from embarrassment in the spotlight?    "
                },
                "9": {
                    "title": "3000 Miles for 1 Question",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saddle Ranch (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "19 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Dave and Nancee both work hard to make their Hollywood dreams a reality, and Kameron is left reeling when her long-distance boyfriend lands in LA for a surprise visit!    "
                },
                "10": {
                    "title": "Last Call at Saddle Ranch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Saddle Ranch (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "19 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Kameron faces some huge life decisions as Jordan returns home. Robb and Rachel continue to struggle with their relationship, and nothing can prepare the Saddle Ranch crew for the surprise that Candy has up her sleeve.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Gomez, Rikardo"
            },
            {
                "name": "Alex"
            },
            {
                "name": "Bingenheimer, Nancee"
            },
            {
                "name": "Candy"
            },
            {
                "name": "Cassie"
            },
            {
                "name": "Dave"
            },
            {
                "name": "Nick"
            },
            {
                "name": "Rachel"
            },
            {
                "name": "Robb"
            },
            {
                "name": "Taylor"
            },
            {
                "name": "Valinsky, Noah"
            },
            {
                "name": "Cole, Kimberly"
            },
            {
                "name": "Pascoe, Mary"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.5,
        "votes": 21,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQyMzUzNjMzMl5BMl5BanBnXkFtZTgwMjIwOTcwMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Every year, thousands of young people come to Hollywood to chase their dreams and while they're waiting to be discovered they've got to pay the bills. If they're dynamic, outrageous, and lucky, they work at the hottest place on the famous Sunset Strip, Saddle Ranch Chop House. 'Saddle Ranch' takes us on a sexy, rock 'n roll mechanical bull ride into the lives, loves, and fake it 'til you make it dreams of the guys and girls who work at this iconic restaurant - from the hosts at the bottom of the totem pole, to the beautiful bartenders and wait staff, to the demanding managers who watch their every serve and pour. We'll also follow the staff in their daily lives as they struggle to make a career in show business. Some will go on to be celebrities themselves (Kelly Clarkson is just one of many former bartenders who is now a celebrity). Others will get distracted by the easy money, late nights and fast living of the Hollywood nightlife. Only a lucky few will see their lifelong dream come true. For some, it will be a bad dream that they can't wake up from. Others will discover working at Saddle Ranch is a dream come true of its own.",
        "languages": [
            "English"
        ],
        "title": "Saddle Ranch",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Saddle Ranch (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Bunim-Murray Productions"
            }
        ],
        "distributors": [
            {
                "name": "VH1 Television"
            }
        ],
        "plot": [
            "Every year, thousands of young people come to Hollywood to chase their dreams and while they're waiting to be discovered they've got to pay the bills. If they're dynamic, outrageous, and lucky, they work at the hottest place on the famous Sunset Strip, _Saddle Ranch_ (qv) Chop House. '_Saddle Ranch_ (qv)' takes us on a sexy, rock 'n roll mechanical bull ride into the lives, loves, and fake it 'til you make it dreams of the guys and girls who work at this iconic restaurant - from the hosts at the bottom of the totem pole, to the beautiful bartenders and wait staff, to the demanding managers who watch their every serve and pour. We'll also follow the staff in their daily lives as they struggle to make a career in show business. Some will go on to be celebrities themselves (Kelly Clarkson is just one of many former bartenders who is now a celebrity). Others will get distracted by the easy money, late nights and fast living of the Hollywood nightlife. Only a lucky few will see their lifelong dream come true. For some, it will be a bad dream that they can't wake up from. Others will discover working at _Saddle Ranch_ (qv) is a dream come true of its own.::VH1"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 21,
                "rating": 6.5
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 9.7
            },
            "aged 30 44": {
                "votes": 9,
                "rating": 5.3
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 4.3
            },
            "males": {
                "votes": 10,
                "rating": 5.5
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 9.5
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 5.5
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 4.8
            },
            "females": {
                "votes": 9,
                "rating": 6.9
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 5,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 6.5
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 3.0
            },
            "us users": {
                "votes": 14,
                "rating": 5.6
            },
            "non us users": {
                "votes": 2,
                "rating": 3.5
            }
        },
        "number of votes": {
            "10": 7,
            "9": 1,
            "8": 1,
            "7": 4,
            "6": 2,
            "5": 0,
            "4": 0,
            "3": 2,
            "2": 0,
            "1": 4
        },
        "arithmetic mean": 6.5,
        "median": 7
    }
}