{
    "imdb": {
        "raw release dates": [
            {
                "country": "Germany\n",
                "date": "10 March 2011"
            }
        ],
        "release dates": [
            "Germany::10 March 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    We spotted Luci late one afternoon while she was working in the garden. She told us about her childhood and about her lack of freedom as well as always having to be home before it got dark. Luci met her first husband at a local fair and got married at 18. She ended up marrying another man later in life and told us that she regretted getting married at such an early age. Luci also told us that the thing that changed her life the most was the reunification of Germany. After the interview we left and had lunch at a nice restaurant.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    We spotted Klaus Münstermann driving along the street in Neubukow. He agreed to the interview and we set up our cameras behind a supermarket. Klaus told us about growing up on a farm and how he spent a year in prison after being accused of attempting to flee the East. Even though Klaus is a very private person, he told us that he longs for a family as well as an opportunity to travel around the world.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    We spotted Glenn at the end of the day while we were driving through town. Glenn was riding his bicycle and looked like he would make for a great interview. Glenn told us about his childhood and his love of being alone and fishing at the canal. He also told us about getting married to his wife, something which had just happened four weeks ago. The birth of his daughter was the thing that changed Glenn's life the most and he told us about seeing the blood and umbilical cord and just how stunning the experience was. When we finished talking to Glenn we made our way to ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "21 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    When we met Klaus he was fixing his neighbors broken fence. We quickly set up our equipment in his driveway and started the interview. Klaus told us about working as a mason and his love of playing cards. Klaus has four sons and hopes that he will be remembered as kind and polite person.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "28 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    We saw Edelgard sitting outside enjoying the sunset as we drove down a quiet street in Glückstadt. Once she agreed to the interview we set up our cameras in her front yard. After the interview was finished, Edelgard brought out some family photographs for us to see.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "31 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    We saw Nadine as she was sitting outside reading a book. Nadine told us about her childhood and the separation of her parents when she was a teenager. She also told us about moving in with her mom and her new husband and how that did not work out. Nadine then went on to tell us about the birth of her son and how that difficult experience is something that she will never forget and how she would never give him up. We thanked Nadine for taking the time to talk to us and headed on our way.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "4 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Josef was born in Cappeln and has been a farmer all his life. Even though he has been retired for the past 20 years and his son manages his livestock today, Josef stills does some work here and there on the farm. During the interview, Josef told us that he is very happy with his life and enjoys spending time with his wife and family.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "7 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    We spotted Alfred while he was in the front of his house working on his car. After he agreed to the interview he took us into his backyard and we set up the cameras. Alfred told us about growing up in Germany during the war and about how they had to spend nights in the bunker to avoid being killed. He also told us about meeting his wife at her sister's pre-wedding party and that they have been happily in love ever since. Alfred also told us that he is a \"normal consumer\".... also known as: Auto Norm/John Doe.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "11 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    We saw Willi driving through the center of town at the end of the day. Once he agreed to speak with us, we set up our equipment in a parking lot nearby. Willi told us about his father's death and how he became a tailor. After the interview, we said 'goodbye' to Willi and continued on our way.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "14 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    We spotted Slim while he was standing on the corner preparing to cross the road. His black attire caught our eye and we asked him to do an interview. Slim happily agreed and we found a suitable place to talk to him. He told us about a difficult childhood in which other kids abused him and his ways of coping with that. Slim also told us about the love of his life and how he plans on waiting for her although she is not ready to commit to him at the moment. He even carries a small white token with him everywhere he goes to remind him of his love for her.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "18 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    We met Jörg in a park in Salzgitter-Bad. He is 44 years old and currently works delivering newspapers and letters. He lived with his mother for 37 years, but she recently passed away and he lives alone now. Jörg loves music and has been taking dance lessons for the past 15 years.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "21 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    We spotted Bettina late in the afternoon as the sun was setting. We were led to her by a friend of hers who was riding a mountain bike and wearing a muscle shirt. We had approached him to do an interview but he was unable to do it and we decided to ask Bettina. Fate smiled on us that day and she said she would do the interview. Bettina told us about her wild childhood and adolescence and her troubled relationship with her family. She also told us about getting pregnant and how that changed her life and her initial difficulties with it. Bettina also told us about her ...    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "25 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Robin is Reinhard Rudi's nickname. We met Robin in the afternoon and set up our cameras in a parking lot behind a restaurant. Robin told us about spending years in prison as well as a life of crime and violence. Since Robin discovered his love of God, he has changed his way of life and considers him self blessed to have been able to rebuild himself and to spread the Gospel.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "28 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    We spotted Kurt while he was walking through his neighborhood. He took us into the backyard of his daughter's house and we did the interview near a fish pond. Kurt told us about growing up during the war and how his father was captured by the Russians and spent two years in captivity. He also told us that despite the war he had had a good childhood and that he lived on a farm with his sisters and grandparents as well as his mom. Kurt told us that he decided to study agriculture and about how he had met his wife on the farm that he was working at. Before we left, Kurt ...    "
                },
                "16": {
                    "title": "Jürgen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2 May 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "17": {
                    "title": "Robert Roth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "9 May 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "Elizabeth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "16 May 2011",
                    "year": "2011",
                    "plot": "\n    We saw Elizabeth working in her garden and asked her for an interview. She agreed and told us about growing up in the Philippines and her dreams of seeing the world. While working as a secretary, Elizabeth met and eventually married a German man. When she was 34 years old she moved to Neuhausen. Today, Elizabeth's four children are grown and she enjoys working in her garden. She loves roses.    "
                },
                "19": {
                    "title": "Karl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "23 May 2011",
                    "year": "2011",
                    "plot": "\n    While driving through the Black Forrest our van got stuck on a mountain top in front of the Chapel of the Seven Pains. With no other options, we walked down the mountain into the town of Buchenbach to look for help. We were led to Karl who agreed to drive up the mountain and tow us out with his tractor. After he successfully rescued our van, Karl agreed to an interview and we set up our cameras near the Chapel. Afterwards, we thanked Karl for his help and headed on our way.    "
                },
                "20": {
                    "title": "Bernd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "30 May 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "Lilli",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "6 Jun. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Nermian",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "13 Jun. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "23": {
                    "title": "Christopher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "20 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    When we met Christopher in Munich, he had just left home and was living on the streets alone. We spoke with him beside the river and he told us that he was very confused about his life and what to do. He said that he loved his girlfriend and his best friend very much and that without their love and support he would be completely lost.    "
                },
                "24": {
                    "title": "Katharina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "27 Jun. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "25": {
                    "title": "Juliane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "4 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    We saw Juliane sitting on her front porch. She agreed to the interview and we set up our cameras under the porch's cover before it started to rain. Juliane told us about her childhood on the farm and about all of the fun she had playing with the boys in the trees. Since her husbands death in 2000, she has lived alone in the old schoolhouse in Kläham and spends her time knitting and taking long walks out in nature.    "
                },
                "26": {
                    "title": "Eckhard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interview Project Germany (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "11 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    We met Eckhard very early one Sunday morning in Regensburg. He agreed to do the interview and we set the cameras up near a walking path in the park. Eckhard told us that his parents moved around a lot when he was a child and that they ran a boarding house. He also told us that he worked in a sanitarium and that he began to become interested in science. Eckhard surprised us by telling us that he had discovered the purpose of life. He told us that to him the purpose of life was to develop and apply the correct sense of responsibility in the highest form. We finished the...    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Edelgard"
            },
            {
                "name": "Klaus"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "5"
        ],
        "countries": [
            "Germany"
        ],
        "country codes": [
            "de"
        ],
        "language codes": [
            "de"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.4,
        "votes": 7,
        "languages": [
            "German"
        ],
        "title": "Interview Project Germany",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Interview Project Germany (Germany)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Absurda"
            },
            {
                "name": "Red Onion"
            }
        ],
        "distributors": [
            {
                "name": "Red Onion"
            }
        ],
        "tech": {
            "runtime": [
                "5 min (Germany)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 7,
                "rating": 8.4
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 6.5
            },
            "males": {
                "votes": 6,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 6.5
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 6.0
            },
            "us users": {
                "votes": 1,
                "rating": 5.0
            },
            "non us users": {
                "votes": 4,
                "rating": 8.5
            }
        },
        "number of votes": {
            "10": 4,
            "9": 0,
            "8": 0,
            "7": 2,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.4,
        "median": 1
    }
}