{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "21 January 2011"
            },
            {
                "country": "USA\n",
                "date": "31 January 2011"
            }
        ],
        "release dates": [
            "USA::21 January 2011",
            "USA::31 January 2011"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Gulf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Bakes (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "17 Nov. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Yellow Cake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Bakes (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "21 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Yellow cake might be thought of as the \"everyman\" of baked goods, but only because it's so versatile; a great yellow cake like Martha's is the foundation for many memorable desserts. In this show Martha bakes her father's favorite birthday cake, one she often made for him, filled with orange curd and coated with a delectable chocolate frosting. She makes upside-down cakes with stone fruits, and strawberry cupcakes (baked with fresh strawberries) with strawberry Swiss meringue buttercream frosting. She also teaches how to create even cake layers, and the best way to ...    "
                },
                "2": {
                    "title": "Pâte Brisée",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Bakes (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Martha's pâte brisée (also known as \"shortcrust pastry\") is a must for homemade pie. Martha demonstrates how easy it is to make her pâte brisée perfectly every time: tender and flaky. Then she uses it in her Mile-High Apple Pie, a mountain of apples flavored with cinnamon and sugar. She wraps sweet poached pears in pastry and bakes them for a rustic, yet elegant dessert. She also uses pâte brisée in a savory tomato tart with roasted tomatoes, roasted garlic and Comté cheese.    "
                },
                "3": {
                    "title": "Cheesecake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Bakes (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    There's nothing like good cheesecake, and there's no cheesecake like Martha's. She demonstrates how she makes creamy, no-crack cheesecake that comes out perfect every time. She makes classic New York cheesecake with a graham cracker crust; a rustic ricotta cheesecake with orange peel; and individual cheesecakes with plump Bing cherries.    "
                },
                "4": {
                    "title": "Poundcake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Bakes (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "21 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    For the best buttery rich pound cake, look no further than Martha's recipes. Her classic pound cakes rise to a beautiful golden-brown center, and they're perfect for an easy dessert or even with breakfast. She creates a variation on the classic pound cake by adding Meyer lemon zest to the batter and topping it with a lemon glaze, and also makes a moist pound cake with cream cheese. Finally a recipe she learned while traveling through Asia: Semolina Cake, a unique twist on pound cake made with semolina, vanilla powder, almonds, and orange zest.    "
                },
                "5": {
                    "title": "Puff Pastry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Bakes (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "28 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Few things intimidate the home cook more than puff pastry. In this episode, Martha de-mystifies this delicacy and demonstrates how anyone can make it with a minimum of fuss. Martha then uses the pastry in some of her favorite recipes: Pithiviers (a glorious round pie filled with almond cream), butterfly-shaped palmiers, cheese straws, and Napoleons layered with pastry cream and fresh berries.    "
                },
                "6": {
                    "title": "Angel Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Bakes (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Light and airy, angel food is a cake known for its delicate and sweet flavors. Martha creates a classic version served with fresh raspberries, then gets more creative with a Coconut Cloud: angel food cake filled with Swiss meringue and coconut, and frosted with the same. Finally, miniature brown sugar angel food cakes that have a hint of molasses flavor served with chocolate espresso ice cream and an easy homemade hot fudge sauce.    "
                },
                "7": {
                    "title": "Devil's Food Cake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Bakes (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Martha's recipes and techniques make it easy to treat yourself to devil's food cake. She shows how to create it from scratch, moist and full of flavor. She makes the best chocolate cake even better by finishing it with the perfect topping: a delicious, creamy, homemade milk chocolate frosting. Martha uses the same batter for Hi-Hat cupcakes: chocolate cupcakes topped with a mountain of meringue that is then dipped in melted chocolate to create a hard yet delicate shell. Finally she shares her secret for the best brownies: fudgy with a crackly top.    "
                },
                "8": {
                    "title": "Pâte à Choux",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Bakes (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "21 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Pâte à Choux is a light dough used for cream puffs and éclairs. It's simple to make, using only four ingredients, and it is versatile. Martha uses it to create her version of a classic cream puff - filled with ice cream and drizzled with chocolate sauce. She also demonstrates how pâte à choux can easily be turned into éclairs, piped full of sweet pastry cream and topped with maple-espresso icing. Finally Martha adds spices and cheese to her pâte à choux to make gougeres, savory hors d'oeuvres that are quite addictive.    "
                },
                "9": {
                    "title": "Meringue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Bakes (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "28 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Fluffy and sweet, meringue can be crafted many different ways from just a handful of ingredients. Martha has three meringue recipes she loves - and viewers will love them too. First, a treat from Down Under: pavlova, a cake-like meringue which has a crunchy shell and a soft, moist interior, topped with whipped cream and passion fruit. Martha demonstrates the perfect (and easy) way to make the extraordinary French treat île flottante (\"floating island\"): an island of meringue drizzled with caramel and served in a pool of crème anglaise. Finally, she makes Huguenot ...    "
                },
                "10": {
                    "title": "Pâte Sucrée",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Bakes (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "4 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    The sweet pastry known as pâte sucrée is what most people know as tart dough. Martha shows us it is easy to create elegant desserts by starting with a fully baked homemade tart shell. She creates the shells and uses them in two desserts: first, a lemon mousse damask tart in a fluted shell with candied lemon peel. Then, a black bottom tart made in a shell brushed with chocolate, filled with custard and whipped cream. Plus, Martha creates a chocolate tart shell layered with homemade caramel and chocolate ganache, finished with a sprinkling of sea salt.    "
                },
                "11": {
                    "title": "Yeast Dough",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Bakes (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "11 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Yeast dough requires a little bit of waiting, but as Martha demonstrates this doesn't mean it's difficult to work with. Martha will demonstrate her yeast dough made with butter and sour cream: it's rich and tender. With whole pecans she turns the dough into sweet and gooey sticky buns. By adding cinnamon and sugar she creates simple but fun sugar buns. And she uses a Bundt pan to turn her dough into sweet, pull-apart monkey bread.    "
                },
                "12": {
                    "title": "Biscuits and Scones",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Bakes (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "18 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Biscuits and scones are the perfect start to any day, and with Martha's recipes they're easy to make anytime. There's plenty of variety to be had including flaky herb buttermilk biscuits with dill, chives, and rosemary; angel biscuits (made with yeast) which are light and airy; and tender and fluffy cream scones made with two types of flour and flavored with juicy currants soaked in orange liqueur.    "
                },
                "13": {
                    "title": "Muffins and Popovers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Bakes (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "25 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Muffins and popovers are comfort foods that are fun to make. Martha demonstrates why as she bakes some of her favorites: blueberry muffins studded with fresh blueberries; classic golden-brown puff popovers, perfect with butter or jam; giant cheese popovers, ideal for filling with her fried eggs, creamed spinach and bacon; plus, Martha will explain how to make the very best blueberry preserves.    "
                }
            }
        },
        "number of episodes": 14,
        "cast": [
            {
                "name": "Stewart, Martha"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Norway:A::(Netflix self-rating)",
            "Singapore:G",
            "South Korea:All"
        ],
        "number of seasons": 1,
        "rating": 7.9,
        "votes": 52,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDQxZDBmZTgtMDk0NC00NGMxLTlmMjktMDY2NzA0NjA1NDg0XkEyXkFqcGdeQXVyNTQxNjQ3MDE@._V1_SY150_CR5,0,101,150_.jpg",
        "plot outline": "based on a lifetime of research and baking techniques perfected by Martha Stewart. In this new weekly program, the first ever to feature Martha demonstrating one specific culinary discipline, home bakers will get the tools they need to create the finest desserts and baked goods in their own kitchen.",
        "languages": [
            "English"
        ],
        "title": "Martha Bakes",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Martha Bakes (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Martha Stewart Living Omnimedia"
            }
        ],
        "distributors": [
            {
                "name": "The Hallmark Channel"
            }
        ],
        "plot": [
            "based on a lifetime of research and baking techniques perfected by Martha Stewart. In this new weekly program, the first ever to feature Martha demonstrating one specific culinary discipline, home bakers will get the tools they need to create the finest desserts and baked goods in their own kitchen.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 52,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 17,
                "rating": 7.4
            },
            "aged 45 plus": {
                "votes": 17,
                "rating": 7.9
            },
            "males": {
                "votes": 23,
                "rating": 7.1
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 9.5
            },
            "males aged 30 44": {
                "votes": 12,
                "rating": 7.1
            },
            "males aged 45 plus": {
                "votes": 9,
                "rating": 6.7
            },
            "females": {
                "votes": 16,
                "rating": 8.7
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 5.0
            },
            "females aged 30 44": {
                "votes": 5,
                "rating": 8.4
            },
            "females aged 45 plus": {
                "votes": 7,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 5.2
            },
            "us users": {
                "votes": 20,
                "rating": 7.5
            },
            "non us users": {
                "votes": 9,
                "rating": 7.7
            }
        },
        "number of votes": {
            "10": 17,
            "9": 6,
            "8": 11,
            "7": 9,
            "6": 3,
            "5": 1,
            "4": 2,
            "3": 1,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 7.9,
        "median": 8
    }
}