{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "22 February 2011"
            }
        ],
        "release dates": [
            "USA::22 February 2011"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Til Lies Do Us Part",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "12 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Miami's hottest housewives are back with a vengeance but alliances have changed and friendships have been shattered as long time friends Adriana & Lea deal with the fallout from the scandal of a life time. When Lisa tries to get the group together to make amends, a shocking secret is revealed. Former housewife Alexia Echevarria rejoins the ladies of the 305 to make things even hotter.    "
                },
                "2": {
                    "title": "Hurricane Adriana",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "19 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Adriana and Lea's feud comes to a boiling head. Joanna's trip down the aisle may be in jeopardy after Romain pops a question of a different sort. And Lisa discovers that buying their dream property has become more like a nightmare.    "
                },
                "3": {
                    "title": "Booby-Trapped",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "26 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Adriana and Lea continue to battle, dividing the group of ladies in two. Lisa tries to reunite the women, only to have Joanna and Lea expose deceit surrounding Adriana's marriage. Alexia reveals a secret from her past.    "
                },
                "4": {
                    "title": "'Black' Magic",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Romain surprises Joanna with a new house and agrees to attend sex therapy, however things turn sour when he's a no show to their first session. Marysol has a session of her own with her long time psychic who tells her a shocking revelation regarding Elsa's health issues. Meanwhile, Lea reveals a surprising secret to Lisa about the details behind Adriana's web of lies. Later at Alexia's magazine cover party, French sparks fly when Frederic confronts Romain over a past issue that leaves Adriana fuming.    "
                },
                "5": {
                    "title": "A Cause for Concern",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "9 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Lea's annual Gala has arrived, but this year not all of the ladies wish to RSVP. Alexia secretly struggles to commit to an alliance, joining one side for the day and the other later at the Gala. Meanwhile, Lisa copes with the realization that she needs a surrogate if she wants a baby anytime soon.    "
                },
                "6": {
                    "title": "A Ple-thora of Lies",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "16 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Lisa tries to navigate another visit from her infamous in-laws but their family dinner turns into a heated discussion. Adriana and Lea continue to battle it out and their sons' long standing friendship is on the line as RJ's birthday party is around the corner. Meanwhile Joanna checks in with Marta to see if she can help out with some of the overwhelming wedding duties but she's saddened to find out Marta has other priorities now. All the ladies are bought together under one renovated roof at Lea's house for a birthday party that is anything but typical.    "
                },
                "7": {
                    "title": "La La Land",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "23 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Joanna finally gets help with her wedding when Lisa and Lea join in on this girls only LA trip. Back in Miami, Alexia finally comes to terms that her ex-husband's past is haunting her children's future. Adriana's fairy-tale wedding becomes a wedding planner's nightmare when she reveals costume changes for her guests.    "
                },
                "8": {
                    "title": "Mama Elsa Comes Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "30 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Nuptials are in the air, as Joanna and Adriana reconcile so they can focus. Joanna and Romain get some sexy homework from the sex therapist. Oh la la!    "
                },
                "9": {
                    "title": "Birkin Buddies",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "7 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    As Adriana botoxes her prince and makes unreasonable demands on her guests, Marysol and Alexia plot to stop the Brazilian Bridezilla from ruining her dream wedding. Romain and Joanna discover there's more to their sex problems than meets the eye, and Marysol confronts Lea at Alexia's birthday party about not reaching out to Elsa. But Lisa vehemently comes to Lea's defense in a way we've never seen her before.    "
                },
                "10": {
                    "title": "Brazilian Bridezilla",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "14 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    After six years of romantic bliss, Adriana and Fredrick finally get to consummate their marriage license among the eyes of the church. With all eyes on Adriana, wedding bells transform this Brazilian beauty into a blustering Bridezilla.    "
                },
                "11": {
                    "title": "The Black Sheep",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "21 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Lea brings Lisa home to Texas, Alexia celebrates her 10-year wedding anniversary, and Joanna and Romain receive some unexpected news from Romain's parents when they announce their wedding date. Meanwhile, Marysol breaks down about her mother's deteriorating health.    "
                },
                "12": {
                    "title": "Bridesmaid Breakdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "28 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    After Lisa's trip to Texas, she's more committed than ever to tearing down Lea's walls and getting her and Adriana back together. Meanwhile Joanna is feeling the pressure of planning her wedding and takes it out on Lisa in a blowout that makes Lisa question her friendship with her. And after months of feuding, Adriana and Lea finally meet at her ballroom reveal party and hash out their issues, but will it be the happy ending they've all been looking for?    "
                },
                "13": {
                    "title": "Blame It on the Alcohol",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "3 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    It's Joanna's last night as a single girl and the girls go to Vegas to celebrate. Everyone is shocked to see Joanna and Adriana start to bond but when the drinks start to flow, Lisa's erratic behavior starts to get on the ladies' nerves.    "
                },
                "14": {
                    "title": "Mrs. Zago",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "4 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    In the season finale, the ladies race to get Joanna to the altar while Romain anxiously waits for his bride-to-be. Lisa and Alexia get some good news and Adriana sees a new side to Lea that changes everything.    "
                },
                "15": {
                    "title": "Reunion Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "11 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The ladies of Miami reunite to set the record straight on some of the most talked about antics of the season. Joanna's and Lisa's perfect friendship turns sour when Joanna goes below the belt by blaming Lisa's fertility issue on her partying lifestyle. Alexia struggles to see both sides of the couch, but doesn't hold anything back when Lisa questions Alexia's motives. While Adriana defends herself again and again on her secret marriage, Lea continues to break Adriana's olive branch.    "
                },
                "16": {
                    "title": "Reunion Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "18 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    In the second part of the reunion, the ladies of Miami reunite to rehash old time and celebrate their best moments. Will old scores be settled?    "
                }
            },
            "1": {
                "1": {
                    "title": "Paradise Cost",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Bienvenidos a Miami, where the sun is hot, but the drama is hotter. In the premiere episode, Lea invites the ladies to her house to catch up and eat delicious food, but quickly turns emotional when Adriana discusses the demise of her first marriage. Meet Lea Black, Marysol Patton, Adriana De Moura, Alexia Echevarria, Cristy Rice and Larsa Pippen, six of Miami's hottest and most talked-about ladies.    "
                },
                "2": {
                    "title": "Black Ball'd",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    It's time for the Black's Annual Gala and Lea has the highest rollers of Miami society attending. Celebrities arrive in droves, people are buying auction items, and Lea is poised to cross her million-dollar mark yet again, even in a down economy. But the night isn't without tension when Cristy shows up with two friends without an RSVP.    "
                },
                "3": {
                    "title": "Optical Delusion",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "8 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Adriana, a well-known art gallery owner in Miami, invites the ladies to her latest gallery opening. Days before the show, however, the artist Adriana chose is not close to finishing all the paintings she has commissioned him to do. In full panic mode, Adriana sets a backup plan in motion to keep her audience impressed and entertained.    "
                },
                "4": {
                    "title": "Waterfront & Center",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "15 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Alexia invites the ladies for dinner, and she and her husband, Herman, are going all out - Cuban Style. However, dead \"pork\" is not what vegetarian Lea had in mind and throws some digs out over dinner. Distressed over her poor gallery opening, Adriana confides in Lea about her financial and relationship woes. Meanwhile, Cristy is astonished that she received an invoice from Lea for \"crashing\" The Black's Annual Gala.    "
                },
                "5": {
                    "title": "Beach Slap",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "22 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Larsa invites the ladies to an Italian cooking lesson at her and Scottie's private restaurant. With all the women in attendance, Adriana stirs the pot by putting Cristy on the hot seat, questioning her over a rumor regarding Lea's gala. Meanwhile, Marysol and Philippe return from an eventful trip to Aspen where they eloped and are excited to start their life as a married couple. Cristy and Alexia are in a fashion show for charity, but on the way over Alexia gets into a bad car accident, leaving a panicked Cristy to finish the show on her own.    "
                },
                "6": {
                    "title": "Miami Mamis Knows Best",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "29 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Marysol invites the ladies over for a dinner party and to spice things up she includes her mother, Elsa. After being challenged to read the women's energies at dinner, Elsa calls Larsa \"emotionally immature\", setting her off and sending the dinner into a tailspin. All the while, Lea has been hard at work planning a dinner party with Chef Michelle Bernstein.    "
                },
                "7": {
                    "title": "Watch What Happens Live: The Real Housewives of Miami Reunion",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "5 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    The ladies of Miami join Andy Cohen in a reunion to set the record straight about some of their wilder antics. Expect thrills and spills. And botox.    "
                }
            },
            "2": {
                "1": {
                    "title": "A Tale of Two Miamis",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "13 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    It's a brand new day in Miami and the Queen Bees of Miami's high society are back. But Lea, Adriana and Marysol are about to have their world shaken by a new generation of super-privileged socialites.    "
                },
                "2": {
                    "title": "Text, Lies, and Your Smile Is Fake",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "20 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Miami's hottest housewives are back with a vengeance but alliances have changed and friendships have been shattered. Also, a shocking secret is revealed and former housewife Alexia Echevarria rejoins the ladies to make things even hotter.    "
                },
                "3": {
                    "title": "A Mynt Meltdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "27 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Joanna and Romain continue to disconnect while Adriana deflects Frederic's marriage talk. At the 10th anniversary of Mynt, Adriana flirts with the club owner and Joanna's fiancÃ© Romain!    "
                },
                "4": {
                    "title": "She Beat Me to the Tweet!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "4 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Romain threatens to walk away after Joanna's Mynt meltdown, while Adriana bares all in the name of art. Ana shows Joanna the way to a man's heart and defends Marysol after drag-queen Elaine levels some pointed claims at her.    "
                },
                "5": {
                    "title": "Eager Beaver",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "11 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    The Miami charity season is in full swing and all of the ladies attend the Hearts & Stars Gala for fun, drinks and, of course, an evening of drama. Ana visits Alexia at home and the two have a heart to heart about Alexia's recovering son Frankie. Joanna warns Karent that she should watch her back because Adriana is out to get her.    "
                },
                "6": {
                    "title": "Sexting Candles",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "18 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Miami's elite are ready to celebrate Alexia's Magazine Venue Party, but Adriana is not in party mode. Adriana gets ready to confront Karent's mingling ways once and for all, while Joanna finds out that being a supermodel is sometimes not so super when hidden emails reveal Romain's dirty little secret.    "
                },
                "7": {
                    "title": "Bras and Brawls: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "25 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Karent isn't on anyone's good side. Lisa and Lea both gear up for their big charity fundraisers. Lisa's lingerie party brings out Joe Francis and half naked Miami socialites.    "
                },
                "8": {
                    "title": "Bras and Brawls: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "28 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Lisa's lingerie party continues with a shocking confession. The night spirals out of control when fighting ensues and the aftermath leaves the party in disarray.    "
                },
                "9": {
                    "title": "Conflicting Conflict",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "1 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Tensions are running high between the ladies after Joanna and Adriana's altercation at Lisa's lingerie party. Lea enlists the help of a psychic and as the Gala festivities begin, Marysol decides to visit Ana to discuss the \"D\" word - DIVORCE.    "
                },
                "10": {
                    "title": "A Better or Bitter Place",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "8 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    The Housewives are more divided than ever and the ladies get together for a summit dinner. In the end it looks like a peaceful resolution may be reached - but looks can be deceiving, especially in Miami.    "
                },
                "11": {
                    "title": "Uncomfortably Public Relations",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "15 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    While Elsa visits Lea to put an end to her ongoing feud with Marysol, Marta moves back in with Joanna and Romain. The Housewives attend a shoe fashion show where Marysol literally runs away from her problem, drag queen Elaine Lancaster. Sensing a rift in the group after Alexia's explosive dinner party, Karent tries to make peace with the ladies by co-hosting a dinner party.    "
                },
                "12": {
                    "title": "Parents Fly South",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "29 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    When Lisa's overbearing in-laws show up and demand a grandchild, Lisa goes to extreme measures to conceive. Adriana throws an unforgettable party for Fredric's parents' 50th wedding anniversary that has her questioning if she's really ready to get married again. Joanna's mother comes to Miami to give her a heart to heart about love and life that ends in tears. But everyone takes a moment to celebrate family and freedom over a Passover Seder.    "
                },
                "13": {
                    "title": "Elsa Foretells a Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "6 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Seeking some peace, Joanna and Adriana meet up to put an end to their ongoing feud. Meanwhile, Elsa returns home from the hospital and proves to be as feisty as ever. Joanna finally gets Romain to sex therapy, and Alexia and Peter visit an important place from their past. And Marysol plans a sophisticated bachelorette party for Adriana.    "
                },
                "14": {
                    "title": "Surrounded by Hot Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "13 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    After the infamous Rodolfo article, Alexia is determined to plea her case to Karent, but Karent has more important things to deal with when she learns of a family emergency. A special dinner becomes spoiled when Lea and Marysol finally hash out their issues in an explosive confrontation.    "
                },
                "15": {
                    "title": "Healing Hole",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "20 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    After the infamous Rodolfo article, Alexia is determined to plea her case to Karent, but Karent has more important things to deal with when she learns of a family emergency. A special dinner becomes spoiled when Lea and Marysol finally hash out their issues in an explosive confrontation.    "
                },
                "16": {
                    "title": "Reunion Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "27 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The ladies of Miami reunite to set the record straight on some of the most talked about antics of the season. Joanna's and Lisa's perfect friendship turns sour when Joanna goes below the belt by blaming Lisa's fertility issue on her partying lifestyle. Alexia struggles to see both sides of the couch, but doesn't hold anything back when Lisa questions Alexia's motives. While Adriana defends herself again and again on her secret marriage, Lea continues to break Adriana's olive branch.    "
                },
                "17": {
                    "title": "Reunion Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "3 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Hosted by Bravo's Andy Cohen, part two reunites Lea Black, Marysol Patton, Adriana De Moura, Ana Quincoces, Joanna Krupa, Karent Sierra and Lisa Hochstein to discuss catfights and confrontations on this season.    "
                },
                "18": {
                    "title": "Lost Footage",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Miami (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "8 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Host Andy Cohen opens up the Bravo vault to show never before seen footage, from Adriana's dramatic acting gig to Lea's unconventional relationship with her housekeeper, Freida, and much more.    "
                }
            }
        },
        "number of episodes": 41,
        "cast": [
            {
                "name": "Black, Lea"
            },
            {
                "name": "De Moura, Adriana"
            },
            {
                "name": "Echevarria, Alexia"
            },
            {
                "name": "Patton, Marysol"
            },
            {
                "name": "Hochstein, Lisa"
            },
            {
                "name": "Krupa, Joanna"
            },
            {
                "name": "Quincoces, Ana"
            },
            {
                "name": "Sierra, Karent"
            },
            {
                "name": "Jiménez, Rodolfo"
            },
            {
                "name": "Patton, Elsa"
            },
            {
                "name": "Krupa, Marta"
            },
            {
                "name": "Zago, Romain"
            },
            {
                "name": "Pippen, Larsa"
            },
            {
                "name": "Rice, Cristy"
            },
            {
                "name": "Yaskoff, Jonathan"
            },
            {
                "name": "Cohen, Andy"
            },
            {
                "name": "Francis, Joe"
            },
            {
                "name": "Martorano, Steve"
            },
            {
                "name": "Baker, Norman"
            },
            {
                "name": "Davis, James"
            },
            {
                "name": "Foster, Lauren"
            },
            {
                "name": "Hochstein, Leonard"
            },
            {
                "name": "Safi"
            },
            {
                "name": "Grande, Frankie"
            },
            {
                "name": "Nance, C.J."
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "43"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 3,
        "rating": 2.9,
        "votes": 888,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMWQyOWRmNmQtMGY4Ni00Yzc2LTg3Y2YtNTQ0YWRjYzkxOWIyXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "The newest series of the Housewives franchise adds a unique flavor as the show goes inside this cultural hot spot. The Real Housewives of Miami follows six of the most connected and influential women of Miami as they live their lives to the fullest in this sunny city where the party never stops.",
        "languages": [
            "English"
        ],
        "title": "The Real Housewives of Miami",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2013",
        "akas": [
            "The Real Housewives of Miami (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Dunlop, Scott"
            }
        ],
        "production companies": [
            {
                "name": "MC Filmworks"
            },
            {
                "name": "Purveyors of Pop"
            }
        ],
        "distributors": [
            {
                "name": "Bravo Networks"
            }
        ],
        "plot": [
            "The newest series of the Housewives franchise adds a unique flavor as the show goes inside this cultural hot spot. _The Real Housewives of Miami_ (qv) follows six of the most connected and influential women of Miami as they live their lives to the fullest in this sunny city where the party never stops.::Jiilo_Kim"
        ],
        "tech": {
            "runtime": [
                "43 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 888,
                "rating": 2.9
            },
            "aged 18 29": {
                "votes": 155,
                "rating": 2.8
            },
            "aged 30 44": {
                "votes": 366,
                "rating": 3.1
            },
            "aged 45 plus": {
                "votes": 176,
                "rating": 2.3
            },
            "males": {
                "votes": 369,
                "rating": 2.2
            },
            "males aged 18 29": {
                "votes": 88,
                "rating": 2.0
            },
            "males aged 30 44": {
                "votes": 184,
                "rating": 2.5
            },
            "males aged 45 plus": {
                "votes": 79,
                "rating": 1.6
            },
            "females": {
                "votes": 366,
                "rating": 3.7
            },
            "females aged 18 29": {
                "votes": 64,
                "rating": 3.9
            },
            "females aged 30 44": {
                "votes": 177,
                "rating": 3.9
            },
            "females aged 45 plus": {
                "votes": 93,
                "rating": 3.1
            },
            "top 1000 voters": {
                "votes": 38,
                "rating": 2.7
            },
            "us users": {
                "votes": 355,
                "rating": 2.7
            },
            "non us users": {
                "votes": 208,
                "rating": 3.0
            }
        },
        "number of votes": {
            "10": 121,
            "9": 28,
            "8": 30,
            "7": 62,
            "6": 47,
            "5": 47,
            "4": 29,
            "3": 53,
            "2": 65,
            "1": 406
        },
        "arithmetic mean": 3.9,
        "median": 2
    }
}