{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "29 May 2011"
            },
            {
                "country": "Netherlands\n",
                "date": "21 February 2012",
                "notes": "                            (DVD premiere)"
            },
            {
                "country": "Finland\n",
                "date": "28 April 2012"
            },
            {
                "country": "Germany\n",
                "date": "3 September 2012"
            },
            {
                "country": "Sweden\n",
                "date": "22 May 2013"
            }
        ],
        "release dates": [
            "UK::29 May 2011",
            "Netherlands::21 February 2012                            (DVD premiere)",
            "Finland::28 April 2012",
            "Germany::3 September 2012",
            "Sweden::22 May 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Scott & Bailey"
            },
            {
                "countries": "Denmark",
                "title": "Scott & Bailey"
            },
            {
                "countries": "Finland",
                "title": "Scott & Bailey"
            },
            {
                "countries": "Russia",
                "title": "Скотт и Бейли"
            },
            {
                "countries": "USA",
                "title": "Scott & Bailey"
            }
        ],
        "akas": [
            "Scott & Bailey (original title)",
            "Scott & Bailey Denmark",
            "Scott & Bailey Finland",
            "Скотт и Бейли Russia",
            "Scott & Bailey USA"
        ],
        "akas from release info": [
            "Scott & Bailey (original title)",
            "Scott & Bailey Denmark",
            "Scott & Bailey Finland",
            "Скотт и Бейли Russia",
            "Scott & Bailey USA"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Episode #5.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 119,
                    "original air date": "13 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Returning to Syndicate 9 after a year away on vice, Rachel steps up to acting DI on a case that becomes bigger and more sinister than it first appeared.    "
                },
                "2": {
                    "title": "Episode #5.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 99,
                    "original air date": "20 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    When the body of teenager Will Hudson is found in a Manchester park, Rachel knows his death could have been prevented.    "
                },
                "3": {
                    "title": "Episode #5.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 100,
                    "original air date": "27 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Rachel must find both the murder weapon and the encryption code used to access the Taking Out The Trash website.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 181,
                    "original air date": "29 May 2011",
                    "year": "2011",
                    "plot": "\n    Angry at being dumped by married lover Nick, Manchester detective Rachel Bailey joins married colleague Janet Scott to investigate the murder, made to resemble a suicide, of Emel Yilmatz, a pregnant teen-aged Turkish girl. Somebody had sent her flowers and certainly the simple youth in the flat next door had a crush on her but her husband Gokhan was still in touch with Mana, his girlfriend prior to his arranged marriage, and Mana's embittered attitude makes her a suspect too. Whilst making an arrest Rachel is obsessed with getting revenge on Nick whilst Janet is ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 143,
                    "original air date": "5 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Having coerced Nick into buying her a flat Rachel discovers she is carrying his child but decides against a termination. She also successfully traps the murderer of housewife Susan Metcalfe but gets an unexpected and grisly bonus which leads to another death and another charge. Janet, dreading her wedding anniversary party, presses on with the long cold murder case of her slain school friend Veronica, though the retired officer who passes his files onto her believes she was murdered by a serial killer still at large.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 135,
                    "original air date": "12 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Partly due to Rachel's ex-lover Nick Savage's ruthless courtroom cross-examination of her, his client Georgios Stelikos is found not guilty of the rape of drug addict Hannah Conway and murder of another girl but within days Stelikos is also found murdered. A hung-over and bruised Hannah is brought in for questioning but is she the killer? Rachel miscarries and also loses her flat when Nick claims it back after his wife, learning of his affair, throws him out. She moves in with Janet and her family and takes an interest in the case of Veronica.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 139,
                    "original air date": "19 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Rachel is carpeted by Gill, the inspector, who feels that her affair with Savage was partly responsible for the Stelikos case collapsing. Then nervous Janice Jadzowski reports the disappearance of work colleague Gary Birkinshaw, whom she believes has been killed by his ex-porn star wife Vicky and her 'lodger' Ashad Sodunke. Vicky claims that she did not report his disappearance as she believed he was in Basingstoke with his mistress. Whilst the male officers find her alluring Gill, Janet and Rachel are less convinced of her innocence and Vicky's flirtation with the ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 139,
                    "original air date": "26 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    After Lynne Stott's body is found wrapped in bin bags on a building site the details lead Janet to believe that she is another victim of the serial killer who murdered Veronica nearly forty years earlier. Rachel meets Martine Cooper, a juror with whom Nick had an affair during a case where his client was acquitted but decides not to use it against him. Instead she follows up Janet's hunch and inadvertently puts her friend in danger as Janet comes face to face with the killer who escapes after seriously wounding her with a knife.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 140,
                    "original air date": "3 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Three months have elapsed and Janet returns to work. Rachel is living with Nick but Janet feels he is using her to prevent her from reporting his malpractice and, after Rachel is the victim of a hit-and-run linked to a client of Nick's, tells Gill everything. Gill, despite her own problems caused by her vengeful ex-husband, decides against reporting Rachel. Ultimately not only does Janet prove herself to be a good colleague but solves a teenager's murder.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 123,
                    "original air date": "12 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    As the team investigates the gruesome death of an unknown male victim Rachel agrees to accommodate her young brother Dominic, who is homeless after being released from jail. Janet's elderly mother Dorothy moves in with her family after an operation but consistently argues with her son-in-law Adrian, who moves out. After the victim is identified as loner Darren Rigby, a man into child porn, a second body is discovered, that of married Keith Fleming. As Rachel resumes an affair with old flame Sean Nadia Hicks, the last person to see Darren alive, resists arrest but is ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 109,
                    "original air date": "19 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Nadia remains uncooperative when questioned about Liam Walsh, who used one of the victims' cash point card and another couple, Nikki Madden and Anthony Stainfield, linked to Nadia via a joyride in a stolen car, are equally evasive, as is Welsh when they are all arrested. However, when a further victim turns out to be Nadia's brother Janet persuades her to expose a gang who prey on men's sexual weaknesses. With the case closed Janet also finds herself warding off the friendly advances of Andy, who has just learned that Adrian has left her.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 109,
                    "original air date": "26 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Rachel accompanies Gill on a visit to Jeremy Leach, a man serving thirteen years for a murder on their patch. A copycat murder has taken place in Bristol, throwing doubt on the original conviction, Leach claiming the killer in both instances is Alistair Jackson, son of his solicitor who has been obsessed with the case. Gill, unlike Rachel, does not believe him, suggesting Leach is working with an ex-cell mate to incriminate Jackson and clear his own name. Then another victim is found with Jackson's DNA on the corpse, suggesting Leach's assumption is correct. With the ...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 105,
                    "original air date": "2 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Gill is forced to work with her ex-husband when eight year old Dylan Nichols is missing after last being seen at an amusement arcade. Chief suspects are arcade employee Ryan Varney and Michael Nash, recent boyfriend of Dylan's mother, both of whom are known paedophiles. Nash is arrested and, given that he is using an assumed name, is squarely in the frame. Janet begins a relationship with Andy but feels he is moving too fast for her whilst Dominic's involvement in a car crash prevents Rachel from taking her sergeant's exam.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 106,
                    "original air date": "9 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Geoff Hastings, the man who stabbed Janet, claims that he has information on further victims which he will divulge only to her but uses the interview to dig at her private life, causing her to tell Gill and Rachel about her fling with Andy - who refuses to accept that it is over. Meanwhile the team investigates the murder of young taxi driver Yusuf and it is a hunch on Rachel's part that leads to the killer and the location of Hastings' diaries containing his confessions. She is nonetheless unable to prevent Sean from organizing their wedding day without her consent.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 103,
                    "original air date": "16 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Following the discovery of the corpse of middle-aged divorcee Susie Bishop the team find that she led a very racy private life. In addition to two men fighting over her she was seeing her ex-husband and having a fling with the married headmaster at the school where she worked. Only one has an alibi but when it is disproved the - surprising - identity of the killer is revealed. Gill meanwhile has to reject her ex-husband's drunken pleas for reconciliation whilst Rachel is shocked to find that Sean has been married and has a little boy - with whom she does not get on.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 102,
                    "original air date": "23 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    When teenager Leon Foster is found shot in the head the immediate assumption is that he was the victim of a gangland feud. However Janet, relegated to paper-work by a sour Andy, hears that he was involved in an under age sex party, leading her and Rachel to interview two girls from very different backgrounds. Andy eventually makes his peace with Janet, who discovers husband Adrian's good points whilst a reluctant Rachel, pushed into it by Sean, agrees to meet her estranged mother.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 101,
                    "original air date": "30 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Gill feels sorry for sweet old lady Margaret Selwyn, after her husband Colin's accidental death but, when Margaret's daughters reveal that Margaret had often spoken of killing her husband, a murder inquiry is opened. Andy gets transferred to another division after spitefully attempting to get Janet into trouble but a reconciliation with Adrian is not on the cards after he learns of his wife's affair. Meanwhile Rachel, following a drunken night out about which she can remember nothing, is the prime suspect after Nick Savage is killed. She is exonerated - but at a price...    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 126,
                    "original air date": "3 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Elderly Eunice Bevan's corpse is discovered in her house whilst her bed-ridden, ailing husband Joe lies in the room above. With no sign of forced entry it looks as if the killer was one of the Bevans' children but the only one still around is daughter Helen and she claims to have had no contact with them for thirty years. Joe however is convinced he heard Helen argue with her mother and she is arrested. Helen tells Rachel that when she was growing up the parents abused her and her siblings, one of whom committed suicide. Janet, now acting sergeant, sees that Joe is ...    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 104,
                    "original air date": "10 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    As they pursue estate agent Adam Armstrong who accidentally killed a homeless man by shoving him, Rachel confesses to Janet that she had sex with a stranger the night before and that she bitterly regrets marrying Sean. When Dominic killed Nick Rachel was implicated and, though exonerated, had to face a tribunal where Gill spoke up for her. Rachel was feeling down at the time and to marry Sean seemed to the right thing to do as he had been so kind to her. Recollections of the wedding are not happy for either woman as Rachel's estranged mother Sharon turned up and got ...    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 99,
                    "original air date": "17 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Janet and Rachel interview eighteen year old Danny Gallagher,who discovered his father Ed had been murdered and his house robbed. Rachel is surprised when Danny's mother Sarah suspects her son of the murder as they clearly have their differences and Sarah regards the boy as a disappointment. A neighbour claims to have seen Danny leave the house on the night of the murder but a new line of enquiry opens when Sarah admits that her husband was gay and picked up young men for sex. When one of them is discovered with Ed's car another suspect is added to the list. Janet ...    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 93,
                    "original air date": "24 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Helen Bartlett comes to see Janet and tells her that over thirty years ago, as a little girl, her father Joe accidentally killed her brother Michael and forced her to bury him in their cellar. The police actually find two male corpses and DSI Julie Dodson is brought in to head the inquiry, seeing Helen as victim more than offender. More male bodies are found of which Helen claims to know nothing but Joe, on remand for killing Eunice, calls her a liar. Two witnesses come forward - a man who took Helen and her sister in to protect them from their violent parents and a ...    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 98,
                    "original air date": "1 May 2013",
                    "year": "2013",
                    "plot": "\n    Seven youths' corpses are found in the Bevans' cellar, Joe denying all knowledge of them and only one of them, other than Michael, being identified. Then the remains of his daughter Sheila are discovered under his bedroom floor-boards. Eventually Joe admits to killing the boys, under pressure from Eunice, but claims to know nothing about Sheila. Helen tells Janet that she and her sister Julie assisted in burying one body but Gill is concerned that, as the press are pursuing Helen, one of her officers leaked her involvement. Rachel is forced to confess to a devastated ...    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 88,
                    "original air date": "8 May 2013",
                    "year": "2013",
                    "plot": "\n    Catherine French believes her father Gerald's death in Willow Vale retirement home was no accident and Rachel discovers that the home has an unusually high mortality rate. When Gerald's body is found to be bruised and needle-marked a murder inquiry opens. Main suspect is chief carer Craig Wyatt, too charismatic for his own good and keen to point the finger at dim trainee Rosie, who was captured on hidden camera striking a resident and who has a syringe in her locker. Gill and Janet believe they have got him and his motive. Meanwhile Rachel continues to outstay her ...    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 88,
                    "original air date": "22 May 2013",
                    "year": "2013",
                    "plot": "\n    Janet throws Rachel out after walking in on her having sex with Kevin and the women have a huge row. Next day the relationship is icy as they investigate the suspicious death of elderly Kenneth Valentine. Kenneth's son Philip had had a drunken argument with him over Philip moving his girlfriend into his father's flat but the robbery squad tell the detectives that a youngster called Deepak Nadar was arrested for a theft on the street where Kenneth's body was found. Nadar and his accomplice are charged but Rachel's private life gets in the way as she confesses all to ...    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 118,
                    "original air date": "23 May 2013",
                    "year": "2013",
                    "plot": "\n    Whilst shopping for her son's engagement party Gill is abducted at knife point by a drunken Helen Bartlett, angry to have been charged with a crime which she reported in the first instance which has led her to be publicly reviled. She demands Gill drive them 'to the seaside'. Rachel is still arguing with Gill when a member of the public reports the incident and Julie Dodson takes charge, asking the women for their help. Helen is identified from the air and her partner Louise tells the police she believes the car is going to Flamborough Head in Yorkshire, where Helen ...    "
                }
            },
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 106,
                    "original air date": "10 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Janet is promoted to sergeant but steps down to give it to Rachel as she feels she is needed more at home. The pair join the search for eighteen year old Robin McKendrick, a simple lad reported missing by his boss, landlord John Rivington. Pub regulars are unforthcoming until a boy called John tells Janet that an ex-soldier known as Jackie-Boy locked Robin in his car boot as a cruel prank. He later reported the car as stolen. Another witness claims that Jackie- Boy dumped his car in a quarry with Robin still in the boot. In the process of the investigation Gill ...    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 99,
                    "original air date": "17 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The police deduce that the pregnant Mandy's corpse has been refrigerated for two decades. Her husband Gary, since deceased, was the chief suspect, to the anger of his mother Barbara whilst Rachel is annoyed with Rob's bigoted father Frankie, who led the original investigation for wanting to blame Gary with no evidence. It transpires that the father of Mandy's child was Gary's brother Antony following a drunken one-night stand. Everything points to Antony being the murderer though he claims that he only helped Gary dispose of the corpse. The police think otherwise. As ...    "
                },
                "3": {
                    "title": "Episode #4.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 92,
                    "original air date": "24 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    When his boy-friend Rich is murdered Adam Hutchings accuses homophobic neighbour Barry Keane, who had previously threatened them after they had tried to persuade his wife Charlotte, whom he had assaulted, to leave him. He has no alibi but under questioning admits that he was with Charlotte's friend Moira, with whom he is having an affair. Rachel's mother Sharon comes back into her life, as her drug-dealing boy-friend is on remand and she wants Rachel to get him bail. Rachel refuses but the distraction causes her to take her mind off the case, missing evidence. However...    "
                },
                "4": {
                    "title": "Episode #4.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 91,
                    "original air date": "1 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Whilst Rachel secretly dates superintendent Will Pemberton Janet feels the need for a boyfriend and unsuccessfully tries speed dating. Both are called to a hotel where an unknown woman is found dead in a bedroom booked in the name of Grant Meath. However the real Grant Meath has an alibi and when, following an appeal, Chloe Michaels comes forward to report that she met a man called Grant Meath through a dating web-site and he almost killed her in the same room her description of him does not match Grant. Evidence points to married James Tollis who uses the site to ...    "
                },
                "5": {
                    "title": "Episode #4.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 89,
                    "original air date": "8 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Baby Drew Redhead dies in hospital and his parents Jenny and Marcus are suspected of foul play. Rachel and Janet interview them but whilst Marcus is calm Jenny is hostile, ringing alarm bells for Gill, especially as Drew has previous injuries reported by other hospitals. The couple point the police towards their baby-sitter Adjoah and her drug-addicted boyfriend Nick Wootton and cocaine found in Drew's system puts Wootton in the frame but then Adjoah tells Janet that Jenny was an inadequate mother who took drugs herself, a fact borne out by Marcus. Then Marcus comes ...    "
                },
                "6": {
                    "title": "Episode #4.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 85,
                    "original air date": "15 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Tam and Patricia Robbinson are murdered in their own pub whilst their son Simon is staying with a friend. Simon believes his half-sister Carla to have died but she is very much alive though long estranged from her mother. The investigation links her to known criminal Ben Townsley, who met her in rehab and, whilst she claims they were mere acquaintances, her drugs dealer Mark Britton gives the police evidence which incriminates them both. Meanwhile Janet's daughter Elise returns home after developing a crush on her father's new partner's son and Will splits with Rachel...    "
                },
                "7": {
                    "title": "Episode #4.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 105,
                    "original air date": "22 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    A dead man is found on the moors with no clues to his identity until a woman called Maeve comes forward to name him as former lover Michael Greenholme, whom she last saw fifteen years ago. Janet and her colleagues interview farmer Callum Pritchard, who recently employed Michael, but he bolts and dies when his car overturns. A search of Pritchard's farm reveals three men imprisoned as slaves, opening a new line of enquiry when a simple employee of Pritchard is brought in. At the same time Janet informs Gill's friend DSI Julie Dobson that she is concerned about her boss...    "
                },
                "8": {
                    "title": "Episode #4.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scott & Bailey (TV Series 2011–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 102,
                    "original air date": "29 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Callum Pritchard's abrasive, foul-mouthed widow Evie is brought in on suspicion of unlawful imprisonment and killing Michael Westholme but there is insufficient evidence and she is released, issuing a statement claiming police harassment and alleging that Gill reeked of drink when she arrested her. Finger-prints found on the baseball bat that kill Mike belong to a known criminal Dez , who was part of the Pritchards' slave force and is now missing. With Gill temporarily off the case Rachel takes charge and is determined to prove that Evie Pritchard killed Dez, so that ...    "
                }
            }
        },
        "number of episodes": 33,
        "cast": [
            {
                "name": "Jones, Suranne"
            },
            {
                "name": "Sharp, Lesley"
            },
            {
                "name": "Mooney, Tony"
            },
            {
                "name": "Prosho, David"
            },
            {
                "name": "Bullmore, Amelia"
            },
            {
                "name": "Brown, Delroy"
            },
            {
                "name": "Batt, Ben"
            },
            {
                "name": "Barker, Judith"
            },
            {
                "name": "Waters, Harriet"
            },
            {
                "name": "Gleaves, Nicholas"
            },
            {
                "name": "Maguire, Sean"
            },
            {
                "name": "Lindsay, Sally"
            },
            {
                "name": "Haywood, Pippa"
            },
            {
                "name": "Pitts, Tony"
            },
            {
                "name": "Smith, Olivia Rose"
            },
            {
                "name": "Holt, Judy"
            },
            {
                "name": "Boyle, Liam"
            },
            {
                "name": "Webb, Danny"
            },
            {
                "name": "Miller, Danny"
            },
            {
                "name": "Graves, Rupert"
            },
            {
                "name": "Regan, Vincent"
            },
            {
                "name": "Bennett, Tracie"
            },
            {
                "name": "Doyle, Kevin"
            },
            {
                "name": "Toussaint, Steve"
            },
            {
                "name": "Walker, Nicola"
            },
            {
                "name": "Flynn, Shannon"
            },
            {
                "name": "Harding, Caroline"
            },
            {
                "name": "Lusi, Jing"
            },
            {
                "name": "Chillin, Gregg"
            },
            {
                "name": "Costigan, George"
            },
            {
                "name": "Tam, Christina"
            },
            {
                "name": "Riddell, Richard"
            },
            {
                "name": "Cole, Nisa"
            },
            {
                "name": "Gorman, Julian"
            },
            {
                "name": "Reidy, Gabrielle"
            },
            {
                "name": "Roche, Jake"
            },
            {
                "name": "Simpson, Harry"
            },
            {
                "name": "Anwar, Mina"
            },
            {
                "name": "Haddington, Ellie"
            },
            {
                "name": "Rutter, Kate"
            },
            {
                "name": "Huison, Steve"
            },
            {
                "name": "Stavrou, Lizzie"
            },
            {
                "name": "Riley, Lisa"
            },
            {
                "name": "Smith, David"
            },
            {
                "name": "Mosaku, Wunmi"
            },
            {
                "name": "Mahoney, Rina"
            },
            {
                "name": "Llewellyn, Suzette"
            },
            {
                "name": "Thompson, Jemma"
            },
            {
                "name": "Haythorne, Robert"
            },
            {
                "name": "Lea, Chloe"
            }
        ],
        "locations": [
            "Granada Studios, Manchester, Greater Manchester, England, UK::(studio)"
        ],
        "genres": [
            "Crime",
            "Drama"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Netherlands:16::(DVD rating)",
            "Netherlands:12::(TV rating)",
            "United Kingdom:15",
            "United States:TV-14"
        ],
        "number of seasons": 5,
        "rating": 7.9,
        "votes": 4856,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGY1NTAyYTMtOTQzMi00NzFhLTk4YjAtN2JiMzU2NmE5ZGM2XkEyXkFqcGdeQXVyMjExMjk0ODk@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Scott & Bailey",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2016",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Wainwright, Sally"
            },
            {
                "name": "Taylor, Diane"
            },
            {
                "name": "Jones, Suranne"
            }
        ],
        "production companies": [
            {
                "name": "Red Production Company"
            },
            {
                "name": "Ingenious Broadcasting"
            },
            {
                "name": "Veredus Productions"
            },
            {
                "name": "Ipomen Productions"
            }
        ],
        "distributors": [
            {
                "name": "BBC Worldwide"
            },
            {
                "name": "ITV - Independent Television"
            },
            {
                "name": "2 Entertain Video"
            },
            {
                "name": "2 Entertain Video"
            },
            {
                "name": "Edel Media & Entertainment"
            },
            {
                "name": "Eén"
            },
            {
                "name": "Just Bridge Entertainment"
            },
            {
                "name": "Just Bridge Entertainment"
            },
            {
                "name": "Katholieke Radio Omroep (KRO)"
            },
            {
                "name": "Yleisradio (YLE)"
            },
            {
                "name": "ZDFneo"
            }
        ],
        "special effects": [
            {
                "name": "Flipbook"
            }
        ],
        "other companies": [
            {
                "name": "EuroKids & Adults International Casting and Model Agency"
            },
            {
                "name": "H & H Films"
            },
            {
                "name": "Huge Designs"
            },
            {
                "name": "Niche Casting Agency"
            },
            {
                "name": "Panalux"
            },
            {
                "name": "Rose TV and film catering"
            },
            {
                "name": "Take 1 Scenic"
            }
        ],
        "plot": [
            "Two female detectives, one motherly, the other emotionally immature, have varying levels of success applying their eccentric outlooks on life to their police cases and private lives.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "45 min"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Arriflex D-21, Cooke S4 Lenses"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 4856,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 347,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 1090,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 2009,
                "rating": 8.0
            },
            "males": {
                "votes": 1556,
                "rating": 7.6
            },
            "males aged 18 29": {
                "votes": 127,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 364,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 958,
                "rating": 7.7
            },
            "females": {
                "votes": 2090,
                "rating": 8.2
            },
            "females aged 18 29": {
                "votes": 217,
                "rating": 7.9
            },
            "females aged 30 44": {
                "votes": 702,
                "rating": 8.1
            },
            "females aged 45 plus": {
                "votes": 1025,
                "rating": 8.3
            },
            "top 1000 voters": {
                "votes": 79,
                "rating": 6.2
            },
            "us users": {
                "votes": 938,
                "rating": 8.1
            },
            "non us users": {
                "votes": 1946,
                "rating": 7.8
            }
        },
        "number of votes": {
            "10": 1075,
            "9": 1075,
            "8": 1529,
            "7": 673,
            "6": 222,
            "5": 94,
            "4": 61,
            "3": 34,
            "2": 32,
            "1": 61
        },
        "arithmetic mean": 8.2,
        "median": 8
    }
}