{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "6 March 2011"
            }
        ],
        "release dates": [
            "USA::6 March 2011"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Research & Annoy",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "25 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Because Chelsea inadvertently leaves it lying around, Jiffy finds the latest report on the focus group testing of the regular round table panelist/writers, he who shares it with his affected colleagues. The news is not good. They all believe Chelsea will use this information to fire them. So they all do whatever it takes to change that public perception as outlined in the report. They also feel they have to kowtow to Chelsea even more so than usual, including mentoring in the network's intern program, and attending a fundraising event hosted by Chelsea. It's not so ...    "
                },
                "2": {
                    "title": "Gay for Jiffy",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "4 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Jiffy's fellow writers believe that Hank, the studio's aging maintenance man, has a gay crush on Jiffy, based on Hank doing little favors for him, admiring a photograph of him in a woman's brassiere, and giving Jiffy an extra ticket to a Clippers game to attend with him. Jiffy's colleagues want him to use his influence on Hank to get work done for them. But Jiffy may be able to take his and Hank's supposed gay romance so far. Hank may have some say in the matter as well. Meanwhile, Sarah doesn't like that Chris has jumped on the bandwagon to give himself a fake ...    "
                },
                "3": {
                    "title": "How Chelsea Got Her Groove Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "11 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Chelsea is in a bad mood since she is horny, but refuses to masturbate to relieve her sexual frustration since she doesn't believe in masturbation. Since Chelsea's relationships with celebrities have all ended disastrously, the writers convince her that she should have a sexual dalliance with one of the crew members to relieve her sexual frustration. The person they collectively choose is Andy, one of the assistant directors. Chelsea refuses to approach Andy herself, so her staff have to arrange for Andy to come to a party at Chelsea's house. The process of getting ...    "
                },
                "4": {
                    "title": "Mrs. Handler, Are You Trying to Seduce Me?",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "18 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Chelsea asks Jiffy to work on a project ghost writing a book for her new dog, Jackie. This project entails Jiffy spending more time with Jackie and by association Chelsea at her house. As Jiffy's initial visit while working on this project progresses, Ben, also visiting Chelsea at the time, comes to the conclusion, based on what he sees, that Chelsea wants to have sex with Jiffy, despite she knowing that Jiffy is married. Jiffy has to decide if he will give into Chelsea's seeming advances, and if he doesn't whether that will affect his personal and professional relationship...    "
                },
                "5": {
                    "title": "Hey Tay-Shón, It's Me Chelsea",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "25 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    After show guest Kate Beckinsale insults Chelsea for her lack of physical fitness, Chelsea decides to dictate part of Kate's health regimen to her writing staff: a five day juice cleanse, where they are to consume nothing but. The questions become not only if they can survive purely on juice for five days, but whether they can stand being around each other surviving solely on juice for five days. Meanwhile, Heather receives a largely inaudible voice message from Chelsea, who is berating the intended recipient of that message. Heather does whatever she can to figure out if Chelsea is...    "
                },
                "6": {
                    "title": "All Dogs Go to Heather",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "1 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The writing staff is excited by the news that Ross will once again be hosting the show tomorrow because of Chelsea's scheduled absence... a little too excited for Chelsea's liking. Chelsea does whatever she can to make her staff like her as much as they seem to like Ross, even stooping to such abhorrent behavior for Chelsea as being nice to them. It may be difficult for Chelsea not to show her jealousy, which may affect both her staff and Ross. Meanwhile, Brad and Jiffy, in viewing the daily rushes of a just filmed skit, notice that Chelsea's dog Jackie seems to be going ...    "
                },
                "7": {
                    "title": "Tased and Confused",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "8 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Chelsea has arranged for a writers' weekend retreat to Cabo San Lucas, about which all the writers are excited. The one exception is Heather, who has an important conflicting engagement, and Chelsea refuses to change the date of the retreat. Heather decides to ditch her previous engagement to go to Cabo. Chelsea ultimately downgrades the weekend to another locale, so Heather tries to make the best of the slightly worse situation. But subsequent further downgrades by Chelsea leads to Heather making more changes of her own. Heather may wonder if the weekend is ...    "
                },
                "8": {
                    "title": "Putting Up with the Kardashians",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "15 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Chris being old and single makes the other staffers talk about what would happen if he figuratively fell down and couldn't get up. Chris later mentions that he has an ICE (in case of emergency) contact on his cell phone, that ICE who would be contacted by any first responder upon finding a debilitated Chris. This news brings up the fact that Jen had long replaced Sarah with Heather as her ICE without Jen ever having mentioned this fact to Sarah. This news could forever change the nature of Jen and Sarah's friendship. Meanwhile, the staffers treat Mike the announcer ...    "
                }
            },
            "1": {
                "1": {
                    "title": "The List",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "6 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Chelsea telling Sarah not to forget her passport is the first indication that many of the staff get that Chelsea is organizing one of her infamous trips, this time back to Cabo San Lucas. She rents a private jet that can only hold herself and ten other passengers, those other ten chosen however Chelsea decides at any given moment. With one spot gone, Brad, Heather and Jiffy in particular do whatever they can to get on Chelsea's Cabo list. But as more and more spots get taken, the three of them get more and more desperate. Meanwhile, Stella, the infant daughter of Kit,...    "
                },
                "2": {
                    "title": "Who's Vagina Is It, Anyway?!",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Chelsea accidentally tweets a photograph taken at a recent pool party of a faceless and exposed vagina. Good Catholic girl and mother Heather is mortified to see that it is her vagina, the photograph she didn't even know existed. Before the photograph is removed, it goes viral. But Heather's mortification turns to opportunity when she feels the publicity would be good for her book sales. But before she can pounce on this opportunity, the vagina is credited to Giuliana Rancic, who doesn't deny that it is her. Heather tries to take back ownership of her own vagina. Meanwhile, Chelsea ...    "
                },
                "3": {
                    "title": "A-list BFF",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    After appearing as a guest on the show, Reese Witherspoon begins to hang around the Lately offices. At first, all the writers clamor to have her be their individual new BFF, which Reese seems more than willing to be to each of them. But over time, a little Reese goes a long way. The writers have to figure out a tactful way to tell Chelsea of Reese's intrusions into their working life as Chelsea, who has not been subject to Reese's intrusions, is oblivious to the situation and as such still considers Reese a close friend. Meanwhile, Lionel, one of the security guards, buys Heather's ...    "
                },
                "4": {
                    "title": "Flush-Gate",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Heather and especially Sarah are perturbed that someone has been continually doing the number two in the women's restroom but not flushing. Sarah, who does almost anything required to find out the culprit (while Heather seemingly will do anything), figures that it is someone with anger issues, so she goes on a search for the angriest woman in the office. While Steve does his own somewhat creepy surveillance, Sarah thinks that Brad may know something more about it than he is letting on. Meanwhile, Chelsea has instituted the \"Nope\" board at the office, on which she ...    "
                },
                "5": {
                    "title": "Fired Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    While Brad and Jiffy are working late one evening at the office, they are interrupted by the Latina cleaning lady who is doing her regular rounds. Brad in particular is annoyed by what he considers her intrusive manner, not only in the loud vacuuming, but also her loud voice while she speaks Spanish on her cell phone. As such, Brad has her fired the next day. What Brad is unaware of is that the cleaning lady, Guadalupe, is Chelsea's favorite. Brad also learns that Chelsea is planning on giving Guadalupe a gift when she starts her shift that evening because of a ...    "
                },
                "6": {
                    "title": "Weekend at Chelsea's",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    At the office, Heather breaks down in tears because of a potentially marriage ending fight with her husband, Peter. Off the cuff, Chelsea tells Heather that she can stay with her for the weekend, or for as long as it takes for her and Peter to patch things up. Heather gladly accepts. Chelsea regrets asking Heather as Heather treats her stay like one big grown-up slumber party. Heather's actions also start to annoy Chelsea so much that she needs to invite Sarah over to act as a buffer. Chelsea does whatever she needs to to get Peter and Heather back together. Meanwhile...    "
                },
                "7": {
                    "title": "The Intervention",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Based on what he sees as Chris' unusual behavior of late, Jiffy believes that Chris has becomes a drug addict. Although initially unbelieving of this assertion, Heather too comes to believe the same. Sarah, who believes she knows Chris the best among the staff, doesn't think there is any way Chris could be a drug addict. Regardless, they bring in some high powered help to stage an intervention for Chris. Based on what happens at the intervention, they perhaps should have staged the intervention for another staff member. Meanwhile, Roy is feeling unappreciated by the ...    "
                },
                "8": {
                    "title": "Crudite",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "24 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Chelsea takes great pride in celebrating the birthday of every one of her staff with great fanfare and festivity. So Chelsea is angry when on the next birthday in which she places Sarah in charge of getting the birthday cake, Sarah ends up getting a poor substitute for a cake: crudités. While berating Sarah publicly at every opportunity for this gaffe, Chelsea does whatever she can to make it up to the birthday boy, Micah, especially as this birthday was his first as a staffer. However, Chelsea's efforts may be more geared toward her want to celebrate a birthday her ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Grandpa Franjola",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "27 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Chris receives a message from a beautiful nineteen year old woman named Kaylee, who wants to have dinner with him. Chris, who is more than twice her age, is excited about what he considers a sure thing regarding another notch on his bedpost. But Kaylee has another reason for wanting to meet Chris: she believes he is her biological father. Kaylee's mother was not very sexually active during the time she would have been conceived, meaning that the possible list of men who could be her father is small. To make things worse for Chris, Kaylee tells him that she's a new mom...    "
                },
                "2": {
                    "title": "The 'M' Word",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "4 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Chelsea pulls another of her email pranks, using Jiffy's account to send an email to Sharon Osbourne, an upcoming guest, and Lately executives, insulting Sharon. Chelsea feigns ignorance about the email. Jiffy knows Chelsea did it, and Sue and Gary know Chelsea did it, but as Chelsea is the star, Jiffy has the take the blame, which he doesn't appreciate. It gets worse for Jiffy when Sharon wants to speak to him about the incident after her appearance on the show, she who is known to have a temper. Meanwhile, Sarah catches a glimpse of Brad naked, of which Brad is unaware. She is ...    "
                },
                "3": {
                    "title": "Finding Jordan",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "11 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Chelsea has brought in a Denver based super fan, a wheelchair-ridden physically disabled eighteen year old named Jordan, to be guest assistant in Chuy's place for a show. After Brad learns that some of the show's interns took Jordan out for a sedate night on the town the previous night, Brad convinces Chris and Josh to join him in taking Jordan out this evening, each of the three staffers who has his own motivation for wanting to be part of the outing. They may all regret it when each assumes that one of the other two saw Jordan back to his hotel at the end of the ...    "
                },
                "4": {
                    "title": "The Book of More Moms",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "18 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Eva, Chelsea's assistant, has taken it upon herself to organize the staff gift for Chelsea's birthday. Since Chelsea's mother passed away three years ago, Eva wanted to put together a book of photographs of the staffers with their own mothers, the belief that it will be a sentimental reminder of her loving relationship with her own mother. Although none of the staffers talk to Eva about it, half like the idea, while the other half believe it is a terrible idea since it will make Chelsea sad about her mother's passing. Even Roy believes Chelsea will either really like ...    "
                },
                "5": {
                    "title": "The PA Hole",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The writing staff is having problems with the show's young male production assistant, who won't do anything they ask him to do, while he does whatever he wants. Some of the staff believe that he's just misunderstood, until they deal with him directly, after which they all think he's an a**hole. They have to figure out a way to get rid of him while not tattling on him to either Gary or Chelsea. Meanwhile, James Van Der Beek is today's guest on the show. He comes in sporting the same shirt that Chris is wearing, which may be a problem since Chris is scheduled to appear on the round table...    "
                },
                "6": {
                    "title": "Heather's Hickey",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "8 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    After a wild office party, a hungover Heather has no idea what happened at it or how she ended up on a couch outside the Lately offices the morning after. But what's worse is that she has no idea how she got a hickey. Peter wasn't at the party, which means to her Catholic sensibilities that she cheated on him, most-likely with one of the lowlife crew members. Sarah and Jiffy try to help her figure out which of the crew members she cheated with. One of the staff members knows more than he/she lets on. Meanwhile, Josh intercepts a parcel addressed to Sarah. With Chelsea...    "
                },
                "7": {
                    "title": "Sweet Home After Lately",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "22 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Chelsea has asked her friend Reese Witherspoon to make the presentation to her of a Women in TV award. As such, Reese will be in the Lately offices for two days to work with the writing staff on the speech, which may not sit well with the writers, who clashed with Reese because of her overbearing personality the last time she was on set. Reese is well aware of the conflict, which she tries to smooth over for the two days. In doing so, Reese makes another enemy, namely Chelsea, who doesn't know if she can stand two days of Reese let alone having her make the speech at the awards ...    "
                },
                "8": {
                    "title": "A Tale of Two Lisps",
                    "kind": "episode",
                    "episode of": {
                        "title": "After Lately (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "29 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Chelsea thinks that her assistant Eva's characterization of a girl with a lisp is hilarious, and wants the writing staff to write a sketch for Eva using this character. The problem is is that none of the writers think the character and her situation is funny. They just hope that if they ignore Chelsea's request, Chelsea will just forget about it. But Chelsea doesn't forget. Visiting on-set, Chelsea's friend, Jennifer Aniston, also thinks the characterization is not funny, tells the writers as much, and encourages them to tell Chelsea to her face, which they feel could jeopardize ...    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Handler, Chelsea"
            },
            {
                "name": "Bravo, Chuy"
            },
            {
                "name": "Colonna, Sarah"
            },
            {
                "name": "Wollack, Brad"
            },
            {
                "name": "Franjola, Chris"
            },
            {
                "name": "McDonald, Heather"
            },
            {
                "name": "Wild, Jeff"
            },
            {
                "name": "Kirkman, Jen"
            },
            {
                "name": "Marmalstein, Steven"
            },
            {
                "name": "Handler, Roy"
            },
            {
                "name": "Feimster, Fortune"
            },
            {
                "name": "Wolf, Josh"
            },
            {
                "name": "Murphy, Sue"
            },
            {
                "name": "Asaturyan, Hamlet"
            },
            {
                "name": "Niu, Xiao"
            },
            {
                "name": "Wilson, Lionel"
            },
            {
                "name": "Mathews, Ross"
            },
            {
                "name": "Snoonian, Gary"
            },
            {
                "name": "Love, Loni"
            },
            {
                "name": "Nichols, Dawn"
            },
            {
                "name": "Witherspoon, Reese"
            },
            {
                "name": "Jr., George Griffith"
            },
            {
                "name": "Magazine, Eva"
            },
            {
                "name": "Wallace, Kit"
            },
            {
                "name": "Miller, T.J."
            },
            {
                "name": "Leno, Jay"
            },
            {
                "name": "Camarena, Salvador"
            },
            {
                "name": "Meyer, Amy"
            },
            {
                "name": "Waller, Ali"
            },
            {
                "name": "Florek, Dave"
            },
            {
                "name": "Leggero, Natasha"
            },
            {
                "name": "Levitan, Genna"
            },
            {
                "name": "Simmons, Lisa M."
            },
            {
                "name": "McCarthy, Jenny"
            },
            {
                "name": "Osbourne, Sharon"
            },
            {
                "name": "Aniston, Jennifer"
            },
            {
                "name": "Grohl, Dave"
            },
            {
                "name": "Der Beek, James Van"
            },
            {
                "name": "Beckinsale, Kate"
            },
            {
                "name": "Etheridge, Melissa"
            },
            {
                "name": "Knoxville, Johnny"
            },
            {
                "name": "Theron, Charlize"
            },
            {
                "name": "Gunvalson, Vicki"
            },
            {
                "name": "Gifford, Kathie Lee"
            },
            {
                "name": "West, Kim Kardashian"
            },
            {
                "name": "Nealon, Kevin"
            },
            {
                "name": "Potter, Monica"
            },
            {
                "name": "Stanton, Giancarlo"
            },
            {
                "name": "Fonda, Jane"
            },
            {
                "name": "Kardashian, Khloé"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 6.3,
        "votes": 561,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDY4Y2EyOGEtZDYwNC00MTEzLTg5M2UtNjA0OTAyZmM2OGM1XkEyXkFqcGdeQXVyMTkzODUwNzk@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "The show is a mockumentary behind-the-scenes look at the Chelsea Lately (2007) show. The show's host and creative leader Chelsea Handler likes to think of her staff, especially the writing staff, as family, albeit a highly dysfunctional family where she is the only bright one amid a bunch of morons. Her writing staff is comprised of stand-up comedians who double as on-air personalities. The two special cases among her staff are her assistant, Chuy Bravo, her \"Little Nugget\" who basically does nothing around the set but look cute, and the show's chef, her one true family member on set, her brother Roy Handler who she treats equally as bad as her writing staff. Most of the characters, portrayed by their real life selves, are highly exaggerated versions of their real life.",
        "languages": [
            "English"
        ],
        "title": "After Lately",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2013",
        "akas": [
            "After Lately (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Brunelle, Tom"
            },
            {
                "name": "Clifford, Brendan"
            },
            {
                "name": "Colonna, Sarah"
            }
        ],
        "production companies": [
            {
                "name": "Borderline Amazing Productions"
            }
        ],
        "distributors": [
            {
                "name": "E! Entertainment Television"
            }
        ],
        "other companies": [
            {
                "name": "Hula Post"
            }
        ],
        "plot": [
            "The show is a mockumentary behind-the-scenes look at the _Chelsea Lately (2007)_ (qv) show. The show's host and creative leader 'Chelsea Handler' (qv) likes to think of her staff, especially the writing staff, as family, albeit a highly dysfunctional family where she is the only bright one amid a bunch of morons. Her writing staff is comprised of stand-up comedians who double as on-air personalities. The two special cases among her staff are her assistant, 'Chuy Bravo' (qv), her \"Little Nugget\" who basically does nothing around the set but look cute, and the show's chef, her one true family member on set, her brother 'Roy Handler' (qv) who she treats equally as bad as her writing staff. Most of the characters, portrayed by their real life selves, are highly exaggerated versions of their real life.::Huggo",
            "_After Lately_ (qv) is an American television comedy. The series depicts, in documentary style, the behind the scenes goings-on at the office of the late-night talk show Chelsea Lately. The cast is made up of the actual writers and performers of Chelsea Lately, who play themselves as they suffer the indignities and relish the perks of show business, bicker and argue over trivial and petty matters, compete for show air time and personal approval from Chelsea, and attempt produce a nightly late-night cable comedy show. Celebrity guest stars regularly appear, playing parody versions of themselves, interacting with Chelsea and the cast.::Chaz"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 561,
                "rating": 6.3
            },
            "aged 18 29": {
                "votes": 157,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 234,
                "rating": 6.4
            },
            "aged 45 plus": {
                "votes": 82,
                "rating": 5.4
            },
            "males": {
                "votes": 305,
                "rating": 6.2
            },
            "males aged 18 29": {
                "votes": 99,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 139,
                "rating": 6.1
            },
            "males aged 45 plus": {
                "votes": 59,
                "rating": 5.5
            },
            "females": {
                "votes": 185,
                "rating": 6.8
            },
            "females aged 18 29": {
                "votes": 57,
                "rating": 7.2
            },
            "females aged 30 44": {
                "votes": 95,
                "rating": 7.1
            },
            "females aged 45 plus": {
                "votes": 21,
                "rating": 4.7
            },
            "top 1000 voters": {
                "votes": 20,
                "rating": 5.1
            },
            "us users": {
                "votes": 293,
                "rating": 6.3
            },
            "non us users": {
                "votes": 134,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 179,
            "9": 46,
            "8": 92,
            "7": 65,
            "6": 29,
            "5": 15,
            "4": 9,
            "3": 8,
            "2": 11,
            "1": 107
        },
        "arithmetic mean": 6.8,
        "median": 8
    }
}