{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2011"
            },
            {
                "country": "USA\n",
                "date": "9 September 2011"
            }
        ],
        "release dates": [
            "USA::2011",
            "USA::9 September 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Can I Pull You a Little Tighter?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Unleashed by Garo (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Independent couture designer, Garo, makes clothes to measure your dimensions ... and your soul. Monica just moved to New York and has never felt like the beautiful girl she always wanted to be. Garo must push her to overcome the ridicule of her childhood and reveal what's been inside her all this time. Claudia is looking for a dress to honor her mother's passing, which happens to be on both Mothers' Day and her own daughter's birthday. This year, she wants to do something truly unique and special to celebrate the lives of these vibrant women. Tim, a drummer and ...    "
                },
                "2": {
                    "title": "It's Time for Her to Expose Herself",
                    "kind": "episode",
                    "episode of": {
                        "title": "Unleashed by Garo (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "16 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Elizabeth has lost over 100 pounds and wants a dress that will show off her new body. Will she always be a fat girl in her mind, or can Garo get her to shed her self-image for a new lease on life? Jeanine is a recovering alcoholic who is looking to get back into the work force and needs new clothes that signal regained confidence. When she bashfully reveals the tireless work she does for other addicts, Garo senses that she needs something dramatic to let her embrace her own heroism. He decides to make her two types of power suits, one of which will take her completely...    "
                },
                "3": {
                    "title": "I'm Never Going to Take it All Off!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Unleashed by Garo (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Jennifer is a new mom who is going out on the town with her husband for the first time since their baby was born, and she wants to wear a vintage dress that will transform her new curves from matronly to ooh la la. Garo is excited to mix and match eras in order to create a timeless look with some deserved sex appeal. Nefe is a six-foot tall woman who is often mistaken for a man. Plagued by body image issues and crippling insecurity, she wants a gown for a gala event that will finally make her feel like a beautiful woman. Will Garo's dress help Nefe transcend her deep ...    "
                },
                "4": {
                    "title": "A Little Bit of Pain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Unleashed by Garo (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    After a bitter divorce which dragged her kids through rough times, single mom Sarah wants to do something spectacular for her daughter's tenth birthday - a gesture that will prove they've turned the corner and are looking at a bright future. To do this, Sarah asks Garo to transform her into a hummingbird, which is both her daughter's favorite animal and a symbol of a better life just beginning to take flight. Trevor is an Asian-American who is questioning why he spent his childhood rejecting his Chinese heritage. He desires an outfit for a Chinese New Year's party, an...    "
                },
                "5": {
                    "title": "That's a Lot of Skin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Unleashed by Garo (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Liam is an ex-alcoholic and Wall Street egomaniac whose crash-and-burn attitude towards life did a lot of damage to others, especially to his own sister, Maria. When the market and his personal life simultaneously crashed, Liam finally came to terms with his abuse and began to consider a different way of life. Now, he is headed on a Buddhist retreat in order to gain some perspective on the choices he made, but Garo senses that he needs an extra push to get over his selfish ways. Will his doubtful sister receive the new Liam as truly transformed or just a poser? Emily ...    "
                },
                "6": {
                    "title": "I Kind of Feel Necked",
                    "kind": "episode",
                    "episode of": {
                        "title": "Unleashed by Garo (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "14 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Jennifer has a lot to celebrate... It's both her 40th birthday and her 5th anniversary of being breast cancer free. Overly sensitive to her reconstructed body and armed with a list of fashion \"no-no's\", Jennifer presents a special challenge to Garo and his team. Will they be able to push her to embrace her new body, or will the scars of her past continue to hold her back? Tatiana is a young singer looking to make it big in the music business and prove to her father that she's made the right choice to leave home while still a teenager and launch a career in New York ...    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Sequinette, Sequinette"
            },
            {
                "name": "Larkin, Megan"
            },
            {
                "name": "Colombo, Stephanie"
            },
            {
                "name": "Kuzmeski, Timothy"
            },
            {
                "name": "Almond, Kindall"
            },
            {
                "name": "Vincent, Gerrold"
            },
            {
                "name": "Sparo, Garo"
            },
            {
                "name": "Gwaltney, Michael"
            },
            {
                "name": "Klein, Noah"
            },
            {
                "name": "Sequinette"
            },
            {
                "name": "Aprella"
            },
            {
                "name": "Dobbs, Kathleen"
            },
            {
                "name": "Flynn, Jeanine"
            },
            {
                "name": "Gino"
            },
            {
                "name": "Iredia, Nefe"
            },
            {
                "name": "McLain, Alicia"
            },
            {
                "name": "McLain, Claudia"
            },
            {
                "name": "Wyche, Monica"
            },
            {
                "name": "Zhou, Trevor"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:Not Rated"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMmU3MGE1ZjAtMWE4Ni00ODMwLWEyZWQtMDczNTZmODE1MzZkXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Garo is a unique couture fashion designer who enables his clients to unlock their true selves. From women celebrating a new lease on life to performers who need showstopping outfits, Garo does more than design clothes - he fashions identities.",
        "languages": [
            "English"
        ],
        "title": "Unleashed by Garo",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Unleashed by Garo (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "NorthSouth Productions"
            }
        ],
        "distributors": [
            {
                "name": "SundanceTV"
            }
        ],
        "plot": [
            "Garo is a unique couture fashion designer who enables his clients to unlock their true selves. From women celebrating a new lease on life to performers who need showstopping outfits, Garo does more than design clothes - he fashions identities.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}