{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 January 2011"
            }
        ],
        "release dates": [
            "USA::9 January 2011"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Crawls from the Walls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Infested! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    In Tennessee, a farmer fights for his life and is faced with losing the home that has been in his family for generations to an infestation of deadly spiders. In Georgia, a family gets creative after several attempts to rid their home of the bed bugs their son has brought back home from college fail. And in Pittsburgh, a couple join a community's battle against the cockroaches infesting their homes.    "
                },
                "2": {
                    "title": "Dirty Wars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Infested! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "29 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    In Pennsylvania, three generations go to war against the tide of cockroaches spilling from a neighbor's home and into their own. In Kentucky, a young family move into a new home only to discover that it is overrun by a protected species of bat that cannot be disturbed. And in California, a single mother battles the growing number of filthy rodents running riot through her home.    "
                },
                "3": {
                    "title": "Hostile Takeovers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Infested! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "20 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    In Texas, a newlywed couple's dream home becomes a house of horrors when scorpions start falling from the rafters. In California, a family finds themselves battling unusual blood-sucking parasites in search of new hosts. And in Houston, a college student becomes seriously ill as she battles an army of opossums in her home.    "
                },
                "4": {
                    "title": "Driven Insane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Infested! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "13 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    A Missouri family is terrorized by fiendish noises coming from the attic of their new home. But when the source is discovered, the family finds themselves battling the law. In Tennessee, a father of two fights for his life after being bitten twice by the deadly brown recluse spiders infesting his home. And on a US military base in Japan, a family risks losing everything in their war against the ticks that have overtaken their home.    "
                },
                "5": {
                    "title": "Night Terrors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Infested! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "27 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    In an exclusive gated community in California, a family is plagued by a ceaseless tide of rats entering their home from an unknown source. In Pennsylvania, a single mother is forced to move her family into a tent in the front yard when a bug infestation overruns their home. And in Texas, a terrified young boy is awoken by scratching sounds in his closet. His parents soon discover the source: dozens of opossums are living inside the walls of their apartment, and it's only a matter of time before they break out.    "
                },
                "6": {
                    "title": "Spreading Too Fast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Infested! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "10 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Summer camp owners battle bed bug infestation, a young family fight apartment management over roach infestation, and a single, older woman discovers rat infestation in the basement of her home.    "
                },
                "7": {
                    "title": "Under Siege",
                    "kind": "episode",
                    "episode of": {
                        "title": "Infested! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "3 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Bats force family to move into their RV, a family abandons their home to brown recluse spiders and a MD home is overrun by crickets.    "
                },
                "8": {
                    "title": "The Most Horrifying",
                    "kind": "episode",
                    "episode of": {
                        "title": "Infested! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "17 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    In this special Episode of Infested!, we re-visit the top five most horrifying infestations that appeared in the first two seasons of this hit series. OnVancouver Island, a vast invasion of rats terrorises single mom Tamara Hounsome and her three boys. In Tennessee, the Steelman family home is overrun with deadly Brown recluse spiders. In Pennsylvania, the Finch is sharing their home with thousands of. The Sessions family from Idaho has discovered a disgusting infestation of garter snakes and their drinking water is tainted by the serpents' excretions. And in Kentucky...    "
                },
                "9": {
                    "title": "The Nastiest Battles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Infested! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "24 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    In this special Episode of Infested!, we re-visit the top five biggest battles to feature in the first two seasons of this hit series. In Oregon, Tammy Adams, her fiancé Kevin and son Jered are evicted from their new home by hundreds of venomous Hobo spiders. Not far away in California, an invasion of rats into a million dollar home, make life intolerable. In New Jersey, the Rose family is desperately trying to fight an infestation of bedbugs, but nothing is working. In Georgia, the Junod family has what appears to be a minor ant problem, until the sheer numbers ...    "
                },
                "11": {
                    "title": "Surrounded",
                    "kind": "episode",
                    "episode of": {
                        "title": "Infested! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Houses of Horror",
                    "kind": "episode",
                    "episode of": {
                        "title": "Infested! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "18 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    A beehive is discovered in a couple's home; a new homeowner deals with a scorpion problem; a bite by an unknown creature derails a man's dream of becoming a pilot.    "
                },
                "13": {
                    "title": "Feeding Frenzy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Infested! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "Jan. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Bedbugs, Rats and Scorpions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Infested! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    A dream home becomes a battleground as a family goes to war against bedbugs, a single mom defends her home against an army of rats and a family in Arizona discovers their new home is a have for deadly scorpions.    "
                },
                "2": {
                    "title": "Spiders, Snakes and Ants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Infested! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "9 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    A woman falls ill after being bitten by one of the thousands of spiders that have taken up residence in her new home, a family faces losing their home as a snake infestation spreads from the yard to the house, and a family in Georgia is overrun by ants.    "
                },
                "3": {
                    "title": "Roaches, Mice and Raccoons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Infested! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    A family battles against an invasion of cockroaches, an apartment in Wisconsin becomes an unliveable mess as the urine and excrement of invadings raccoons poisons the air, and an Australian town is threatened with extinvtion as millions of mice invade.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Brown Widows, Rats, Scorpions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Infested! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Meyers, Eric"
            },
            {
                "name": "Hudson, Heath"
            },
            {
                "name": "Carlini, Uga"
            },
            {
                "name": "Willcott, Mary-Elizabeth"
            },
            {
                "name": "Crofoot, Cynthia"
            },
            {
                "name": "Hoal, Margot"
            },
            {
                "name": "Lothian, Richard"
            },
            {
                "name": "Tremblay, Robert"
            },
            {
                "name": "Wilson, Diane"
            },
            {
                "name": "Boscariol, Jordan"
            },
            {
                "name": "Bow, Genevieve"
            },
            {
                "name": "Cronje, Hilda"
            },
            {
                "name": "Daniels, Jennifer"
            },
            {
                "name": "Gilchrist, Dianne"
            },
            {
                "name": "Jacobs, Fleur"
            },
            {
                "name": "Kranenburg, Jeroen"
            },
            {
                "name": "Lee, Jenny"
            },
            {
                "name": "Mills, Brittany"
            },
            {
                "name": "Moss, Annette"
            },
            {
                "name": "Opperman, Jan Hendrik"
            },
            {
                "name": "Pretorius, Wessel"
            },
            {
                "name": "Rabie, Glynnis"
            },
            {
                "name": "Regan, Trish"
            },
            {
                "name": "Schultz, Dhania Kara"
            },
            {
                "name": "Skilton, James"
            },
            {
                "name": "Wakelin, Sarah"
            },
            {
                "name": "Werner, Gavin"
            },
            {
                "name": "Westcott, Mike"
            },
            {
                "name": "Anastasio, Joe"
            },
            {
                "name": "Bennie, David"
            },
            {
                "name": "Clingman, Leon"
            },
            {
                "name": "Delplanque, Jason"
            },
            {
                "name": "Dodds, Tonya"
            },
            {
                "name": "Evernden, C. Blake"
            },
            {
                "name": "Harrison, Sindi"
            },
            {
                "name": "Hector, Keeno Lee"
            },
            {
                "name": "Jagaric, Ida"
            },
            {
                "name": "Knowles, Briar"
            },
            {
                "name": "Latimer, Anthony"
            },
            {
                "name": "Lemoine, Randy"
            },
            {
                "name": "Manie, Shane"
            },
            {
                "name": "Maubert, Chantelle"
            },
            {
                "name": "McGregor, Alex"
            },
            {
                "name": "Mechano, Jordan"
            },
            {
                "name": "Michael, Sean Cameron"
            },
            {
                "name": "Nordstrom, JoAnn"
            },
            {
                "name": "Pearce, Adrienne"
            },
            {
                "name": "Pelt, Corien"
            },
            {
                "name": "Pryce, Candy"
            },
            {
                "name": "Rees-Davies, Natasha"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "180"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.3,
        "votes": 93,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTc5NzE3NjAxMl5BMl5BanBnXkFtZTgwODY2OTcwMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Infested!",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Infested! (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Bennett, Sid"
            },
            {
                "name": "Dunlop, Alexander"
            },
            {
                "name": "Griffin, Stan"
            }
        ],
        "production companies": [
            {
                "name": "Darlow Smithson Productions"
            }
        ],
        "distributors": [
            {
                "name": "Animal Planet"
            }
        ],
        "special effects": [
            {
                "name": "Bandito"
            }
        ],
        "plot": [
            "The true stories of people whose homes were infested by animals ranging from ants and spiders to raccoons and snakes are told through reenactments, with the victims themselves participating.::Anonymous"
        ],
        "synopsis": [
            "A hair-raising series, Infested!, unearths real-life horror stories of homes crawling with critters, over-run with rodents and plagued by pests hazardous to your health and sanity. Hell bent on claiming your home for their own, these invaders conquer through sheer numbers, sustained attacks and the threat of disease or infection, turning homes into battlegrounds and leaving their human victims no place to hide. Compelling interviews reveal the pain and anguish of living with shocking infestations of cockroaches, rats, bedbugs, scorpions, ants, raccoons, mice, snakes and spiders. When pests make your home their home it will never feel the same again.Episode One:\nThe Twenty First Century may be the age of pests. Cities are growing, people are travelling further, and even pesticides are losing their powers, giving invaders such as rats and bedbugs new opportunities. Creepy noises from under the floor scare a single Mom and her family into believing their home is haunted. But its the first sign that rats are taking over the house, running over the sleeping children, and even attacking the Mom. A dream home in the New Jersey suburbs becomes a battleground as a family goes to war against bedbugs which come back time after time despite expensive extermination treatment. And a family in Phoenix find their well-watered lush neighbourhood attracts deadly creatures from the surrounding desert. The scorpions like water, and can find refuge inside Arizona homes. Three very different infestations with one thing in common each of these different pests takes advantage of Twenty First Century lifestyles.Episode Two:\nThree families wanting to get close to Nature find themselves much closer than they ever planned. An infestation of venomous Hobo spiders leaves one Oregon woman dangerously ill, and forced to flee her new home. A desperate Idaho family have to keep their children indoors as their yard is invaded by snakes. Their ordeal only ends when they abandon their home to the reptiles, after finding that the reptiles have made their den inside the house in the walls and under the foundations. A Georgia couple cant stop a vast army of Argentine ants marching right into their home. They live on top of one of the biggest ant colonies in the world covering a vast swathe of the USA. They spend their last cent on remodelling the home in a vain attempt to keep the insects out. But there is no such thing as an ant-proof house. Episode Three:\nSometimes pests will find a way in, no matter what. Rivers of rodents wreak havoc in a small Australian town, and no traps or poison can hold back the deluge. Extraordinary unseen footage shows carpets of mice as they over-run houses and farms, leaving a foul stench, damaging farm machinery and devastating crops. Other pests also overwhelm through sheer numbers. An apartment crawls with roaches despite repeated extermination because the roaches keep coming from a neighbour who wont let pest controllers in. Some pests are just sneaky. Creepy noises in the attic disturb a Wisconsin family every night. Investigation reveals grisly animal remains. Raccoons have found a way in. Exterminators trap the cunning creatures but still they keep coming. Then a foul-smelling stain seeps down the walls, and rotting excrement drips onto clothes, sending the family to the hospital with serious lung problems. They may be dextrous and agile, but these are not cute raccoons.\n"
        ],
        "tech": {
            "runtime": [
                "3 hr (180 min) (including commercials)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 93,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 17,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 37,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 29,
                "rating": 7.6
            },
            "males": {
                "votes": 50,
                "rating": 6.9
            },
            "males aged 18 29": {
                "votes": 10,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 20,
                "rating": 6.4
            },
            "males aged 45 plus": {
                "votes": 18,
                "rating": 7.3
            },
            "females": {
                "votes": 32,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 6,
                "rating": 7.4
            },
            "females aged 30 44": {
                "votes": 16,
                "rating": 7.8
            },
            "females aged 45 plus": {
                "votes": 10,
                "rating": 8.3
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 5.4
            },
            "us users": {
                "votes": 51,
                "rating": 7.8
            },
            "non us users": {
                "votes": 21,
                "rating": 6.2
            }
        },
        "number of votes": {
            "10": 18,
            "9": 12,
            "8": 27,
            "7": 13,
            "6": 6,
            "5": 5,
            "4": 2,
            "3": 2,
            "2": 1,
            "1": 7
        },
        "arithmetic mean": 7.3,
        "median": 8
    }
}