{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "10 January 2011"
            },
            {
                "country": "USA\n",
                "date": "11 January 2011"
            }
        ],
        "release dates": [
            "USA::10 January 2011",
            "USA::11 January 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "She Knew What She Married",
                    "kind": "episode",
                    "episode of": {
                        "title": "The X Life (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Three extreme athletes (Pierre Luc Gagnon, Cory \"Nasty\" Nastazio, and Jeremy \"Twitch\" Stenberg) and their significant others travel to Las Vegas for the last stop on the Dew Tour.    "
                },
                "2": {
                    "title": "It's My World, You Just Live in It'",
                    "kind": "episode",
                    "episode of": {
                        "title": "The X Life (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Cory moves Nicole and the kids away from his home and training ground of 10 years and into a new house in Nicole's hometown of Temecula. Meanwhile, Susie and Jeremy throw a Halloween party but things get out of control, fast.    "
                },
                "3": {
                    "title": "I Hope He Doesn't Punch Me in the Face",
                    "kind": "episode",
                    "episode of": {
                        "title": "The X Life (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    After ten years together, Cory is finally ready to marry the mother of his children. But before he can propose he needs the blessing of her parents.    "
                },
                "4": {
                    "title": "It's Not Gonna Break Us, Is It?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The X Life (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Susie is a pro at being a wife, mother, and business manager but when Jeremy bails on their one day off together, Susie's had enough. Meanwhile, news of Cory's trip to Australia throws Nicole for a loop.    "
                },
                "5": {
                    "title": "The Dishes and the Dogs",
                    "kind": "episode",
                    "episode of": {
                        "title": "The X Life (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "31 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    After years of supporting Pierre at countless competitions, Denise is thrilled when Pierre offers to attend the annual Mud Run she is competing in. But when Pierre is a no show all hell breaks loose.    "
                },
                "6": {
                    "title": "Third Time's a Charm",
                    "kind": "episode",
                    "episode of": {
                        "title": "The X Life (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Nicole goes to Australia to meet Cory for what she thinks is another competition. She has no idea her boyfriend of 10 years is going to propose; Denise confronts Pierre about their relationship.    "
                },
                "7": {
                    "title": "It'll Never Change",
                    "kind": "episode",
                    "episode of": {
                        "title": "The X Life (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Cory and Nicole throw an engagement party but the heat between Nicole & Cory's Mom threatens to ruin the event. Denise & Pierre's ongoing disagreements force Denise to rethink their relationship.    "
                },
                "8": {
                    "title": "I'm Over It",
                    "kind": "episode",
                    "episode of": {
                        "title": "The X Life (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "21 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Cory and Nicole are ready to begin their new life together but there's one person that's not happy about it, Cory's mom. And when Cory tries to get Nicole & his mom together to work out their differences, all hell breaks loose.    "
                },
                "9": {
                    "title": "Things Got a Little Out of Hand",
                    "kind": "episode",
                    "episode of": {
                        "title": "The X Life (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "21 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    The group heads to Hollywood for a big night out but when Denise lets loose Pierre becomes furious sending their relationship into a tailspin. Cory takes off to help Pierre leaving Nicole behind and livid.    "
                },
                "10": {
                    "title": "A Nasty Jam",
                    "kind": "episode",
                    "episode of": {
                        "title": "The X Life (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "28 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    In this final episode we see a resolution to Denise & Pierre's rocky romance - will they break up? Meanwhile, Jeremy & Susie move forward together and stressed Cory confronts Nicole with a decision that will affect their future.    "
                }
            }
        },
        "number of episodes": 10,
        "genres": [
            "Sport"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.33 : 1",
        "number of seasons": 1,
        "rating": 6.7,
        "votes": 17,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjIyMTE1NjUwOV5BMl5BanBnXkFtZTgwMzgyOTcwMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "When you think of extreme sports you think of highly competitive, tatted-up, bad-boys with little regard for their own safety whose sole mission is to push the limits of physics beyond the edge of what is thought possible. But there's a whole other layer that fuels their cutting-edge quest -- the gorgeous, fearless, women who love them. Together these two elements merge to form the nucleus of VH1's newest original series \"The X Life.\" \"X Life\" will follow some of the biggest names in action sports: Pierre Luc Gagnon (Vert Skater) and his girlfriend Denise Russo; Cory \"Nasty\" Nastazio (BMX Dirt Jumper) and his girlfriend Nicole Panattoni; and Jeremy \"Twitch\" Stenberg (FMX) and his wife Susie Stenberg. All of these men have earned their place in the sports history books. As for the ladies, they have their own careers from helping to manage and market their husband's careers to being a top model to being a mom. But when these guys are on tour you can bet the women are nearby as these guys are always on the edge of being seriously injured or worse. These wives are fiercely protective, defensive and ready to throw down at a moment's notice. And if your husband isn't on the tour, good luck breaking into their clique. These women are a tight-knit sorority bound by one common thread--their adrenaline junkie husbands.",
        "title": "The X Life",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "The X Life (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "51 Minds Entertainment"
            },
            {
                "name": "Bombastic"
            }
        ],
        "plot": [
            "When you think of extreme sports you think of highly competitive, tatted-up, bad-boys with little regard for their own safety whose sole mission is to push the limits of physics beyond the edge of what is thought possible. But there's a whole other layer that fuels their cutting-edge quest -- the gorgeous, fearless, women who love them. Together these two elements merge to form the nucleus of VH1's newest original series \"_The X Life_ (qv).\" \"X Life\" will follow some of the biggest names in action sports: Pierre Luc Gagnon (Vert Skater) and his girlfriend Denise Russo; Cory \"Nasty\" Nastazio (BMX Dirt Jumper) and his girlfriend Nicole Panattoni; and Jeremy \"Twitch\" Stenberg (FMX) and his wife Susie Stenberg. All of these men have earned their place in the sports history books. As for the ladies, they have their own careers from helping to manage and market their husband's careers to being a top model to being a mom. But when these guys are on tour you can bet the women are nearby as these guys are always on the edge of being seriously injured or worse. These wives are fiercely protective, defensive and ready to throw down at a moment's notice. And if your husband isn't on the tour, good luck breaking into their clique. These women are a tight-knit sorority bound by one common thread--their adrenaline junkie husbands.::VH1"
        ],
        "synopsis": [
            "\"When you think of extreme sports you think of highly competitive, tatted-up, bad-boys with little regard for their own safety whose sole mission is to push the limits of physics beyond the edge of what is thought possible. But there's a whole other layer that fuels their cutting-edge quest -- the gorgeous, fearless, women who love them. Together these two elements merge to form the nucleus of VH1's newest original series \"The X Life.\"\"X Life\" will follow some of the biggest names in action sports: Pierre Luc Gagnon (Vert Skater) and his girlfriend Denise Russo; Cory \"Nasty\" Nastazio (BMX Dirt Jumper) and his girlfriend Nicole Panattoni; and Jeremy \"Twitch\" Stenberg (FMX) and his wife Susie Stenberg. All of these men have earned their place in the sports history books.As for the ladies, they have their own careers from helping to manage and market their husband's careers to being a top model to being a mom. But when these guys are on tour you can bet the women are nearby as these guys are always on the edge of being seriously injured or worse. These wives are fiercely protective, defensive and ready to throw down at a moment's notice. And if your husband isn't on the tour, good luck breaking into their clique. These women are a tight-knit sorority bound by one common thread--their adrenaline junkie husbands.\"-VH1"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.33 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 17,
                "rating": 6.7
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 6.7
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 3.2
            },
            "males": {
                "votes": 8,
                "rating": 5.1
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 8.7
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 3.3
            },
            "females": {
                "votes": 6,
                "rating": 4.9
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 2.0
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 3.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 6.5
            },
            "us users": {
                "votes": 5,
                "rating": 5.0
            },
            "non us users": {
                "votes": 7,
                "rating": 5.0
            }
        },
        "number of votes": {
            "10": 5,
            "9": 3,
            "8": 1,
            "7": 2,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 2,
            "1": 2
        },
        "arithmetic mean": 6.7,
        "median": 8
    }
}