{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "23 April 2011"
            }
        ],
        "release dates": [
            "Canada::23 April 2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Really Me"
            },
            {
                "countries": "Germany",
                "title": "Really Me - Der Star bin ich"
            },
            {
                "countries": "Hungary",
                "title": "Tényleg Maddy"
            },
            {
                "countries": "Italy",
                "title": "Miss Reality"
            },
            {
                "countries": "Turkey (Turkish title)",
                "title": "Eyvah, Unlu Oldum!"
            }
        ],
        "akas": [
            "Really Me (original title)",
            "Really Me - Der Star bin ich Germany",
            "Tényleg Maddy Hungary",
            "Miss Reality Italy",
            "Eyvah, Unlu Oldum! Turkey (Turkish title)"
        ],
        "akas from release info": [
            "Really Me (original title)",
            "Really Me - Der Star bin ich Germany",
            "Tényleg Maddy Hungary",
            "Miss Reality Italy",
            "Eyvah, Unlu Oldum! Turkey (Turkish title)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "A Newtmare on Elm Street",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Maddy is horrified when she starts having \"romantic\" dreams about her nerdy classmate Newton - especially when the more she dreams about him, the more she starts to crush on him in real life! After some investigating, Maddy and Julia learn that Maddy's new alarm clock is to blame - a clock Newton created to promote on Really Me, which uses subliminal messages to train your brain while you sleep. Horrified to learn that there is no antidote for the clock's unintended side effects, Maddy and Julia must find a solution soon, or Maddy will be in love with Newton - forever!    "
                },
                "2": {
                    "title": "Cooper Collegiate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    When Maddy receives a failing grade on a science project from the merciless Mr. Henshaw, she and Julia enlist Feldman to help them edit together a series of clips from Really Me's raw footage to convince Dad of her teacher's \"evil-ness\". Only their movie magic works so well that Dad, believing Mr. Henshaw treats Maddy unfairly, pulls Maddy, Brody and Clarke out of public school so he can home-school them himself. Welcome to Cooper Collegiate! While Maddy thinks this is a great idea at first, she ends up missing Julia terribly. Faced with missing Baconsfield High's ...    "
                },
                "3": {
                    "title": "You're Really Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    When Really Me holds a Maddy Cooper Look-A-Like contest, Maddy discovers she has a doppelganger - a tough Kendo fighting girl named Patti Schmooper, who wins a day on the \"set\" of Really Me with Maddy and Julia. Only when Charlene mistakes Patti for Maddy and drags her off to a fundraising telethon, Maddy seizes the opportunity to secretly use an eager Patti as her body double so that she can enjoy some much needed \"bestie\" downtime with Julia. One awesome girls' spa day coming up! Unfortunately, when Patti injures herself while posing as Maddy at a milkshake chugging...    "
                },
                "4": {
                    "title": "Truth or Dare",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "22 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Really Me has a new sponsor for Maddy and Julia to promote - only Anti-Sloth Energy Drink tastes so bad, Maddy is having a terrible time pretending she likes it. When Brody finds out and insists it's because she's a terrible liar, he challenges Maddy to a bet - that she can't lie for 24 hours without getting caught. Unfortunately for Maddy, the first person she's forced to lie to is her BFF, when Julia makes a heinous dress and Maddy has no choice but to say she loves it when she doesn't. When Julia offers to lend it to Maddy to wear on her upcoming talk show ...    "
                },
                "5": {
                    "title": "Residence Evil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Maddy is less than thrilled when she ends up on the receiving end of a ravioli burger slingshot at one of Moondoggie's Beach Shack promotions. Especially when she learns Tiara is manning the slingshot, thanks to an arrangement made by Tiara's new \"Hollywood\" manager. Convinced she could benefit from a manager as well, Maddy hires Julia, who actually manages to land Maddy some pretty sweet perks at school. Put to the test when Maddy's favorite movie director, Ronathan Jeans, comes to town to shoot his latest zombie flick - Julia not only arranges for him to shoot his ...    "
                },
                "6": {
                    "title": "Sauce Boss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    When Julia dares Maddy to talk to a cute guy at the Beach Shack, Maddy chickens out and ends up taking his order instead. Realizing that pretending to be a waitress is the perfect excuse to continue chatting with the jalapeño loving hottie, Maddy keeps up the charade - until Moondoggie finds out and Maddy is faced with actually landing her very first job. Real waitressing is way harder than fake waitressing! Especially when Moondoggie closes the Shack for a sick day, and Maddy decides to keep it open with Julia's help, with the hope that 'Jalapeño' will ask her out. ...    "
                },
                "7": {
                    "title": "UFO-ney",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n    With a Maddy/Brody prank war in full swing, Maddy is determined to get back at Brody with the ultimate practical joke. Setting up a feed with Julia's help, from the editing monitors to the TV in the living room, Maddy appears on TV disguised as an alien and informs Brody that her people are coming to Earth. Brody being Brody falls for every word - and Maddy can't wait to see Brody's face when her prank appears on the next episode of Really Me. Unfortunately for Maddy, Charlene edits out the part where Maddy pulls off her alien mask, ruining her big 'gotcha' moment - ...    "
                },
                "8": {
                    "title": "Clap of Thunder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Julia has such a major crush on school thespian Geoff Winterbeard, the star of Miss Heisenloesenberg's latest play, \"Clap Of Thunder,\" that Maddy urges Julia to audition. Given there's always a romantic scene in each of Geoff's plays, maybe Julia will finally get her first kiss - on stage with Geoff! Unfortunately, things don't go as planned when Maddy unwittingly lands the lead role opposite Geoff, and Julia is made her understudy. With Miss Heisenloesenberg certain that Maddy's involvement in the play will get her exposure on Really Me, Maddy is faced with the ...    "
                },
                "9": {
                    "title": "Get 'Em to the Geek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Scary Poppins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    When Dad puts Julia instead of Maddy in charge of taking care of Clarke, an insulted Maddy sets to proving that despite her less-than-stellar track record, she's capable of being a responsible babysitter. Unfortunately for the girls, a stubborn Maddy is roped into babysitting on the night of a big Halloween party, and on top of that Dad doesn't just leave her with Clarke. Wanting to really put Maddy to the test he adds his friend's two crazy kids, Duncan and Smash, to the mix - leaving Maddy with a whole lot more than she bargained for. When the kids start trashing ...    "
                },
                "11": {
                    "title": "Cuffed Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "6 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Maddy and Brody are bickering so badly that even Julia is at a loss, and Dad is forced to intervene. However, dividing the house in two doesn't stop them from fighting, and making them walk a mile in each other's shoes (literally!) only proves to make Maddy and Brody more antagonistic. Exasperated, Dad handcuffs Maddy and Brody together and won't unlock them until they learn to get along. Which means Maddy has to play in Brody's football game (while strapped to his back - ouch!) and Brody has to come along on Maddy's big date with hottie Luke! (Double ouch!) Both ...    "
                },
                "12": {
                    "title": "Oh Brody, Where Art Thou?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "plot": "\n    When Maddy and Julia come face-to-face with a 'lovely' Tiara they're puzzled. Tiara has been WAY too nice lately, but the girls are willing to take whatever kindness they can get! That is until Maddy accidentally advises a guy at school to ditch his overbearing girlfriend, not realizing it's Tiara, and a whirlwind of chaos ensues. With a furious Tiara wreaking havoc at Baconsfield High, Maddy and Julia decide to set her up with another hunk in order to restore order. Only when they accidentally set Tiara up with Brody, it's not long before Tiara's domineering ways ...    "
                },
                "13": {
                    "title": "Extreme Sixteen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    With Maddy's sweet 16th birthday coming up, VTV president John Donkers wants Maddy and Julia to do a crossover episode between Really Me and his new reality series, Extreme Sixteen. Maddy is hesitant until Extreme Sixteen's deceptively friendly young producer, Gwinnifer, convinces her that the party will be low-key and exactly the way she wants it to be. Despite Charlene's warnings that Gwinnifer (and her staff of writers!) are not to be trusted, Maddy gets caught up in the party planning and ends up neglecting Julia. Feeling like she isn't needed and encouraged by a ...    "
                }
            },
            "1": {
                "1": {
                    "title": "A Star Is Born",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "23 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    When Maddy and Julia enter a contest and win their own reality TV show, they discover the ups and downs that come with fame.    "
                },
                "2": {
                    "title": "Fandemonium",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "24 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    A negative online viewer comment sends Maddy into a frenzy as she attempts to figure out who her \"fan-emy\" is. Meanwhile, Ray feels blue when his family forgets his birthday.    "
                },
                "3": {
                    "title": "Grounded in Reality",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 May 2011",
                    "year": "2011",
                    "plot": "\n    Maddy's life reaches a new high when her reality show gets nominated for an award. But when Maddy gets in trouble at school, she must find a way to make things right or she'll miss out on her first award show!    "
                },
                "4": {
                    "title": "Score!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    When Ray goes out of town for the weekend, Maddy accidently destroys his most prized possession. Maddy is up against the clock as she scrambles to fix it before Ray gets home and Maddy ends up in the dog house.    "
                },
                "5": {
                    "title": "Comedy Gold... Fish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Clarke entrusts Maddy with an important task that could destroy their relationship if she fails. Meanwhile, Ray gets sick and Brody's attempts to help him get better only make things worse.    "
                },
                "6": {
                    "title": "Too Cute",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Maddy decides to use her fame to raise money for a good cause, but when Brody sets up a competing fundraiser, Maddy must come up with a new plan or be left with nothing.    "
                },
                "7": {
                    "title": "A Very Maddy Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    When Maddy ruins her family's plans to spend Christmas in Hawaii, she's left scrambling to save Christmas before it's too late.    "
                },
                "8": {
                    "title": "Save the Date!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Maddy discovers that dating is hard enough when you live in a house full of overprotective guys - but adding fame to the equation makes everything way more complicated!    "
                },
                "9": {
                    "title": "Tough Break",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Maddy's reunion with an old friend leaves her with a tough decision. Meanwhile, Brody's participation in a sleeping competition causes friction between Ray and Clarke.    "
                },
                "10": {
                    "title": "Best Frenemies Forever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Maddy goes to war with her frenemy, Tiara, after Charlene edits together a phony commercial that makes Tiara look bad. Meanwhile, Brody gives Clarke a 'make-Brover' to help him get the much older girl of his dreams: Julia.    "
                },
                "11": {
                    "title": "Jealous of My Relish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    When Maddy becomes the spokesperson for the Beach Shack, she's faced with a big decision that could put her at odds with her whole family.    "
                },
                "12": {
                    "title": "Madd Matt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Maddy gets into an impossible situation when Newton asks Julia on a date. Meanwhile, Brody takes a turn at being the dad of the house.    "
                },
                "13": {
                    "title": "Really Donkers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Really Me (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    When Maddy's show is threatened with cancellation, Maddy offers to do an outrageous stunt -- which Dad forbids! Will the show go on?    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Imbeau, Sydney"
            },
            {
                "name": "Madeira, Kiana"
            },
            {
                "name": "Crone, Neil"
            },
            {
                "name": "Morgan, Wesley"
            },
            {
                "name": "Greco, Azer"
            },
            {
                "name": "Hanson, Heather"
            },
            {
                "name": "Lobel, Mike"
            },
            {
                "name": "Prosperi, Cristine"
            },
            {
                "name": "Steinberg, Jon"
            },
            {
                "name": "Johnston, Jamie"
            },
            {
                "name": "Fathers, Daniel"
            },
            {
                "name": "Holley, Addison"
            },
            {
                "name": "Lai, Jacky"
            },
            {
                "name": "Amare, Rebecca"
            },
            {
                "name": "Beaudin, Scott"
            },
            {
                "name": "Brookes, Trevor"
            },
            {
                "name": "Clements, Sasha"
            },
            {
                "name": "Adams, Brittany"
            },
            {
                "name": "Cawley, Adam"
            },
            {
                "name": "Cohen, Devan"
            },
            {
                "name": "Croppo, Cassandra"
            },
            {
                "name": "Ingrassia, Timothy"
            },
            {
                "name": "Kang, Genevieve"
            },
            {
                "name": "Kellerman, Sandy"
            },
            {
                "name": "Kinney, Michael"
            },
            {
                "name": "McMullen, Laytrel"
            },
            {
                "name": "Parker, Pardis"
            },
            {
                "name": "Seiler, Leslie"
            },
            {
                "name": "Snape, Jeff"
            },
            {
                "name": "Williams, Marshall"
            },
            {
                "name": "Sermonia, Genny"
            },
            {
                "name": "Wexler, Skyler"
            },
            {
                "name": "Wineberg, Jonah"
            },
            {
                "name": "Capriotti, Alyssa"
            },
            {
                "name": "Cordero, Antonio"
            },
            {
                "name": "Cox, Brendan"
            },
            {
                "name": "Crieghtney, Cassius"
            },
            {
                "name": "Ettlinger, Jack"
            },
            {
                "name": "Grant, Jamaal"
            },
            {
                "name": "Kinney, Madeline"
            },
            {
                "name": "Kuhne, Travis"
            },
            {
                "name": "Macdonald, Austin"
            },
            {
                "name": "McLeod, Nathan"
            },
            {
                "name": "Scaletta, Sante"
            },
            {
                "name": "Slachta, John-Alan"
            },
            {
                "name": "Tissi, Matthew"
            },
            {
                "name": "Wilson, Daniel"
            },
            {
                "name": "Wilson, Mark"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Comedy",
            "Family"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Turkey:G"
        ],
        "number of seasons": 2,
        "rating": 5.3,
        "votes": 299,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODg0NjM5OTI4OV5BMl5BanBnXkFtZTgwNzQwOTk4MzE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Really Me",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Banville, Ethan"
            },
            {
                "name": "Casey, Conor"
            },
            {
                "name": "Casey, Lyndon"
            }
        ],
        "production companies": [
            {
                "name": "Fresh TV"
            },
            {
                "name": "Really Me Productions"
            }
        ],
        "distributors": [
            {
                "name": "FremantleMedia Enterprises"
            },
            {
                "name": "Frisbee"
            },
            {
                "name": "JOJO"
            },
            {
                "name": "Pop Girl"
            }
        ],
        "other companies": [
            {
                "name": "Bullseye Post & Animation"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Post Modern Sound"
            },
            {
                "name": "SIM Digital / Bling Digital"
            }
        ],
        "plot": [
            "Maddy Cooper won a competition for a reality TV show called _Really Me_ (qv). Her fans watch as she struggles with everyday life."
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 299,
                "rating": 5.3
            },
            "aged 18 29": {
                "votes": 89,
                "rating": 4.8
            },
            "aged 30 44": {
                "votes": 96,
                "rating": 5.3
            },
            "aged 45 plus": {
                "votes": 40,
                "rating": 5.7
            },
            "males": {
                "votes": 145,
                "rating": 5.0
            },
            "males aged 18 29": {
                "votes": 45,
                "rating": 4.8
            },
            "males aged 30 44": {
                "votes": 68,
                "rating": 5.0
            },
            "males aged 45 plus": {
                "votes": 29,
                "rating": 5.6
            },
            "females": {
                "votes": 88,
                "rating": 5.6
            },
            "females aged 18 29": {
                "votes": 44,
                "rating": 4.7
            },
            "females aged 30 44": {
                "votes": 28,
                "rating": 6.3
            },
            "females aged 45 plus": {
                "votes": 11,
                "rating": 6.4
            },
            "top 1000 voters": {
                "votes": 9,
                "rating": 3.3
            },
            "us users": {
                "votes": 53,
                "rating": 5.4
            },
            "non us users": {
                "votes": 152,
                "rating": 5.2
            }
        },
        "number of votes": {
            "10": 62,
            "9": 16,
            "8": 18,
            "7": 27,
            "6": 38,
            "5": 36,
            "4": 15,
            "3": 16,
            "2": 20,
            "1": 51
        },
        "arithmetic mean": 5.7,
        "median": 6
    }
}