{
    "imdb": {
        "raw release dates": [
            {
                "country": "Austria\n",
                "date": "23 December 2011"
            }
        ],
        "release dates": [
            "Austria::23 December 2011"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Viking Velocity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "17 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Erik Lundberg will attempt to break the world speed record on a skateboard. The current record is 129.94 km/h.    "
                },
                "2": {
                    "title": "Polar Eclipse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "18 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Travel to the edge of the earth to see one of the planet's rarest events - a total solar eclipse in the Arctic. Reuben Krabbe's grand vision is to capture a single unique image - one of skiing during a solar eclipse.    "
                },
                "3": {
                    "title": "White Water Woman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "19 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    French Kayaker Nouria Newman adventures into California's high Sierra mountains to run the legendary Upper Cherry Creek.    "
                },
                "4": {
                    "title": "Pressure Drop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "20 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Within the fantasy world of high energy mountain bike movie unReal, Brandon Semenuk and his film crew made it their mission to do something that hadn't been done before: to film an entire sequence in one take.    "
                },
                "5": {
                    "title": "Human Dart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "21 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    The high altitude adventure of skydiver Andy Stumpf as he sets a new World Record for Furtherest Absolute Distance Flown in a wing suit.    "
                },
                "6": {
                    "title": "Wheels on Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "23 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Motorbike daredevil Robbie Maddison is well known for his stunts around the world. Now Maddison wants to take his skill to the water - and wants to become the first person to surf a wave on a motorbike.    "
                },
                "7": {
                    "title": "Off the Rails",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "plot": "\n    Danny MacAskill's latest film, A Wee Day Out, is a picturesque, mellow journey through some lush Scottish scenery. This exclusive behind the scenes look at the filming process, with insights from Danny himself and director, long-term friend Stu Thompson, reveals the blood, sweat and gear involved in making this film feel so homely.    "
                },
                "8": {
                    "title": "Upstream Rider",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "1 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Kai Lenny, Stand Up Paddleboarding World Champion set himself a mission: to kite-surf upstream of the Yellowstone River rapids in Montana, USA.    "
                }
            },
            "1": {
                "1": {
                    "title": "Speed Riding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "23 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Antoine Montant, Francois Bon and Hervé Cerutti aspire to integrate climbing, flying, and skiing in the sport of Speed Riding. The athletes challenge the mountains of the French Alps near Chamonix. Antoine, named the fastest speed rider, encounters an avalanche. The three athletes attempt to conquer one of the most famous and dangerous walls in the Alps. Antoine then takes on a riskier line and tempts his fate.    "
                },
                "2": {
                    "title": "Scoping the Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "30 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Athletes seek extreme landscapes in search of a \"Perfect Line.\" Skiers scope out steep mountain faces while kayakers see monumental waterfalls, bikers dense forests, and base jumpers an abundant stretch of sky.    "
                },
                "3": {
                    "title": "Epic Pow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Professional skiers James Heim, Mark Abma and Eric \"Hoji\" Hjorleifson go ski touring in search of big mountain backcountry powder they call \"Epic Pow\". With bare necessities the athletes survive in huts of the British Columbia mountains. They ski a variety of terrain including pillow features and spine zones.    "
                },
                "4": {
                    "title": "Eric's Ski Quest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "23 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Professional freeskiers Eric Hjorleifson, James Heim and Ingrid Backstrom seek a vast isolated landscape just northwest of Whistler, BC. The Meager Group offers insane possibilities with amazing spine lines. The team sets up a base camp near the hot springs. They wait out the weather hoping for a perfect day. Eric experiences the extremes of glory and pain in the line of his life.    "
                },
                "5": {
                    "title": "The Red Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "30 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Extreme skiing is defined with bigger lines, bigger mountains and steeper faces. They say, \"You fall, you die.\" Professional skiers Chris Davenport and Stian Hagen sit down with the pioneer of extreme skiing Sylvain Saudan. The athletes share the truth they gain by using big mountains to peer into the depths of themselves. Chris and Stian ski the remote peaks of Alaska getting too close to \"the red line.\"    "
                },
                "6": {
                    "title": "Haines",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "6 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Haines, Alaska for professional skiers is considered The Dream Trip. Big mountain skiers Daron Rahlves and Henrik Windstedt challenge their skills when they decide to run a line together. Ingrid Backstrom, JT Holmes and Shane McConkey face dangerous weather when they arrive in Haines. Mark Abma and Eric Hjorleifson lead the young talent of Sean Petit on a first time heli trip.    "
                },
                "7": {
                    "title": "History of Ski Base",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "13 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    JT Holmes and Shane McConkey share the dream of combining skiing and base-jumping. They find themselves in Bella Coola, BC where the primary objective is to go where no one has ever considered by skiing the \"closeout line.\" They then take on Europe's most iconic peak, the Eiger. In the mountains of western Norway they ready themselves for a stunt that had never been attempted before, a wingsuit ski base.    "
                },
                "8": {
                    "title": "Kayak the World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "13 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Steve Fisher leads an all-star team of kayakers as they venture into unfamiliar territory. They first travel to remote Iceland and then to exotic Zambia. The team faces challenging rapids and falls between two of the most dangerous sites on earth.    "
                },
                "9": {
                    "title": "MTB Stunts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "20 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Three teams of world-class riders demonstrate new extremes of mountain biking. Industrious mountain bikers build obstacles through dense forests of British Columbia. Pro dirt jumps challenge the riders to new heights in New Zealand. Urban Free Riding brings on a new style when the riders find street lines in Amsterdam and Germany.    "
                },
                "10": {
                    "title": "MTB the Middle East",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "20 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Professional mountain bikers take a road trip through the diverse landscapes of Israel. Fabien Barel gets a rush of adrenaline on a steep line through unexpected terrain. Cedric Gracia finds an ultimate road gap on Mount Sodom.    "
                },
                "11": {
                    "title": "Steve Fisher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "1 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    South African Steve Fisher, world's best all-around kayaker and his right-hand man, Ben Brown, travel to Sogndal, Norway then to Thailand where they add a new member to the team, Eric Southwick. They soon find that the waters of Thailand prove more treacherous than they could have anticipated.    "
                },
                "12": {
                    "title": "Magic Days",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "8 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    A search for the perfect day can become a waiting game when elements do not align, but when they do, the best professional skiers can make miracles happen- magic days, or perfect disasters... Bobby Brown pushes his luck when he travels to the Alps, then Cody Townsend takes advantage of the perfect day in Terrace, British Columbia.    "
                },
                "13": {
                    "title": "Progression of Freestyle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "15 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    In the incredibly exciting world of freestyle skiing, progression raises the bar for this extreme sport. The foursome that calls itself The New Canadian Airforce, full of some of the most daring athletes, breaks away from traditional skiing to showcase what is possible on a pair of skis. A look inside the creative world of riding rails and innovating rotations some of the best athletes bring the progression of freestyle to a whole new level.    "
                },
                "14": {
                    "title": "Bralorne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "22 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Rory Bushfield, James Heim, Eric Hjorleifson, Mark Abma and Sean Pettit; some of the world's best skiers travel to Bralorne, British Columbia where they find an abundance of lofty peaks full of zones to study and ski. The weather gets in a sulky mood, but after the skies open up, it's showtime. Eric finds a line that epitomizes the discovery of the funny little mining town, Bralorne.    "
                },
                "15": {
                    "title": "Cedric Gracia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "29 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Cedric Gracia explodes into the professional world of mountain biking. Excelling in free riding, downhill, and four-cross; he blends the styles together in pursuit of a new vision for mountain biking. With high energy and a fun attitude, Cedric races against his good friend, Steve Peat, in the World Cup. He then takes a team to Bolivia where extreme elements put them to the test. Cedric risks his life on a massive line that starts at the top of the world.    "
                },
                "16": {
                    "title": "Teacher and Apprentice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "6 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    For mountain bikers to reach new levels, knowledge is continually passed along from one great rider to the next. Legendary rider, John Cowan travels to Illabella, a small island in Brazil, to mentor a skilled new member of his professional team, Paul Basagoitia. Robbie Bourdon, a big-air veteran, also develops a mentoring relationship as the team of talented riders travel to Argentina. The team pushes into their unknown ability when the students begin to rival the masters.    "
                },
                "17": {
                    "title": "Wingsuit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "13 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    The sport of BASE jumping progresses when jumpers become more and more audacious turning skydiving into a world-class sport. Laws in the United States do not stop enthusiasts, Shane McConky, JT Holmes, and Miles Daisher from risking their lives as they travel to Norway to learn from the best and push their limits in the Isterdalen Valley.    "
                },
                "18": {
                    "title": "MTB US",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "20 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    With some of the most challenging terrain on earth being in the United States, two crews of world-class mountain bikers are sent out to create their own. The first crew travels from the Black Hills of South Dakota to Lake Alcova, Wyoming exploring exotic dirt terrain. Meanwhile crew number two tours Northern New England on motorcycles to find challenging dirt jumps near Laconia, New Hampshire. Both crews learn that if you search hard enough, what's born in the USA is the Ultimate Rush.    "
                },
                "19": {
                    "title": "Ends of the Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "27 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Some of the world's best skiers are followed to some of the world's best kept secrets - Kashmir, India and Hokkaido, Japan. Mark Abma and Mike Wilson spend time at India's tiny resort of Gulmarg where they explore the grandest mountain range in the world, the Himalayas. Meanwhile, Sean Pettit, Jacob Wester and Henrik Windstedt experience Japan's never ending powder and magnificent tree skiing where they claim some of their best days.    "
                },
                "20": {
                    "title": "Wakeboard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "3 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Two of the greatest wakeboarders, Adam Errington and Parks Bonifay take a road trip together, showcasing and filming their wakeboarding skills in some of the most spectacular locales in America. First to Washington's Radar Lake - a wakeboarding Mecca, then to Lake Powell with pro wakeboarder, Danny Harf. They create astonishing moments on the most beautiful bodies of water in America as new settings raise athletes to greater heights.    "
                }
            },
            "2": {
                "1": {
                    "title": "Angel Falls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Travelling with fellow adventurers Fabian Rupprecht and Helmar Fasold, Bernhard Witz walks an 2,625 feet high line at Angel Falls in Venezuela. Together they cut through dense jungle and tackle treacherous ascents, to reach the highest waterfall in the world. This is an epic journey and proves to be the greatest challenge Bernhard has faced, as soaring temperatures threaten to ground his aspirations of walking a high line in the clouds.    "
                },
                "2": {
                    "title": "Untethered",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Tancrède Melet and Julien Millot are masters in the art of high lining. Together they are alone, balancing on a thin lifeline that is pulled taut between two vertical faces of the mountain. The French duo often takes steps to improve their skills, but on this trip they make an important stride - walking 'untethered' without a leash. Suspended thousands of meters above sea level and free of any attachments, Tancrède and Julien are able to try something new as they part with their lifeline and BASE jump into the void.    "
                },
                "3": {
                    "title": "Riders on the Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Seasoned surfers Ross Clarke-Jones and Tom Carroll set-off for the un-ridden waves of Pedra Branca, boldly surfing where no young gun has dared: into the eye of a formidable storm. These big wave riders and lifelong friends scour the globe; utilizing sophisticated technology they hunt the fearsome storms, which create monster-sized swells.    "
                },
                "4": {
                    "title": "Beyond",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    The Wrangell Mountains in Alaska may be out of bounds for helicopters, but they won't stand in the way of the legendary free ride snowboarder, Jeremy Jones. He ventures to climb these massive mountains by foot, so that he can experience the pure thrill of finding the hardest and fastest route down.    "
                },
                "5": {
                    "title": "Phenomena",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    A freak swell creates a towering wave in Tahiti and a rare rolling cloud looms dangerously in the skies above Australia. Surfers Dylan Longbottom, Laurie Towner and hang glider Jonny Durand are privileged to be in the right place at the right time. These are extraordinary athletes with a one-of-a-kind opportunity to confront two natural wonders, however 'The Morning Glory' and 'Teahupoo' are unpredictable and dangerous, they are a phenomena.    "
                },
                "6": {
                    "title": "Other People's Nightmares",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Falling from a high-rise building or plunging from a cliff edge is most people's idea of a nightmare, but not for the worlds best BASE jumper. 'Other People's Nightmares' is a chronicle of Jeb Corliss' dream to fly - a series of encounters that very nearly ended when he got too close for comfort at Table Top Mountain in South Africa; this was a near death experience that has provided Jeb with a new meaning to life.    "
                },
                "7": {
                    "title": "Lady Bird",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    When Italian model and skydiver Roberta Mancino met BASE jump aficionado Jeb Corliss, their lives soared to spectacular heights. 'Lady Bird' explores the relationship between two vibrant people, who share a passion for life and a long held dream of flying.    "
                },
                "8": {
                    "title": "The River Wild",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Ben Brown leads a kayaking expedition across his home country of New Zealand. Travelling more than a thousand kilometers it is the ideal opportunity to tap into the 'flow', a meditative state where an athlete becomes at one with his surroundings. However this remote and exposed country is well known for its volatile weather - so when the dark skies unleash a torrential downpour, New Zealand's flowing rivers transform into wild raging torrents and Ben Brown's birthplace threatens to take the life of him and his friends.    "
                },
                "9": {
                    "title": "Endurance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    One of the most enduring athletes on the planet faces one of its toughest challenges - The Race Across America. Cycling for a distance of nearly 5000 kilometers and negotiating 30,000 meters of grueling climbs and dangerous descents, Gerhard Gulewicz subjects his body to unimaginable physical exertion and sleep deprivation. Peddling against the clock from Oceanside California to Annapolis, Maryland requires a year of training and 15 days of unparalleled 'Endurance'.    "
                },
                "10": {
                    "title": "Free and Solo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Few climbers possess the skill and mental resolve that is required to climb 'free solo' and Dean Potter is a legend among these men. With dozens of dangerous ascents under his belt, he knows that without the safety of a rope, his knowledge and skill is paramount to survival. However, Dean also knows that to progress, he needs to tackle more technical routes. Falling has become inevitable, so living by the motto \"flying is better than dying\" he combines his expertise of climbing and BASE-jumping to dramatic effect.    "
                },
                "11": {
                    "title": "The Primal Climb",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Climbers Leo Houlding, Jason Pickles and Sean Leary trek deep into the Amazon, venturing to be the first to ascend the east face of the impressive Cerro Autana. In a trip filled with risk and enlightenment, these free spirits soon discover a host of reasons why this summit has never been reached from the east.    "
                },
                "12": {
                    "title": "One Breath",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Free diver William Trubridge fills his lungs to capacity and attempts to be the first man without fins to dive to 300 feet in one breath. Deans Blue Hole in the Bahamas provides a beautiful backdrop, but beneath the surface lays a sport, which can only be mastered with rigorous training and extraordinary physical ability.    "
                },
                "13": {
                    "title": "The Winter Peak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    In the past 26 years, 16 expeditions have endeavored to summit a peak in excess of 8000 meters during the Pakistani winter - all of which have failed. Climber and filmmaker Cory Richards is determined not to become another statistic and takes the viewer on an intimate journey as he documents each fateful step on Gasherbrum II with fellow adventurers Simone Moro and Denis Urubko.    "
                },
                "14": {
                    "title": "Summit of Antarctica",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Rising to 2931 meters in Queen Maud Land, Antarctica - the Ulvetanna Peak is referred to as \"the masterpiece of the range\". However such a romantic title should not disguise the ferocity of the challenge Leo Houlding, Jason Pickles and Sean Leary have set for themselves. To succeed in being the first climbers to ascend the legendary NE ridge, the expedition must be watertight and the Antarctic weather must be sympathetic to their cause.    "
                },
                "15": {
                    "title": "Journey to Inner Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Chris Jewell has dreamed of penetrating Mexico's Huatla cave system to set the record for the deepest cave dive in the Western Hemisphere. Traversing caverns the size of sports stadiums and shafts as tall as skyscrapers, his team descends a mile deep into the earth into a mysterious world where a sudden flood of water can drown experienced adventurers without a moment's notice.    "
                },
                "16": {
                    "title": "The Wild East",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Darren Berrecloth leads a group of mountain bikers through the hostile terrain of Nepal's Upper Mustang and China's Gobi desert. Hiking under the weight of their bikes, they battle against the suffocating temperatures and high altitude before reaching breakneck speeds on some of the world's steepest and most dangerous descents.    "
                },
                "17": {
                    "title": "Vertical Ice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Ice climber Harald Berger has waited patiently for one of Austria's most awe-inspiring waterfalls to freeze over. 'The Supervisor' is as high as the Eiffel Tower, a cascade of frozen water that entices and threatens through its fragile beauty. But without the security of rope, Harry's ice-pick and wits are all there is between him, a thousand feet of ice and air, and a first ever free solo ascent.    "
                },
                "18": {
                    "title": "Positive Fear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    As one of the world's most pioneering wingsuit pilots and BASE-jumpers, Cédric Dumont knows a thing or two about fear. Whether he's flying just meters above the ground in Switzerland, jumping from a waterfall in Peru, or soaring above the Nazca desert, Cédric is constantly trying to break the mold. However with each attempt to push his boundaries, comes a complex mental battle, in which Cedric must contend not only with fear, but survival instinct itself.    "
                },
                "19": {
                    "title": "Progression of Flight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Espen Fadnes is a world class wingsuit pilot on a mission: find and fly the perfect proximity flight in tandem with fellow wingsuit masters Jokke Sommer and Ludo Woerth. But encountering near misses and unexpected hazards in China and Bangkok, they retreat to Norway to train for the line of their lives in Lauterbrunnen, Switzerland.    "
                },
                "20": {
                    "title": "Unsung Heroes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Without the technical skill and shear endeavor of the crew and cameramen behind the scenes, the accomplishments of the Athletes featured in 'Ultimate Rush' would go unseen. These artistic craftsman make an extraordinary commitment to make sure these images are shared with the world, providing inspiration and exhilaration to others -these are the Unsung Heroes.    "
                }
            },
            "3": {
                "1": {
                    "title": "The Comeback",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Follow big mountain skier Ian McIntosh as he returns from a life threatening injury to venture deep into the remote mountains of Alaska's Neacola Range. Ian will challenge himself against the steep terrain on a mission to regain his confidence. Racking up first descents in this uncharted region, McIntosh will push himself to reclaim his place at the pinnacle of big mountain skiing.    "
                },
                "2": {
                    "title": "Ripping the Middle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Follow two-time Freesking World Champion Griffin Post as he takes his big mountains skills honed in Alaska to the iconic peaks of the Teton range for a high speed descent of the North Face of the 12,805'(3,903m) Middle Teton. Accompanied by his ski partner Zahan \"Z\" Billimoria, Griffin will push himself as never before as he embarks on an eight hour / 6000ft ascent through dangerous dream of skiing the Middle Teton as it has never been skied.    "
                },
                "3": {
                    "title": "Mean Streets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    A covert initiative of set ups and stunts, often times orchestrated in darkness, street skiing at it's highest level is a dangerous game. These athletes literally risk their necks every time they attempt a stunt. Follow street skiing maestro Cam Riley as he and his crew chase the winter storm cycle through the iconic city of Boston to tackle the urban landscape and take street skiing to the next level.    "
                },
                "4": {
                    "title": "Human Power",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    In the quest to ride bigger mountains and bigger waves, man has relied more heavily on mechanized aid to put the unconquerable within reach. In this new age, there are those that embrace the road less traveled and rely solely on the power of their bodies and their minds. Follow snowboarder Jeremy Jones and surfer Ian Walsh as they push the limits of their respective sports using a power that requires far more fortitude, will, and discipline than any mechanical force. This is the human power.    "
                },
                "5": {
                    "title": "The Witch's Thumb",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The art of traditional climbing is the soul of the sport, a self-sustaining endeavor taking many years to perfect. Establishing new routes, learning to lead and protect yourself are hallmarks of the traditional climbing discipline. Join world class \"Trad\" climber Matt Segal as he and climbing partners, Alex Honnold, Daniel Woods and Renan Ozturk, set out on a ten day expedition through Utah's Green River canyon in search of first ascents in the remote sand stone wilderness and take on the iconic tower known as The Witch's Thumb.    "
                },
                "6": {
                    "title": "Mountain Shadow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "1 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Go behind the lens of expert on-slope cinematographer Chris Figenshau as he travels to the remote mountains of Nepal to document the adventures of big mountain snowboarding icon Jeremy Jones. Together the pair will embark on a mission deep into the Himalayas to ascend and snowboard down the massive spine wall known as Shangri La. With only one chance to get the shot, Figenshau will shadow Jones every move as they take on the high altitude to document the snowboarder's monumental first descent of the 22,000ft behemoth spine wall.    "
                },
                "7": {
                    "title": "Steph Davis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "1 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Follow the adventures of climber Steph Davis as she pushes past the safety of traditional climbing and learns to fly. The only woman to have free-soloed a 5.11 route, Steph is known for her relentless approach to climbing the sports most challenging routes like \"The Diamond\" on Colorado's Longs Peak. Inspired by her fear of free-fall, Steph ventured into BASE-jumping and with the help of her husband Mario Richard, pioneered the sport of BASE climbing. After a successful free-solo BASE-climb of Utah's iconic Castleton Tower, Steph decides to take an even bigger leap as...    "
                },
                "8": {
                    "title": "Angel Rising",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "1 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    To most, the adrenaline filled sport of big mountain skiing is considered to be a man's world but 2 x Free-ride World Tour Champion Angel Collinson is proving them wrong. The 24-year old Utah native is setting the ski world on fire with her hard charging style and fearless attitude. A ski racing prodigy, Collinson has shown her poise by overcoming personal setbacks to take her inspirational place at the top of the elite sport. Follow Angel as she joins forces with big mountain icons Sage Cattabriga-Alosa and Ian McIntosh to tackle some the steepest terrain Alaska has ...    "
                },
                "9": {
                    "title": "Uncharted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "1 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Join legendary Mexican expedition kayaker Rafa Ortiz as he and his elite team venture deep into the Sierra Madre Occidental to attempt a first descent of the uncharted 8000-foot deep Rio Presidio canyon. Plunging some 3000 feet deeper than the Grand Canyon, the treacherous class V Presidio will test Ortiz and his team at every turn. With a successful descent of the Presidio under his belt, Ortiz returns to his home river in Veracruz to attempt a first descent of the Rio Alseseca's 128ft tall Big Banana Falls.    "
                },
                "10": {
                    "title": "Desert Lines",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "1 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Follow French mountain biking superstar Antoine Bizet on his triumphant return to the forefront of the free-ride scene as the 21 year old slope-style phoneme joins forces with Belgium downhill racer Nico Vink to tackle the big mountain spine lines of Virgin Utah. Known for his acrobatics, Bizet will push the sport of free-ride mountain biking to the next level as the fearless Frenchman takes his high flying stunts to the Utah desert in search of the ultimate free-ride line.    "
                },
                "11": {
                    "title": "Walking on Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "1 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    For extreme athlete Mich Kemeter, nothing comes close to the freedom of free solo slack-lining. Having traveled the globe and taken on some of the world's highest lines without safety, Mich's now ready for a different challenge closer to home. He'll push the physical limits of his sport as he attempts a 250m world record waterline across the stunning Grüner See (Green Lake) in his hometown of Tragöß, Austria. At almost the length of two football fields Mich will have to utilize all of his combined physical and mental strength to overcome his greatest challenge yet.    "
                },
                "12": {
                    "title": "Plunge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "1 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    High Diving World Champion Orlando Duque sets off to the legendary Malpelo Island in Colombia, where Orlando fulfills a 20-year dream of diving from its breathtaking but treacherous rock faces. Located 30 hours from civilization it's a volcanic island forgotten by time and one of the most beautiful settings to perfect the art and beauty of cliff diving. The adventure then moves on when he and his crew head deep into the Amazon jungle in search of a uniquely Colombian diving spot - a towering tree in the vast rain forest.    "
                },
                "13": {
                    "title": "Cape Horn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "1 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Windsurfer Thomas Miklautsch has a dream: He wants to surf around the infamous Cape Horn, the most Southern point in the world. He tried it once 10 years ago, but failed. To make it work this time he gets support from pro-surfers Ben van der Steen and Tine Slabe. But the rough ocean gives them a lot to chew on, their first attempt fails and their accompanying sailing boat strikes. Their patience is stretched to the maximum, but suddenly a short weather window opens. Will they achieve what no one else did before, surfing around Cape Horn?    "
                },
                "14": {
                    "title": "Forbidden Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "1 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    From underground movement to global sensation, it didn't take long for the sport of free running to spread all the way from the streets and onto people's televisions. Right there from the beginning and at the center of the world's gaze is three-time World Free Running champ, Jason Paul. An artist in motion, Jason discovered the fledgling discipline at a young age and as the sport has grown, so he has matured with it. Jason's tools are his mind and his athleticism; running, jumping, flipping, spinning and attempting what's never been done before. We follow the rise of ...    "
                },
                "15": {
                    "title": "Soul Flyers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "1 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Riding on the cutting edge, Vince Reffet and Fred Fugen bring us step by step through the planning of their ambitious aerial projects. From wind tunnel training in Prague, to BASE jumping from an altitude so extreme, they'll need oxygen masks to breathe. With astounding execution at mind numbing speeds, Fred and Vince are truly masters of the physical plane.    "
                },
                "16": {
                    "title": "Caught Inside",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "1 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    The world of big wave surfing is one of ultimate risk and reward. No one understands this more than Big Wave World Tour Champion Greg Long. Long has dedicated his life to the pursuit of finding and riding the biggest waves on the planet. On December 21st 2012 while surfing 100 miles off the coast of San Diego California at the elusive open water break known as Cortez Bank, Long suffered a horrific wipe out and narrowly escaped the clutches of the Pacific. Enduring a year long battle through fear and self-doubt, Long regained his poise and again climbed to the pinnacle...    "
                },
                "17": {
                    "title": "The 45 Towers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "1 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Professional climbers Alex Honnold and Cedar Wright embark on a 30-day cycling adventure through the desert southwest to climb 45 of the most difficult sandstone towers the world has to offer. The two-man team will cycle 800 miles and ascend over 12,000 vertical feet, challenging themselves on each tower's most difficult route. Climbing up to 5.13b, these two athletes will push themselves to the brink of exhaustion, enduring high winds and desert sandstorms to achieve a goal that would take, the most hard-core desert climber, a lifetime to achieve.    "
                },
                "18": {
                    "title": "From Earth to Sky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "1 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    In the dangerous sport of highlining, world record holder Andy Lewis is an original. A brash daredevil with an intense inner calling to explore the edge of what is humanly possible, \"Sketchy\" Andy continues to take the outlander sport to new heights. On this episode of Ultimate Rush, we'll follow Andy as he attempts to push the sport of highlining one step further and set a new world record for the ultimate highline walk, in mid-air between 2 hot air balloons, floating 4,000 feet above the desert floor.    "
                },
                "19": {
                    "title": "The Towers of Ennedi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "1 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    For expedition climber Mark Synnott, the intrigue of the exploration is the ultimate thrill. The veteran climber has completed big wall missions to Pakistan, Baffin Island and the Himalayas. Now inspired by the solitary image of an arch-like tower he first saw some ten years earlier Synnott leads two of the worlds most exciting young climbers deep into the dead heart of Africa, on a mission to climb the mythical towers of the Ennedi.    "
                },
                "20": {
                    "title": "Lone Rider",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "1 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    In the solitary world of Ultra-Adventure Cycling, Jay Petervary is the best there is. A pioneer of the grueling endurance sport of bike-packing, Jay is a four-time world record holder on the 2,800 mile Tour Divide. His 15-day ride over the Continental Divide from Canada to New Mexico is considered to be an untouchable feat. Now Petervary will embark on the toughest challenge of his career as he rides into the Liguria region of North West Italy to set an ultra-race benchmark on the region's storied Alta Via stage race route. With no concept of quitting, Petervary will ...    "
                }
            },
            "4": {
                "1": {
                    "title": "Life on Ice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "5 May 2016",
                    "year": "2016",
                    "plot": "\n    Ice climber Will Gadd will defy gravity and climb one of the world's most impressive waterfalls, the Niagara Falls.    "
                },
                "2": {
                    "title": "Mind on Wire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "5 May 2016",
                    "year": "2016",
                    "plot": "\n    Between two limestone cliffs in China the slackline pro Alex Schulz extends the existing highline world record by 70 meters to 375m.    "
                },
                "3": {
                    "title": "Breaking Bull",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "5 May 2016",
                    "year": "2016",
                    "plot": "\n    Three time world bodyboarding champ Ben Player travels to freezing Scotland on a mission to be the first man to surf a terrifying beast of a wave: Tha An Tarbh, aka The Bull.    "
                },
                "4": {
                    "title": "Navigating North",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "5 May 2016",
                    "year": "2016",
                    "plot": "\n    Xavier De Le Rue's next mission raises the bar once again. The freeride legend uses powered paragliders to access never-before ridden lines in Svalbard and Alaska.    "
                },
                "5": {
                    "title": "The Highest Dive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "5 May 2016",
                    "year": "2016",
                    "plot": "\n    Canyoning daredevil Laso Schaller wants to smash the world record in high diving of 53 meters. In Switzerland he found a canyon where he'll jump off a 60 meters ledge.    "
                },
                "6": {
                    "title": "One Gear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "5 May 2016",
                    "year": "2016",
                    "plot": "\n    Fixed gear cyclist Patrick Seabase is taking on the challenge of his life: riding the first mountain stage of the 1910 Tour de France in a single day.    "
                },
                "7": {
                    "title": "Ghost Town Rider",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "5 May 2016",
                    "year": "2016",
                    "plot": "\n    Danny MacAskill returns with his latest project, exploring the forgotten town of Epecuen in Argentina.    "
                },
                "8": {
                    "title": "Flight Mode",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "5 May 2016",
                    "year": "2016",
                    "plot": "\n    Uli Emanuele pilots what is possibly the most technical and difficult BASE jump ever. For the past 3 years Uli has been dreaming about and preparing for what could be a world record jump.    "
                },
                "9": {
                    "title": "Winter Solo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "5 May 2016",
                    "year": "2016",
                    "plot": "\n    Markus Pucher wants to conquer the summit of Cerro Torre during the harshest possible conditions: the Patagonian winter. It will be the first ever winter solo route to be done at Cerro Torre, allegedly the most difficult mountain on earth.    "
                },
                "10": {
                    "title": "Night Jaws",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Rush (TV Series 2011–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "6 May 2016",
                    "year": "2016",
                    "plot": "\n    Mark Visser was the first person to surf the infamous Jaws break in Maui at night.    "
                }
            }
        },
        "number of episodes": 78,
        "cast": [
            {
                "name": "Phillips, Sean"
            },
            {
                "name": "Abma, Mark"
            },
            {
                "name": "Bourdon, Robbie"
            },
            {
                "name": "Hjorleifson, Eric"
            },
            {
                "name": "Honnold, Alex"
            },
            {
                "name": "Fisher, Steve"
            },
            {
                "name": "Zink, Cameron"
            },
            {
                "name": "Brown, Ben"
            },
            {
                "name": "Chase, Aaron"
            },
            {
                "name": "Heim, James"
            },
            {
                "name": "Holmes, J.T."
            },
            {
                "name": "McConkey, Shane"
            },
            {
                "name": "Pettit, Sean"
            },
            {
                "name": "Watson, Dave"
            },
            {
                "name": "Cattabriga-Alosa, Sage"
            },
            {
                "name": "McIntosh, Ian"
            },
            {
                "name": "Houlding, Leo"
            },
            {
                "name": "Simmons, Wade"
            },
            {
                "name": "Townsend, Cody"
            },
            {
                "name": "Fadnes, Espen"
            },
            {
                "name": "Meehan, Jared"
            },
            {
                "name": "Backstrom, Ingrid"
            },
            {
                "name": "Barel, Fabien"
            },
            {
                "name": "Basagoitia, Paul"
            },
            {
                "name": "Cowan, John"
            },
            {
                "name": "Dunn, Carlin"
            },
            {
                "name": "Goss, Wayne"
            },
            {
                "name": "Windstedt, Henrik"
            },
            {
                "name": "Ortiz, Rafa"
            },
            {
                "name": "Jones, Jeremy"
            },
            {
                "name": "Corliss, Jeb"
            },
            {
                "name": "Witz, Bernhard"
            },
            {
                "name": "Leary, Sean"
            },
            {
                "name": "Pickles, Jason"
            },
            {
                "name": "Collinson, Angel"
            },
            {
                "name": "Ligare, Todd"
            },
            {
                "name": "Pearson, James"
            },
            {
                "name": "Synnott, Mark"
            },
            {
                "name": "Bon, Francois"
            },
            {
                "name": "Cerutti, Herve"
            },
            {
                "name": "Fadnes, Espin"
            },
            {
                "name": "Montant, Antoine"
            },
            {
                "name": "Zackrisson, Kaj"
            },
            {
                "name": "Barkhall, Andreas"
            },
            {
                "name": "Bonifay, Parks"
            },
            {
                "name": "Boyko, Ben"
            },
            {
                "name": "Brown, Bobby"
            },
            {
                "name": "Bushfield, Rory"
            },
            {
                "name": "Daisher, Miles"
            },
            {
                "name": "Davenport, Chris"
            }
        ],
        "locations": [
            "Alaska, USA",
            "Bolivia",
            "British Columbia, Canada",
            "China",
            "Colorado, USA",
            "Kashmir, India",
            "Mont-Blanc, Chamonix, Haute-Savoie, France",
            "Morocco",
            "Turkey",
            "Utah, USA"
        ],
        "genres": [
            "Sport"
        ],
        "countries": [
            "Austria"
        ],
        "country codes": [
            "at"
        ],
        "language codes": [
            "de",
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby SR::(5.1 surround)"
        ],
        "number of seasons": 5,
        "rating": 8.2,
        "votes": 26,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTM1ODA3Mzc0OF5BMl5BanBnXkFtZTcwMjc2MzQyOA@@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "German",
            "English"
        ],
        "title": "Ultimate Rush",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2017",
        "akas": [
            "Ultimate Rush (Austria)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Burgess, Tim"
            },
            {
                "name": "Cole, Neil"
            },
            {
                "name": "Corr, Rose"
            }
        ],
        "production companies": [
            {
                "name": "55/20 Productions"
            },
            {
                "name": "Matchstick Productions"
            },
            {
                "name": "Red Bull Media House"
            }
        ],
        "distributors": [
            {
                "name": "British Telecommunications (BT)"
            },
            {
                "name": "Danmarks Radio (DR)"
            },
            {
                "name": "Fox Sports"
            },
            {
                "name": "Globosat HD"
            },
            {
                "name": "Halogen TV"
            },
            {
                "name": "Red Bull Media House"
            },
            {
                "name": "Red Bull Media House"
            },
            {
                "name": "Schweizer Fernsehen (SF)"
            },
            {
                "name": "Servus TV"
            },
            {
                "name": "ZDF Kultur"
            },
            {
                "name": "iTunes"
            }
        ],
        "other companies": [
            {
                "name": "POP Sound"
            },
            {
                "name": "Post Haste Digital"
            },
            {
                "name": "Romano Law"
            }
        ],
        "plot": [
            "A storytelling show on extreme sports.::Ulf Kjell Gür"
        ],
        "tech": {
            "sound mix": [
                "Dolby SR (5.1 surround)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 26,
                "rating": 8.2
            },
            "aged 18 29": {
                "votes": 6,
                "rating": 9.1
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 6.4
            },
            "males": {
                "votes": 13,
                "rating": 7.4
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 8.0
            },
            "males aged 45 plus": {
                "votes": 6,
                "rating": 6.4
            },
            "females": {
                "votes": 7,
                "rating": 8.7
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 7.2
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 6.0
            },
            "us users": {
                "votes": 4,
                "rating": 7.8
            },
            "non us users": {
                "votes": 9,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 16,
            "9": 1,
            "8": 3,
            "7": 1,
            "6": 0,
            "5": 0,
            "4": 2,
            "3": 1,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 8.2,
        "median": 1
    }
}