{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "28 March 2011"
            }
        ],
        "release dates": [
            "UK::28 March 2011"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "13 May 2013",
                    "year": "2013",
                    "plot": "\n    Adrian visits the Owens at Raven Seat Farm to meet the latest addition to their family - baby Sidney who was born in a layby near Reeth on the way to the maternity hospital. He sees camcorder footage of the severe floods that washed around the farm earlier in the year, and talks to Amanda about the problems of living so far from their children's schools and to Clive about the possibility of their children one day taking over the farm. He helps Clive wash sheep in preparation for sending them to auction at Kirkby Stephen. He then goes to see the Wildman family in ...    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "20 May 2013",
                    "year": "2013",
                    "plot": "\n    Adrian goes to Hawes where Maurice Scott gives him an insight into the work of a livestock auctioneer. He then meets Stephen Akrigg, a goat farmer in Carleton, Airedale, who is planning to expand the cheese-making side of his business. In Grassington, rehearsals are continuing for the amateur production of the Calendar Girls stage play, and there are just three days until opening night and the cast are still apprehensive about appearing in the nude in front of an audience that may include their friends and neighbours.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "3 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Adrian goes to Reeth Show to watch 11-year-old Raven Owen, Amanda and Clive's daughter, taking part in a horse-riding competition for the first time. Amanda gives her a last riding lesson before the show. He also meets brothers John, George and Albert Allison, farmers from Marske, as they show prepare sheep for the show. They are competing for the William Allison Memorial Trophy, presented in memory of their late father, for the prize tup lamb. The Grassington Players are auditioning for a new production - Oliver Twist. Adrian finds out why the theatre group is so ...    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "10 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Adrian goes to Giggleswick School in Airedale which is staging a concert to mark the 500th anniversary of its founding. David Fox is retiring after teaching there for 44 years, and one of his final responsibilities is to organise the concert. He has invited the Hallé Orchestra to perform and Sir Tim Rice to compère. Also performing is David's daughter, Sarah, born and brought up in Giggleswick, and now a professional opera singer. Adrian then goes to Hawes where he meets Trish West of the Upper Wensleydale Community Office. She is responsible for The Little White Bus,...    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "17 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Adrian goes to Ripley Castle in Nidderdale where Patsy Campbell, a former receptionist and bar manager at the castle, is preparing to get married there. At Raven Seat, 16-year-old shepherd Will Wildman visits Clive Owen to get some advice about sheep-farming. This is a role-reversal, because when Clive moved from Doncaster, he went to work on the farm run by Will's great-grandfather, Gilpin Bland, where he himself learned about farming. Adrian meets wildlife photographer Simon Philpotts and tries to take some pictures of red squirrels.    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "24 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Adrian goes to Sedbergh to meet 16-year-old Sam Roper, a keen cyclist who is preparing to take part in the Three Peaks Cyclo-Cross which involves cycling and also running with his bike on his back, up and down Ingleborough, Whernside and Pen-y-Ghent. Sam gets some advice from Rob Jebb, eight times winner of the Three Peaks race. Adrian then goes to Grinton to meet Fourum Folk, a group of four teachers who have been singing about local traditions and folklore in the Dales since 1972. Bob Hattersley, a former band member who died in 2010, was a very skilled cartographer...    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "1 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Adrian travels on the Wensleydale Railway, a private line which runs from Leeming Bar to Redmire. Reopened in the 1990s after being closed by British Rail in the 1950s, it plans to extend east to Northallerton and eventually west to Garsdale. Volunteers are working hard to reopen the track to Northallerton and to renovate the stations along the way. In West Witton, Wensleydale, the villagers are preparing for the ancient \"Burning of the Bartle\" ceremony in which an effigy is paraded around the village, to the accompaniment of a chanted poem, before being burned at the...    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "8 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Adrian goes to the Georgian Theatre in Richmond to see Fourum Folk as they they rehearse for their 40th Anniversary concert in memory of former band member Bob Hattersley, and at the rehearsal Adrian accompanies them on his mandolin. In the audience for the concert is Bob's widow Jean. It is the first time that the group have performed at the Georgian Theatre since Bob's death. Brother and sister James and Gayle Robinson, young farmers from Harmby near Leyburn, prepare their calves to exhibit at the Wensleydale Show. They will be competing against each other, so there...    "
                },
                "9": {
                    "title": "Episode #3.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "15 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Adrian goes to West Burton in Bishopdale to meet weaver Clare Gardiner. She and her partner Nigel Musgrave, a builder, are building a weaving shed and shop for Clare. It will also sell work by other local craftsmen. They are running behind schedule because the very wet summer of 2012 is delaying the building work. At the opening ceremony for the shop, Clare surprises Nigel: she has bought him a vintage tractor as a present for all his hard work. In Carleton-in-Airedale, goat farmer Stephen Akrigg is expanding his herd and is planning to make a new type of smoked ...    "
                },
                "10": {
                    "title": "Episode #3.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "22 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Adrian is back at the Wensleydale Railway. The volunteers have finished restoring a 1950s carriage and it is about to make a special journey along a section of track from Leeming Bar to Northallerton which they are planning to re-open. The long-term aim is to restore a connection with the East Coast Main Line. In the short term they will need a temporary platform until access to Northallerton station can be agreed. Today's journey is a crucial day in the fundraising campaign: can Nigel persuade local investors to contribute to the cost. Adrian then goes to Richmond to...    "
                },
                "11": {
                    "title": "Episode #3.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "29 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Adrian accompanies midwife Chris Warren as she visits Emma Warner-Reed in Masham who is expecting a baby son; Chris later goes back to see Emma after the baby is born. Adrian then goes to Northallerton where jazz group the Swale Valley Stompers are rehearsing for a concert at the Harrogate Flower Show. Percussionist Mike Naylor has encouraged his 11-year-old grand-daughter Charlotte to join them on a clarinet for this concert, and the band's clarinetist Peter Edmonds gives her some coaching. Finally Adrian visits Nigel Park of the Wensleydale Railway to see whether ...    "
                },
                "12": {
                    "title": "Episode #3.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "5 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Adrian visits Clare Gardiner to see how she is getting on in her new shop. She offers to sell some of the wildlife photographs of birds and red squirrels that he took when he met wildlife photographer Simon Philpotts in The Dales: Episode #3.5 (2013). At Swinithwaite Hall in Wensleydale, Bridget Thornton-Berry is staging a Heather and Honey vintage car rally to attract visitors to the farm shop and café. They have attracted more entrants to the rally than they anticipated, so they are struggling to find food and tables in the café for everyone when they return for lunch after driving around the ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Adrian Edmondson introduces several people from the Dales whose lives will be followed in the series. They are: Carol Mellin, a recently-widowed farmer from Oxenhope near Keighley, and her 16-year-old son Philip; Neil Roberts, a vet from Settle; Amanda and Clive Owen, farmers from Ravenseat, a tiny hamlet at the western end of Swaledale.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "4 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Adrian visits mother and son Carol and Philip Mellin. Carol was recently widowed, and she and Philip are learning to run their farm on their own. Philip learns how to shear sheep. Farmer Alex Wilkes is showing her cattle at the Great Yorkshire Show in Harrogate. At Bolton Castle, owner Tom Orde-Powlett is planning to make some changes.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "11 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Adrian visits Chris and Amanda Owen at Ravenseat, Swaledale, and meets their family of five children. He then spends a day at the Wensleydale Railway at Leeming Bar and Leyburn as they take delivery of a new locomotive, number 80105, in preparation for their 1940s Weekend. At Bolton Castle, owner Tom Orde-Powlett is re-introducing birds of prey to his ancestral home and is planning to use owls in wedding ceremonies at the castle.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "18 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Adrian meets fashion designer Izzy Lane who moved from London to live in Richmond six years ago. Helped by her friend, farmer Ernest Ayre, she rescues unwanted sheep which would otherwise go for slaughter and uses their wool in her fashion business. They call in vet John Stevens to castrate a randy ram. In Askrigg, Adrian visits Rev Ann Chapman as she travels around the four churches that she is responsible for, conducting services at each one. He then visits Carol and Philip Mellin at their farm near Haworth, and sees Philip training his sheepdog.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "25 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Tom Orde-Powlett at Bolton Castle is progressing well with his plans to introduce hawks and owls to give flying displays, and to set up a herd of wild boar in a field nearby. At Moor Lodge Farm, Carol and Philip Mellin have reluctantly decided to get rid of the dairy herd that Carol's late husband Albert set up, and to concentrate on sheep and on training sheepdogs. The return from milk production is no longer enough to make it worthwhile raising and milking the cows. Carol also decides to sell her sheepdog Jim at Skipton Auction Mart, to concentrate on her other dog ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2 May 2011",
                    "year": "2011",
                    "plot": "\n    Adrian is at the Hardraw Scaur Brass Band Contest where the Leyburn Band are competing. They win the cup for third place. Amanda and Clive Owen are renovating an old shepherd's hut to use as a one-room B&B for walkers of the Coast-to-Coast Walk which passes by their farm. Adrian visits the George and Dragon pub in Hudswell which became the first community pub in the Dales when the owner closed it and a group of villagers bought it, renovated it and re-opened it.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "9 May 2011",
                    "year": "2011",
                    "plot": "\n    Adrian looks in more detail at the work of Izzy Lane on her farm where she rescues unwanted sheep and turns their wool into fashion garments. Having shorn the sheep, the fleeces are sent to Bradford to be spun and woven, and the cloth is returned to Izzy in Richmond. Izzy and her pattern cutter get busy producing clothes for the photo-shoot of Izzy's latest collection. At the George and Dragon in Hudswell, landladies Margaret and Jackie Stubbs are planning a Fijian festival. Philip Mellin clears out the barns at Moor Lodge Farm as he prepares to set up his new ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "16 May 2011",
                    "year": "2011",
                    "plot": "\n    Adrian goes to Masham Steam Fair and meets father and son Richard and David Preston who are exhibiting their showman's engine \"Lightning II\". \"Lightning II\" was responsible for Richard and his wife Anne getting together fifty years ago and also allowed the family haulage firm Prestons of Potto to be founded when Richard's father used it to haul goods during the fuel shortage of the Suez Crisis in the 1950s. Now Richard and Anne are celebrating their Golden Wedding at Masham Fair. For the first time ever, Anne has a ride on the engine, and she is petrified. \"Lightning ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "23 May 2011",
                    "year": "2011",
                    "plot": "\n    In Wharfedale, Ted Mason is preparing to take part in a fell race, running two miles up the steep side of Burnsall Fell, a local hill, and back down again. He is training with fellow competitor Fred Bosomworth. Ted comes fourth, beating Fred. Near Carperby in Wensleydale, John Heslegrave and Dave Tait are in charge of the Otley and Yorkshire Dales branch of the Dry Stone Wallers Association who are building their first dry-stone bridge over water. Having built the bridge, it is a tense moment when the wooden former is removed. In Malham, a female blacksmith, Annabelle...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "6 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    In Settle, Graham Munro and Billy Hodge at the Dalehead veterinary practice have to perform a cartilage operation on the hind leg of a show-jumping horse which has been left with a limp after an injury. At the George and Dragon in Hudswell, landladies Jackie and Margaret Stubbs go on a publicity drive to attract more customers to the pub: they are interviewed on the local radio station and they get author Mark Reid and his dog Elvis to add their pub to his book of pub walks. At Moor Lodge Farm near Keighley, Carol and Philip Mellin send the last few cows from their ...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "13 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    At Bolton Castle, Tom Orde-Powlett puts on his first falconry display for visitors to the castle and trains Toby the barn owl to deliver wedding rings down the aisle in preparation for doing this at weddings in the castle. Adrian meets the team behind one of the region's newest microbreweries, the Kirkby Lonsdale Brewery, as they prepare for their busiest weekend of their year when 1000 bikers will congregate in town for their annual rally. He also visits Swinton Park Castle near Masham for the Glorious Twelfth, the start of the grouse-shooting season, and meets ...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "20 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    There are tears at Moor Lodge Farm, as Carol and Philip Mellin watch the milk tanker call one final time after the last cows in the herd are sold. The Owen family take a day away from the Ravenseat Farm when Clive exhibits his sheep and Amanda her scones at Muker Show. Vicar Ann Chapman prepares to give a open-air service on the shore of Lake Semerwater near Bainbridge.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "27 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    After a dramatic helicopter flight over the Dales, Adrian calls in to see Clive and Amanda Owen (from Series 1) for an update on their current projects. He meets the Buckden Singers from Wharfedale as they rehearse for their annual concert. He also meets auctioneer Brian Carlisle as he prepares for an unusual sale: the 40-foot Catrigg Force waterfall in Ribblesdale.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "5 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Adrian has a ride on a steam locomotive on the Settle and Carlisle line and over the Ribblehead Viaduct. He goes to the Boar's Head pub in Ripley, near Harrogate, where the owners, Lady Emma and Sir Thomas Ingleby, are staging a 1911-themed dinner to commemorate the centenary of the pub's first appearance in the Michelin Guide. He visits the Buckden Singers in Wharfedale as they give their summer concert, with Jade McLellan in the limelight as soloist for several songs.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "12 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Estate agent Brian Carlisle hosts an open day to try to sell the 40-foot Catrigg Force waterfall in Ribblesdale. Adrian meets caving enthusiasts Jude Onions and Johnny Latimer on their wedding day, as they and their guests go underground into Ingleborough Cave for a wedding blessing. He also meets 10-year-old Daisy Watkiss, Briatin's youngest radio DJ, who presents her own show on the local radio station, Drystone Radio, and she interviews Adrian for her show. Daisy is guest of honour at the local gala where she judges the pets competition.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "19 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Adrian meets racehorse trainer Simon West at his stables in Middleham. He then goes to Oxenhope to see how Carol Mellin and her son Phil are progessing with their new venture breeding, training and showing sheepdogs, following their hard decision in Series 1 to sell the dairy herd that Carol's late husband had spent many years setting up. Finally he visits the Swaledale village of Hudswell where the villagers are commemorating the 60th anniversary of a World War II plane crash in which an airman selflessly gave the plane's only parachute to a young cadet who was the ...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "26 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Adrian meets Nick Meads and his fiancée Gina Alexander who made the decision to give up their corporate careers in the south and move to Airedale to open a hotel boat on the Leeds-Liverpool canal. He visits the Wildman family in Kirkby Malham: father Chris is a butcher who plans to set up a charcuterie on the farm, while his teenage son William is a sheep farmer who is about to exhibit his sheep at Malham Show. Chris runs a hog-roast stall at the show. Finally he meets Suzanne Benson who runs a llama-trekking business in Nidderdale.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Adrian looks at the work of racehorse trainer Simon West as he struggles to break in an unruly horse at the stables in Middleham, the racing capital of the Dales. He visits the Buckden Singers and learns how they bring the community together. He tries to conduct them and to sing with them. At Raven Seat Farm in Upper Swaledale, shepherdess Amanda Owen is expecting her sixth child and faces a 50-mile round trip to Catterick for a pre-natal scan at the army hospital which provides maternity facilities for the remote parts of Swaledale. The Owens face disaster when their...    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "9 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Adrian visits Masham Show, where Carol and Philip Mellin are demonstrating their sheepdogs' ability at herding ducks and geese. Carol and her dog Maisey then take part in a sheepdog trial at Kilnsey Show. Adrian meets artist Helen Peyton at Parcevall Hall in Wharfedale and is given a lesson in how to draw a landscape. Helen then judges the photography competition at Kilnsey Show. Also at the show are teenager Will Wildman and his grandfather Bill Bland, exhibiting their sheep.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "16 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Adrian meets Izzy Lane, the fashion designer first seen in Series 1, who is advertising and auditioning for knitters so she can expand her business. He then checks how butcher Chris Wildman is getting on with building a new butchery. Chris is planning to make sausages to his late father's recipes. He then goes to the Wensleydale Heifer in West Witton where Paul Sidebottom from Wakefield has brought his girlfriend Pippa to introduce her to his favourite part of Yorkshire - and to propose to her.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "23 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Fashion designer Izzy Lane is planning to start an ethical food business, rescuing battery hens and using their eggs in her home-made quiches and pies. Her friend, Ernest Ayre, gives her one of his farm buildings to use. Adrian visits estate agent Brian Carlisle who, in his spare time, is training to swim Semerwater, a lake in upper Wensleydale, to raise money for charity. Adrian then goes caving with expert Dave Gallivan in Alum Pot near Horton-in-Ribblesdale.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "30 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Adrian visits Simon West in Middleham to learn more about racehorse training, and sees the horse walker and the horse swimming pool for keeping the horses fit. He then goes to Bainbridge to see Neil and Jane McNair who gave up their jobs as builder and vet's practice manager in London to buy and restore a water-mill which they have converted into a guest-house. Carol Mellin and her sheepdog Maisie go to Penrith to take part in the World Sheepdog Trials where they are representing England.    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "14 May 2012",
                    "year": "2012",
                    "plot": "\n    Adrian goes to Fountains Abbey to meet wedding co-ordinator Liz Bielby. As well as organising other couples' weddings, she also has to find time to organise her own - to fiancé Andrew in St Mary's Church on the Fountains estate. He then visits Margaret Wooler in Skipton as she prepares to open her garden to the public for the day, as part of the National Gardens Scheme charity event. Finally he goes to Roundhill Reservoir in Nidderdale to meet dry-stone waller Dave Tait and to learn what is involved in building a wall that uses no mortar.    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dales (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "21 May 2012",
                    "year": "2012",
                    "plot": "\n    Adrian visits the Owen family at Ravenseat in upper Swaledale. It is the first day at school for their youngest son, Miles. The Owens go to a photography night at Reeth Museum... where they are stars of the show as part of an exhibition by Stuart Howat showing photographs of local people. Estate agent Brian Carlisle is acting as auctioneer at a monthly antiques sale in Hawes. Vicar Ann Chapman is organising a harvest festival in Askrigg, but she realises that she has forgotten to put out signs to the field where she is holding it.    "
                }
            }
        },
        "number of episodes": 36,
        "cast": [
            {
                "name": "Edmondson, Adrian"
            },
            {
                "name": "Owen, Amanda"
            },
            {
                "name": "Owen, Clive"
            },
            {
                "name": "Mellin, Carol"
            },
            {
                "name": "Mellin, Philip"
            },
            {
                "name": "Wildman, Will"
            },
            {
                "name": "Lane, Izzy"
            },
            {
                "name": "Carlisle, Brian"
            },
            {
                "name": "Orde-Powlett, Tom"
            },
            {
                "name": "Wildman, Chris"
            },
            {
                "name": "Chapman, Ann"
            },
            {
                "name": "Wildman, Jennifer"
            },
            {
                "name": "West, Simon"
            },
            {
                "name": "Ayre, Ernest"
            },
            {
                "name": "Vetch, Anne"
            },
            {
                "name": "Park, Nigel"
            },
            {
                "name": "Stubbs, Margaret"
            },
            {
                "name": "Stubbs, Jackie"
            },
            {
                "name": "Wildman, Oliver"
            },
            {
                "name": "Gardiner, Clare"
            },
            {
                "name": "Ingleby, Emma"
            },
            {
                "name": "Ingleby, Thomas"
            },
            {
                "name": "Milligan, Kate"
            },
            {
                "name": "Warren, Judy"
            },
            {
                "name": "Lundberg, George"
            },
            {
                "name": "Akrigg, Stephen"
            },
            {
                "name": "Miller, Allen"
            },
            {
                "name": "Scott, Maurice"
            },
            {
                "name": "Lundberg, Emma"
            },
            {
                "name": "Hall, Rod"
            },
            {
                "name": "Tait, Dave"
            },
            {
                "name": "Still, Sandy"
            },
            {
                "name": "Jack, Jim"
            },
            {
                "name": "Owen, Raven"
            },
            {
                "name": "Robinson, James"
            },
            {
                "name": "Baker, Angela"
            },
            {
                "name": "Bradley, Annabelle"
            },
            {
                "name": "Hattersley, Jean"
            },
            {
                "name": "Mason, Ted"
            },
            {
                "name": "Munro, Graham"
            },
            {
                "name": "Preston, Richard"
            },
            {
                "name": "Bielby, Liz"
            },
            {
                "name": "Meads, Nick"
            },
            {
                "name": "Allison, John"
            },
            {
                "name": "Fox, David"
            },
            {
                "name": "Roper, Sam"
            },
            {
                "name": "Warren, Chris"
            },
            {
                "name": "Bosomworth, Fred"
            },
            {
                "name": "Graham, Thomas"
            },
            {
                "name": "Hodge, Billy"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 7.0,
        "votes": 13,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDIxOTVhOTctZDY5Zi00MGMxLWI5NmYtMThhZjRlNjAyZGQ2XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Dales",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "The Dales (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "distributors": [
            {
                "name": "ITV - Independent Television"
            }
        ],
        "plot": [
            "Adrian Edmondson presents an observational documentary series looking at life in the beautiful Yorkshire Dales during the summer months and meets the people who live and work there."
        ],
        "tech": {
            "runtime": [
                "23 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 13,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 4.5
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 6.6
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 8.3
            },
            "males": {
                "votes": 10,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 4.5
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 6.6
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 8.3
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 6.0
            },
            "us users": {
                "votes": 1,
                "rating": 6.0
            },
            "non us users": {
                "votes": 8,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 2,
            "9": 2,
            "8": 3,
            "7": 2,
            "6": 2,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 1
        },
        "arithmetic mean": 7.0,
        "median": 8
    }
}