{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "10 August 2011"
            }
        ],
        "release dates": [
            "UK::10 August 2011"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Jubilee Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "National Treasures Live (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "24 May 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Dover Castle",
                    "kind": "episode",
                    "episode of": {
                        "title": "National Treasures Live (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Dover Castle is the setting for the opening pro-gramme. King Henry II's magnificent castle will take centre stage as well as the huge array of secret tunnels cut into the White Cliffs underneath it. These tunnels were where the Dunkirk rescue mission was masterminded from and they housed a fully functioning hospital, barracks and secret telecommunications hub.    "
                },
                "2": {
                    "title": "HMS Warrior",
                    "kind": "episode",
                    "episode of": {
                        "title": "National Treasures Live (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Live from the majestic HMS Warrior in Portsmouth, Dan Snow and Sian Williams continue their series celebrating the best in British history. They experience what life was really like on board a nineteenth century warship, whilst Masterchef's Gregg Wallace investigates the ingenious recipes that were cooked up during rationing in the Second World War. Plus, Joe Crowley makes a remarkable discovery in a two thousand year old Roman grave.    "
                },
                "3": {
                    "title": "Shakespeare Dig Stratford",
                    "kind": "episode",
                    "episode of": {
                        "title": "National Treasures Live (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Dan Snow and Sian Williams continue to bring history to life - live to the nation's living rooms. This week, the team are in Stratford-upon-Avon at an archaeological dig at Shakespeare's home. This is an impressive dig excavating the foundations of the New Place, a grand townhouse that Shakespeare bought and lived in for the last six years of his life. Dan and Sian get their hands dirty as they bury a time capsule, intended as a gift for the archaeologists of the future. In a lively mix of film reports, a team of reporters and the nation's favourite celebrities reveal...    "
                },
                "4": {
                    "title": "Beaulieu National Motor Museum",
                    "kind": "episode",
                    "episode of": {
                        "title": "National Treasures Live (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "31 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    'Dan Snow' and 'Sian Williams' visit the National Motor Museum in Beaulieu. They get hands-on with some of the most luxurious and elegant cars ever made, whilst special guest 'Larry Lamb' takes a trip down memory lane with a visit to the world's oldest surviving music hall. Also, Xanthé Mallett explores the incredible treasure trove of surviving documents from the original police investigation into Jack the Ripper.    "
                },
                "5": {
                    "title": "Erddig House",
                    "kind": "episode",
                    "episode of": {
                        "title": "National Treasures Live (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In the final episode of the series, 'Dan Snow' and 'Sian Williams' broadcast live from Erddig House in North Wales, where they get a glimpse of what life was really like for Victorian servants. Peter the Wild Boy (a feral child), a royal pet, a Georgian celebrity and a resident of Kensington Palace: Peter the Wild Boy was one of the most extraordinary characters of 18th century Britain. Lucy Worsley, tells his remarkable story, visiting some of the places he lived and showing some of the images and objects associated with him. Special guest Sheila Hancock looks at the changing face...    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Snow, Dan"
            },
            {
                "name": "Williams, Sian"
            },
            {
                "name": "Worsley, Lucy"
            },
            {
                "name": "Bailey, D.J."
            },
            {
                "name": "Slaney, Mick"
            },
            {
                "name": "Stewart, Danny"
            }
        ],
        "genres": [
            "History"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjVmMDdjMGYtNzJhOC00OTQwLTkxNzctNjI2NGMzYzllMTlkXkEyXkFqcGdeQXVyNDEyNTM0MTY@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "National Treasures Live",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "National Treasures Live (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "BBC Learning Zone"
            }
        ],
        "synopsis": [
            "Britain's fascinating history is all around us. Up and down the country there are amazing places to visit and incredible ways to uncover the stories of our shared past. Now historian Dan Snow and BBC presenter Sian Williams are to bring this history to life live to the nation's living rooms.\nBroadcast from Britain's most striking historical locations, National Treasures Live will give viewers unique access to events happening across the country. The 5x30-minute peak time series will throw open the doors to some of the UK's most exciting venues, including restorations, digs and heritage sites."
        ],
        "tech": {
            "runtime": [
                "30 min (UK)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}