{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "12 June 2011"
            }
        ],
        "release dates": [
            "USA::12 June 2011"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Baby Got Haters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "28 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Coco sets out to debut her clothing line at Fashion Week. Ice works on their new house.    "
                },
                "2": {
                    "title": "Baby Got Bridesmaids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "4 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Coco throws her best friend a bachelorette party to remember.    "
                },
                "3": {
                    "title": "Baby Got Forecast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "11 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    While Ice and Coco look into egg freezing, Coco gets a chance to live out a dream by being a meteorologist for a day.    "
                },
                "4": {
                    "title": "Baby Got Laughs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "18 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Ice makes his comedy debut at a benefit for bulldogs.    "
                },
                "5": {
                    "title": "Baby Got Balls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "25 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Coco looks into getting Spartacus and Maximus neutered--but Ice is totally against it.    "
                },
                "6": {
                    "title": "Baby Got Super Powers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    A comic book creator turns Coco into a superhero. Plus, Ice tries to straighten out Little Ice.    "
                },
                "7": {
                    "title": "Baby Got a Big Break",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "16 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Coco's life is turned upside down when she's offered to a headline a Las Vegas show.    "
                },
                "8": {
                    "title": "Baby Got Hurricane Heels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "23 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Ice and Coco get trapped in their apartment with no power when Hurricane Sandy hits!    "
                },
                "9": {
                    "title": "Baby Got Good Bye",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "30 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    As Coco begins rehearsals for Peep Show, she starts to have second thoughts about being apart from Ice.    "
                },
                "10": {
                    "title": "Baby Got Stage Presence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "6 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    In the season finale, Coco moves to Vegas for her starring role in \"Peepshow,\" leaving Ice in New Jersey.    "
                }
            },
            "1": {
                "1": {
                    "title": "Baby's Got Bridal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "12 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    In the season opener, Coco insists on getting an agent for their bulldog Spartacus--but will the pooch blow his shot to impress the agent? Then, the House of Bridal Couture wants Coco to be the face of their boutique--but the bikini model is a little uncomfortable modeling their high-end designs. Will her publicist's advice to tone down the sex factor work, or should she rock the photo shoot in true Coco fashion? Plus, modeling beautiful wedding gowns makes Coco miss not getting to wear one on her walk down the aisle. So, Ice-T comes up with a special surprise.    "
                },
                "2": {
                    "title": "Baby's Got Baby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Coco's pregnant sister Kristy comes to visit and asks her to deliver her baby. Coco reluctantly agrees and starts to prepare herself for the delivery by taking a Lamaze class and watching a home birth video. When she realizes that she's in over her head, will she be able to help her sister through labor--or will she end up breaking her promise? Meanwhile, Spartacus becomes a distraction to Ice when he prepares for a college lecture.    "
                },
                "3": {
                    "title": "Baby's Got Birthday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    As Coco is about to turn 32, Ice wants to make sure his wife has the best birthday yet. He plans a special surprise for her, but will he be able to get it together in time? Plus, Coco isn't happy when one of Ice's pals hits on her friend. Then, after years of talking about recording a song together, the couple finally hits the studio to lay down a track--about Coco's shoe fetish! But when Coco starts to improvise with some sexy lyrics, will she push it too far even for Ice-T?    "
                },
                "4": {
                    "title": "Baby Got Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "10 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    With only days to go before the launch of her Licious clothing line, Coco must deal with a host of problems, including the models she requested not being the \"curvy\" girls she had envisioned, and a misspelling on the clothes. Plus, Ice scrambles to train Spartacus before he goes in for his first acting job.    "
                },
                "5": {
                    "title": "Baby Got Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "17 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Coco's pregnant sister Kristy is close to having her baby, so Ice and Coco make the trek to Arizona to throw Kristy a baby shower. While there, Ice encourages Coco to deal with the hurt she still feels from her parents' divorce--but is she ready to confront the pain from her past? Meanwhile, Ice wants to take this time away from work to relax but ends up having to babysit instead.    "
                },
                "6": {
                    "title": "Baby Got Ghosts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "24 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    When Coco's mom comes to visit from Arizona, Coco wants to give her a fun-filled weekend in New York. The two reminisce about old times, including their past experiences with ghosts while Coco was growing up. Then they get to fulfill one of their dreams when they get a special reading from psychic James Van Praagh. Meanwhile, Coco starts taking salsa lessons, but Ice starts to get jealous of her sexy dance instructor.    "
                },
                "7": {
                    "title": "Baby Got Vows",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "31 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Coco finally gets the wedding of her dreams when she and Ice renew their wedding vows in Los Angeles. But, Coco's wedding planning comes to a stand-still when she learns her very pregnant sister Christy can't fly to attend the wedding. Will Ice step in and save the big day? Then, feast your eyes on their fabulous reception at the swanky W Hotel with Archbishop Don \"Magic\" Juan in attendance!    "
                },
                "8": {
                    "title": "Baby Got Birth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "7 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Instead of going to Hawaii for their honeymoon, Ice and Coco check into the luxurious Montelucia resort in Arizona, so Coco can be near her very pregnant sister Kristy, who is ready to pop any day! Coco has a hard time relaxing because she is stressed out about the birth and spends her time reading books on delivering babies--and not enjoying her hubby's company. Can Ice help calm his wifey's nerves? Then, when Kristy finally goes into labor, will Coco make it to the hospital in time to witness the birth of her nephew?    "
                }
            },
            "2": {
                "1": {
                    "title": "Baby Got Bad News",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "19 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    In the season premiere, Coco joins Ice-T on the set of \"Law and Order\" where she confesses she's been dealing with on-again, off-again bouts of dizziness and nausea. Upon hearing her symptoms, one of Ice-T's costars plants the idea in Coco's head that she might be pregnant--even though she's on the pill, which sends her head spinning. Ice convinces her that the best resolution would be to see the doctor--who delivers some surprising news. Meanwhile, Ice forgets to mention one of his very close costars when he appears on \"Late Night with Jimmy Fallon,\" and he worries ...    "
                },
                "2": {
                    "title": "Baby Got Besties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "20 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    When Coco invites an old friend of hers to come and visit from out-of-state, Soulgee immediately feels threatened by their close bond. And when he hears her friend is considering moving to New York, Soulgee does whatever he can to convince him otherwise. Meanwhile, Ice feels cramped in his own home when Coco's clothing racks start to infiltrate the hallways--and Coco's response to his complaints is a suggestion to go house shopping, but they each have different opinions on the type of place they could call their own.    "
                },
                "3": {
                    "title": "Baby Got Third Wheel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "4 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    After a grueling week on the set of \"Law and Order: SVU,\" Ice is ready to spend a romantic weekend with Coco. And because he messed up on a past fishing expedition they went on together, he suggests they take off to their Miami pad to try and recreate their memorable moment. However, when they make the mistake of posting their vacation status on Twitter, they end up playing host to Ice's buddy Marc who doesn't get the hint that they need time to themselves.    "
                },
                "4": {
                    "title": "Baby Got Backseat Driver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "11 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    When Coco's friend Soulgee admits he doesn't know how to drive, Coco volunteers to be his teacher--even though she's had no experience in training others behind the wheel, and her obsession with perfection can get a tad overwhelming. However, Soulgee takes her up on the offer--and heads straight on a collision course. Meanwhile, Coco sees a nutritionist to help her lower her blood pressure--and ends up making drastic changes to not only her diet, but Ice's as well.    "
                },
                "5": {
                    "title": "Baby Got Separation Anxiety",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "18 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    For the past 11 years, Ice and Coco have never spent more than 24 hours apart from one another--but when Coco's sister Kristy asks for her help with a fashion show in Arizona the same weekend that Ice gets booked for a gig in Atlantic City, the couple realize the day has finally come where they won't physically be together for an extended period of time. Coco assures Ice she has everything sorted out for him to be on his own. However, Ice quickly learns how much stuff she handles for him on a daily basis--and it's not long before he feels helpless without his other ...    "
                },
                "6": {
                    "title": "Baby Got Guest Star",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "1 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Coco gets her acting break when the casting director for \"Law and Order: SVU\" personally asks her to appear on the show as a sexy character named Venus. But the pressure is on to nail the part, especially when she finds out she'll be kissing someone else in front of Ice. Plus, Coco thinks it's time for her dog Spartacus to start a family, so she goes on a search to find the perfect doggy match. Will she find puppy love for Spartacus?    "
                },
                "7": {
                    "title": "Baby Got Godparents",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "8 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    With little-to-no warning, Ice and Coco are surprised to learn that Coco's sister Kristy wants them to become her children's godparents and take part in their baptism ceremony she's planning in Arizona. Although Ice is no stranger to raising kids, he's never been tasked with the role of godfather--and both he and Coco are unsure whether they're prepared to take on such a big responsibility.    "
                },
                "8": {
                    "title": "Baby Got Sundance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "15 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Ice and Coco attend the Sundance Film Festival, and Coco gets offered a movie role that leaves her with a difficult choice to make.    "
                },
                "9": {
                    "title": "Baby Got Hawaii",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "22 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Ice and Coco celebrate their 11th anniversary with a trip to Hawaii, where Ice takes a tour of his old Army base.    "
                },
                "10": {
                    "title": "Baby Got Puppies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "29 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Season 2 ends with a nervous visit to the doctor for the couple. Also: Spartacus' puppies are born.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Baby Got Back Story Preview Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Loves Coco (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "30 May 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 29,
        "cast": [
            {
                "name": "Austin, Coco"
            },
            {
                "name": "Ice-T"
            },
            {
                "name": "McQueen, Soulgee"
            },
            {
                "name": "Spartacus"
            },
            {
                "name": "Williams, Kristy"
            },
            {
                "name": "Sachika, To-Tam"
            },
            {
                "name": "Sachika, To-Nya"
            },
            {
                "name": "Elliot, Drew"
            },
            {
                "name": "Weich, Graig F."
            },
            {
                "name": "Baris, Joshua"
            },
            {
                "name": "Lorenz, Deirdre"
            },
            {
                "name": "Mingione, Alexandra"
            },
            {
                "name": "Adams, Grant J."
            },
            {
                "name": "Carr, Tim"
            },
            {
                "name": "Cordero, Gerard"
            },
            {
                "name": "Dumeng, Whitney"
            },
            {
                "name": "Elliott, Drew"
            },
            {
                "name": "Gallagher, Padraic"
            },
            {
                "name": "Garvine, JJ"
            },
            {
                "name": "Halpern, Alex"
            },
            {
                "name": "Snow, Jamie"
            },
            {
                "name": "Von Boozier, Andre"
            },
            {
                "name": "Von Boozier, Antoine"
            },
            {
                "name": "Ward, Sylvia"
            },
            {
                "name": "Mackler, Keith"
            }
        ],
        "genres": [
            "Reality-TV",
            "Romance"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 4.7,
        "votes": 582,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzZkYjc3NGItOTBlYS00MmU3LWJhNGMtMzIzZDA1ZTA4NDgyXkEyXkFqcGdeQXVyMTkzODUwNzk@._V1_SY150_CR6,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Ice Loves Coco",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Ice Loves Coco (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Miles, Shawn"
            }
        ],
        "distributors": [
            {
                "name": "E! Entertainment Television"
            },
            {
                "name": "E! Entertainment Television"
            }
        ],
        "plot": [
            "ICE-T lives in his Jersey home with wife CoCo and two dogs."
        ],
        "tech": {
            "runtime": [
                "30 min",
                "30 min (including commercials)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 582,
                "rating": 4.7
            },
            "aged 18 29": {
                "votes": 148,
                "rating": 4.6
            },
            "aged 30 44": {
                "votes": 248,
                "rating": 4.7
            },
            "aged 45 plus": {
                "votes": 92,
                "rating": 4.8
            },
            "males": {
                "votes": 209,
                "rating": 3.9
            },
            "males aged 18 29": {
                "votes": 59,
                "rating": 4.4
            },
            "males aged 30 44": {
                "votes": 106,
                "rating": 3.8
            },
            "males aged 45 plus": {
                "votes": 38,
                "rating": 3.7
            },
            "females": {
                "votes": 293,
                "rating": 5.6
            },
            "females aged 18 29": {
                "votes": 86,
                "rating": 4.9
            },
            "females aged 30 44": {
                "votes": 140,
                "rating": 5.8
            },
            "females aged 45 plus": {
                "votes": 53,
                "rating": 6.1
            },
            "top 1000 voters": {
                "votes": 22,
                "rating": 4.4
            },
            "us users": {
                "votes": 232,
                "rating": 4.6
            },
            "non us users": {
                "votes": 150,
                "rating": 4.3
            }
        },
        "number of votes": {
            "10": 120,
            "9": 35,
            "8": 46,
            "7": 51,
            "6": 53,
            "5": 40,
            "4": 29,
            "3": 27,
            "2": 30,
            "1": 151
        },
        "arithmetic mean": 5.4,
        "median": 6
    }
}