{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "1 May 2011",
                "notes": "                            (limited)"
            }
        ],
        "release dates": [
            "Canada::1 May 2011                            (limited)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "FMA Weekly (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "1 May 2011",
                    "year": "2011",
                    "plot": "\n    FMA Entertainment Weekly Air on Sunday May 1st. Episode 1 showcased interviews with the amazing songstresses Lady Starlight and Sarah Harmer! Vancouver's own Jason Matlo talked about his new menswear line, while Debra Margles of Michael Kors showed off the newly minted Georgia Street location. Barre Fitness gave our hosts a new fitness routine to blast the winter away, and just in time for spring Miles End Motors let our cameras view some drool-inducing Lamborghinis... There was everything in our season premiere to make you purr!    "
                },
                "2": {
                    "title": "Episode 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "FMA Weekly (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "8 May 2011",
                    "year": "2011",
                    "plot": "\n    FMA Entertainment Weekly's Episode 2 was a stellar one! Meena Mann interviewed shock-rockers Steel Panther, and managed not to lose her shirt; Christie Will talked to Twilight star Charlie Bewley (who also starred in her own flick, Single in LA!), and we got to know Mortal Kombat's Aleks Paunovic... Alli Warnyca took a dance class with Burlesque Beauty Joey Bothwell, and our FMA boss got to check out the Spyker C8. And as usual, Hosts Christie Will and Jeremy Szafron told us what's hot - and not! Aired May 8th 2011    "
                },
                "3": {
                    "title": "Episode 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "FMA Weekly (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "14 May 2011",
                    "year": "2011",
                    "plot": "\n    FMA Entertainment Weekly's Episode 3 had us catching up with proudly-Canadian singer-songwriter extraordinarily FeFe Dobson; The Change Up and EPISODE'S actress Mircea Monroe talked shop, while we learned the ins-and-outs of making it in Hollywood North with Trisko Talent Management Inc. We also decided to check out where the stars stay when they're here: first stop, we made like celebrity snow-bunnies while visiting the incredible accommodations at the Fairmont Chateau Whistler! Deluxe. Wondering what's hot or not? Hosts Jeremy Szafron and Christie Will gave it to ...    "
                },
                "4": {
                    "title": "Episode 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "FMA Weekly (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "21 May 2011",
                    "year": "2011",
                    "plot": "\n    This week on FMA Entertainment Weekly's Episode 4: She's no wolf in sheep's clothing! We catch up with Red Riding Hood and TV series \"The Killing\" actress Kacey Rohl at Toranj Kayvon's photo shoot, and 4-time Much Music Video Awards nominee Shawn Desman gives us his incredible down-low. Eye candy alert: we've got beautiful girls and beautiful cars at the ITM-NSR Model Look North America - and we talk to 2010 winner Alexia Fast about her journey to the top! The mixing of business and pleasure continues in supernatural Whistler, where we give two-thumbs up to the ...    "
                },
                "5": {
                    "title": "Episode 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "FMA Weekly (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "5 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    So you think you can't dance? Choreographer-Dancer Stephanie Sy talks happy feet, from the set of her instructional video shoot! Soul to soul: Warren Dean Flandez almost breaks our heart with a single note, at the FMA New Artist Series and launch party for his new CD, \"Vintage Love\". You know you want to work it at the beach this summer - and that means you've got to work hard! How about a little cross-fit? This segment's Breathe Buzz features Cross Fit Lions, to help you kick your own butt into shape! In keeping with our need to kick it high-style, we jet over to ...    "
                },
                "6": {
                    "title": "Episode 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "FMA Weekly (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "12 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    On FMA Entertainment Weekly's Episode 6: It's Hollywood North's HOT SPOT edition! Want to know how to jet-set the West Coast like a celebrity? We uncover where the stars stay, and just how good it feels. First stop: Fairmont Chateau Whistler Resort! We get cozy at the base of Blackcomb Mountain, where we enjoy an exclusive celebrity-lifestyle experience. Next, we fly over to the Mediterranean-like Galiano Island, and discover the Galiano Inn and Spa - the perfect place to find out just how super natural British Columbia really is! Finally, we keep up to date with ...    "
                },
                "7": {
                    "title": "Episode 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "FMA Weekly (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "19 May 2011",
                    "year": "2011",
                    "plot": "\n    Canadian Fashion-guru Jason Matlo reveals his first menswear collection at Eco Fashion Week's opening day gala, held at the ultra-classy Shangri La Hotel. We interview singing-sensation DEV, who tells us about her new album and hit single \"Bass Down Low\", and Dani K. talk to \"The Bachelorette\" and \"Bachelor Pad\" Jesse Kovacs who gives us loose lip from the Osoyoos Celebrity Wine Festival. Plus, we learn who's really behind the hottest dance stars with choreographer/dancer Stephanie Sy. We're vacationing like the Hollywood Royalty! Still on the Mediterranean-like ...    "
                },
                "8": {
                    "title": "Episode 8",
                    "kind": "episode",
                    "episode of": {
                        "title": "FMA Weekly (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "26 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    This Sunday on FMA Entertainment Weekly it's our summer music special - featuring MMVA \"Video of the Year\" Award Winner Shawn Desman, and Juno Award nominee Sarah Harmer! We've got a sizzling hot run-down of the hottest musical acts from this season's FMA. Bringing in the July heat are Canadian super-stars Sarah Harmer, Warren Dean Flandez, and quadruple-Much Music Video Awards Nominee and Winner Shawn Desman. Californian young hot thing DEV gives us her valuable 2 cents, and Hollywood hot-shock rockers Steel Panther deliver their goods. And Meena Mann hits the ...    "
                },
                "9": {
                    "title": "Episode 9",
                    "kind": "episode",
                    "episode of": {
                        "title": "FMA Weekly (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "17 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    FMA Entertainment Weekly - featuring Vancouver's own \"Passenger Window\" country-singing hit, Melissa Rae Barrier. Self-described \"organic expressionist,\" Jason Gogo shares his highly textured and abstract multi-color based form of painting. And we visit John Lee, guitarist of B Monster Band and proprietor of the Guiness Book of World Record's - Largest Guitar Amp in the World! We head into the interior of BC, to visit one of the Western Hemisphere's most renowned spas: the Swarovski-family's Sparkling Hill Resort and Spa... Meena Mann gets pedestrian with \"WTF?!\", and...    "
                },
                "10": {
                    "title": "Episode #3.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "FMA Weekly (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "24 Jul. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Kremeniuk, Danielle"
            },
            {
                "name": "Mann, Meena"
            },
            {
                "name": "Szafron, Jeremy"
            },
            {
                "name": "Warnyca, Allison"
            },
            {
                "name": "Wolf, Christie Will"
            },
            {
                "name": "Matlo, Jason"
            },
            {
                "name": "Sy, Stephanie"
            },
            {
                "name": "Barrier, Melissa Rae"
            },
            {
                "name": "Bewley, Charlie"
            },
            {
                "name": "Bruns, Scarlett"
            },
            {
                "name": "Desman, Shawn"
            },
            {
                "name": "Dev"
            },
            {
                "name": "Dobson, Fefe"
            },
            {
                "name": "Fast, Alexia"
            },
            {
                "name": "Flandez, Warren Dean"
            },
            {
                "name": "Gogo, Jason"
            },
            {
                "name": "Harmer, Sarah"
            },
            {
                "name": "Knight, Jordan"
            },
            {
                "name": "Kovacs, Jesse"
            },
            {
                "name": "Lee, John"
            },
            {
                "name": "Marley, Ky-Mani"
            },
            {
                "name": "Monroe, Mircea"
            },
            {
                "name": "Panther, Steel"
            },
            {
                "name": "Paunovic, Aleks"
            },
            {
                "name": "Rohl, Kacey"
            },
            {
                "name": "Saenz, Ralph"
            },
            {
                "name": "Starlight, Lady"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 3.0,
        "votes": 7,
        "budget": "CAD10,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "FMA Weekly",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "FMA Weekly (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "distributors": [
            {
                "name": "KVOS-TV"
            }
        ],
        "tech": {
            "runtime": [
                "30 min (Canada)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 7,
                "rating": 3.0
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 2.2
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 5.0
            },
            "males": {
                "votes": 3,
                "rating": 2.7
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 2.7
            },
            "females": {
                "votes": 2,
                "rating": 3.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 5.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 2.3
            },
            "us users": {
                "votes": 2,
                "rating": 3.0
            },
            "non us users": {
                "votes": 3,
                "rating": 2.7
            }
        },
        "number of votes": {
            "10": 0,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 1,
            "5": 2,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 3
        },
        "arithmetic mean": 3.0,
        "median": 2
    }
}