{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "27 June 2011"
            }
        ],
        "release dates": [
            "UK::27 June 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Crime Crackers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Pet Squad lose their popularity when super dog, Dodge, appears on P-Town news stealing dinosaur bones from the museum. Unbeknown to them, their arch nemesis, Mother Goose, has hired master of disguises, Posey the Parrot, to pose as the Pet Squad. Will the real Pet Squad get to the bottom of the dinosaur bone mystery and clear their good name?    "
                },
                "2": {
                    "title": "Snack Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "28 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    All the pet snacks in P-Town have been stolen by Mother Goose and the pets are revolting. Pet Squad are called upon to restore order but they too are feeling the effects of no pet treats. Has Mother Goose masterminded the perfect snack attack?    "
                },
                "3": {
                    "title": "Dog Gone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "29 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    All the pet snacks in P-Town have been stolen by Mother Goose and the pets are revolting. Pet Squad are called upon to restore order but they too are feeling the effects of no pet treats. Has Mother Goose masterminded the perfect snack attack?    "
                },
                "4": {
                    "title": "Achilles' Heel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Mother Goose leads each member of Pet Squad to a trap at the new pet superstore, where three rooms contain their pet obsessions (Dodge - dog toys and an automatic stick thrower, Sheeba - a scratch post and clockwork mouse toys, Bingo - seeds, bedding and water bottles). With the pets distracted, Mother Goose can get on with the business of stealing the Superiser.    "
                },
                "5": {
                    "title": "Saving Pepe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Mother Goose captures Pepe, Pet Squad's robotic butler and demands that Pet Squad halt their crime fighting or they'll never see him again. With Pet Squad under control, Mother Goose paves the way for the construction of Gooseland but when Pet Squad receive a further demand to supply Mother Goose with the pony she's always wanted, Sheeba hatches a plan to save Pepe and restore their superhero status.    "
                },
                "6": {
                    "title": "Tiddles Troubles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "4 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Tiddles is a scared and lost little kitten but the more scared she gets, the bigger she grows. When Tiddles becomes larger than every building in P-Town, she can't escape the notice of the evil Mother Goose. Excited by the giant kitten's potential destructive powers, Mother Goose lures Tiddles to flatten P-Town in readiness for Gooseland. It's up to Pet Squad to find the kitten's owner and shrink the monster cat back to normal - pronto!    "
                },
                "7": {
                    "title": "A Bird in the Hand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "5 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    The magnificent Crown of Queen Bling Bling is on display at the P-Town museum. To protect it, the town's Chief of Police, Delaney, has installed The Grabatron - an unbeatable new security system. When the fabulous master thief, Jonathan the Peacock, publicly labels Mother Goose 'not smart enough' to conquer The Grabatron, Pet Squad sense trouble ahead. However, neither Pet Squad nor Mother Goose foresee Jonathan's real plan.    "
                },
                "8": {
                    "title": "The New Kid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "6 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Mother Goose disguises her loyal servant duck, Wilbur, as a rival superhero,\"The Extermigator\" and arranges for him to \"foil\" some fake robberies. If \"The Extermigator\" wins P-Town's \"Citizens Against Crime Award\", Wilbur can kidnap Mayor Matthews as he's awarded the gong and Mother Goose will take control of the town. Will Pet Squad discover that \"The Extermigator\" is a fake in time? It looks unlikely as Dodge's admiration for the new crime fighter runs so deep he's determined to join forces with \"The Extermigator\", even at the cost of splitting up Pet Squad for good.    "
                },
                "9": {
                    "title": "Best in Breed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "7 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    When a pet show comes to town, Mother Goose can't believe her luck. Dodge and Sheeba enter as regular unsuperised pets providing the old goose with her chance to capture them while they're all fluffy and powerless. Dodge and Sheeba become so engrossed in their own chances of winning the award for \"Best Pet\" they ignore, to their detriment, Bingo, who's become increasingly suspicious of the shifty looking pet giraffe stalking the arena.    "
                },
                "10": {
                    "title": "The Stick Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "8 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    When a randomly Superised stick insect called Rhod has Dodge in hot pursuit, Mother Goose spies an opportunity to kidnap the super dog and use Rhod's transforming powers to her advantage. Tricked to transform into a key, gullible Rhod unlocks the door to the Superiser only for Norman to steal it on Mother Goose's behalf. When Rhod recognises his mistake in trusting Mother Goose, he strives to help Pet Squad rescue the Superiser, in return for the chance to de-superise back to his normal pet form.    "
                },
                "11": {
                    "title": "The Round Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "11 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Pet Squad, the Mayor and Chief Delaney become trapped in a cage by the world's greatest trappers - the singing duo, Country and Western. They're Mother Goose's new partners in crime. When it becomes clear that Mother Goose can't stand Country's terrible singing, Sheeba plans to use this information to her advantage and encourages him to sing louder! Soon there's in-fighting and the criminal partnership splits with Country in his worst mood ever. Only Pet Squad can stop the mule's angry bray, which threatens to collapse every building in P-Town.    "
                },
                "12": {
                    "title": "With Fans Like These",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "12 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    The Fabulous Jonathan Master Thief is on a stealing rampage. Pet Squad attempt to stop him but are thwarted in their efforts by a group of Dodge's young fans. Surely Sheeba can't be the only one who thinks these 'fans' have more than a passing resemblance to Mother Goose's duck henchmen? Are Pet Squad about to fall for the ultimate Mother Goose trap?    "
                },
                "13": {
                    "title": "Model Citizen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "13 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Mother Goose has turned over a new leaf and is doing good deeds for P-Town but Pet Squad can't be fooled so easily and head to Mother Goose's hideout to investigate. They discover that evil professor, Doctor Two Heads is creating an army of robots - all in Mother Goose's image... and a flick of a switch will turn these good robots, bad.    "
                },
                "14": {
                    "title": "TV Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "14 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    There's a new TV channel in P-Town dedicated to pets and Mother Goose is the stations' controller. Through the power of Channel Paw broadcasts, Mother Goose intends to lure all pets away from their owners, to her observatory. Her plan? - to return them for nothing less than a crown and full control of P-Town.....which she'll flatten to make way for Gooseland. When Chief Delaney's pet pooch, Fluffums leaves home, set for Mother Goose's abode, Pet Squad are called upon to help...only Bingo's become addicted to the new TV Channel too.    "
                },
                "15": {
                    "title": "Wild Goose Chase",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "15 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Mother Goose enlists the help of Posey the Imposter Parrot for her latest evil scheme. Posey impersonates Mother Goose and leads Pet Squad on a wild goose chase out of town. Trapped behind a huge wall, Pet Squad are powerless to help the citizens of P-Town while the real Mother Goose takes control. Has Mother Goose finally rid P-Town of its heroes?    "
                },
                "16": {
                    "title": "The Best Dressed Crook in History",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "18 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Pet Squad are called to P-Town's museum, to guard The Star of Egypt - a beautiful priceless Sapphire - but when Jonathan the Fabulous Peacock Master Thief escapes from the Petetentuary (P-Town's pet prison), the ring is stolen from right under Pet Squad's nose. In hot pursuit of a fake trail of peacock feathers, Pet Squad are led away from the scene of the crime but will they realise they've been duped in time to stop Jonathan and return the stolen ring?    "
                },
                "17": {
                    "title": "Love Is in the Air",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "19 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    A pink cloud covers P-Town, making all the male residents fall madly in love with Mother Goose, including super dog, Dodge and the clouds' creator, Doctor Two Heads. Bingo pegs his nose and together with Sheeba, sets about putting a stop to the Love Clouds as Mother Goose plans to use her power over the male population to flatten P-Town and make way for Gooseland.    "
                },
                "18": {
                    "title": "Maybe Mayor Maybe Not",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "20 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Mother Goose kidnaps Mayor Matthews and forces her to announce her resignation. Mother Goose puts herself forward as the best new candidate for the job and uses Rosilla the Invisible Gorilla to create a distraction for Pet Squad, so they're off her back while she gets on with the business of taking over P-Town.    "
                },
                "19": {
                    "title": "Drop-in Sometime",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "21 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Mother Goose enlists Doctor Two Heads to develop a liquid which makes duck droppings super stinky. Her plan? - to stink out P-Town, so all its residents leave, allowing her to build a new non-stinky Gooseland and become Queen. As Mother Goose's duck army begins its aerial assault, Pet Squad aim to thwart her plan before P-Town becomes inhabitable.    "
                },
                "20": {
                    "title": "Half-Shell Havoc",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "22 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    When Mother Goose's Chief Duckhenchmen, Norman and Wilbur, fail as usual to display competency in the evil stakes, she seeks a pet with real \"evil potential\" and stumbles upon Timmy the Tortoise. After eating hot chillies, Timmy grows into a giant and Mother Goose hatches a plan to ride him through P-Town on carnival day. While carnival goers swoon at the procession's unique attraction, Pet Squad grow suspicious of Mother Goose who plans to use the monster to crush the town.    "
                },
                "21": {
                    "title": "Frank N. Duck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "25 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Mother Goose is fed up with her useless duck henchmen and decides to create a bigger, stronger duck to do her dirty work. Doctor Two Head creates Frank N. Duck, a robotic duck who can only be controlled by Mother Goose. Pet Squad are challenged by Mother Goose to a duel with Frank N. Duck.... who wins! When Pet Squad bump into Wilbur and Norman - Mother Goose's disregarded Chief Henchducks - Sheeba realises that they could provide the key to a Pet Squad victory.    "
                },
                "22": {
                    "title": "The Big Stink",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "27 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Rubbish is piling up all around P-Town and the smell is dreadful. Pet Squad are summoned by Chief Delaney to help clear up. Whilst they're on their tidy-up mission Bingo, Dodge and Sheeba see the town's new refuse collectors dumping rubbish rather than picking it up. Pet Squad investigate and find that Mother Goose is behind a plan to make P-Town unfit to live in.    "
                },
                "23": {
                    "title": "Bully for You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "28 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Mother Goose has stolen all the modern art from the P-Town art gallery, even it's prize exhibit, the painting, \"Cow on a Moped\". Her evil plan is to use Bennett the Bull to bulldoze all the buildings in P-Town. Bennett's hatred of modern art makes him so mad he has to destroy it no matter what is in his path. Pet Squad must rescue the paintings from Mother Goose and stop Bennett's charge.    "
                },
                "24": {
                    "title": "I of the Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "29 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Evil Professor, Doctor Two Heads has developed a machine that can make the weather turn really nasty. Mother Goose plans to make it so windy in P-Town that all its residents have to leave. Pet Squad aim to get to the eye of the storm and uncover its source but the wind is so powerful they require an unconventional route to Mother Goose's observatory.    "
                },
                "25": {
                    "title": "It Came from Down Under",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "1 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Dundee the Super Crocodile falsely believes he was a discarded pet and plans to save other pets from his fate by freeing them from the pet shops of P-Town. Mother Goose helps Dundee, havoc wreaks and in return he tells her about the sewers. She has evil plans to block them and flood P-Town. Only Pet Squad can stop her and tell Dundee the truth behind his owner's apparent neglecting.    "
                },
                "26": {
                    "title": "Spoilt in Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Mayor Matthews spoilt niece, Penny is in town and the Mayor wants every one of her demands met. Chief Delaney calls on Pet Squad to entertain the demanding girl but when she goes missing during their game of hide and seek everyone panics. Mother Goose has kidnapped Penny and plans to blast her into space on a rocket, unless Mayor Matthews hands over control of P-Town.    "
                },
                "27": {
                    "title": "Bride of Eureka",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "10 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Mother Goose has disguised herself as Smerelda in a bid to get the Professor to fall in love with her. Once they are married, she can get at the Superiser and P-Town will be hers. A suspicious Pet Squad discover Smerelda's true identity and hatch a plan to separate the love birds before it's too late.    "
                },
                "28": {
                    "title": "Duck Supe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "11 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Posey the Parrot poses as Mayor Matthews to lure Pet Squad into another Mother Goose trap. Mother Goose subjects them to Doctor Two Heads' latest invention -The Duckifier - which turns them into obedient quacking ducks. Under Mother Goose's spell Pet Squad plant exploding tomatoes around P-Town. Can Dodge, Bingo and Sheeba snap out of their duck trance and recover the tomatoes before they flood P-Town with the juice of a million tomatoes?    "
                },
                "29": {
                    "title": "Super Furry Hairball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "12 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Sheeba becomes a Mommy to her hairball when it becomes Superised. Hairball is constantly hungry (growing as it eats) and wreaks havoc eating the fur and hair of every animal and human which crosses its path. Mother Goose kidnaps Hairball and tells P-Town to surrender or suffer the Ultimate Bad Hair Day! Pet Squad must rescue Hairball and save P-Town.    "
                },
                "30": {
                    "title": "Supermites",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "13 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Bingo accidentally Superises a nest of termites while trying to Superise a cake. The termites begin eating up P-Town much to Mother Goose's pleasure. Pet Squad must find a way to De-Superise the Termites and save P-Town from destruction.    "
                },
                "31": {
                    "title": "Bunny Boom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "14 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Benny the Bonker Bunny captures Pet Squad and Mother Goose and pits them against each other in a televised game. Benny's ultimate aim is to rid P-Town of both parties and prove he's the most evil villain of all.    "
                },
                "32": {
                    "title": "Bling Me to Your Laser",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "17 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Daisy Knights, the diva pop star, is doing a concert in P-Town and Mother Goose is after her dog Poopsy. She wants the canine's diamond collar to activate Doctor Two Heads' latest invention - a massive laser which threatens to flatten P-Town. When Poopsy goes missing, Daisy refuses to perform and the race is on between Pet Squad and Mother Goose, to see who will find Poopsy first.    "
                },
                "33": {
                    "title": "Mother's Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "18 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    It's Mother's Day in P-Town and Mother Goose is missing Eggbert, her Suped egg which never hatched. When Eggbert arrives at the Observatory Mother Goose is filled with joy at his homecoming. It could be her best day ever....if it wasn't for Pet Squad ...who are being awarded for protecting P-Town! Eggbert leads the attack on Pet Squad's award ceremony and his small size makes him hard to crack or catch.    "
                },
                "34": {
                    "title": "Pet Factor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "19 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Pet Factor is filming in P-Town and everyone is taking part in the televised singing contest - Norman and Wilbur, Posey the Parrot and Country and Western. On the judging panel is Jonathan the Fabulous Peacock, Bennett the Bull and Chief Delaney. The show looks sure to be a success but Mother Goose has evil plans to use the show's popularity to turn the town against Pet Squad.    "
                },
                "35": {
                    "title": "Duck Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "20 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    A scorching hot day in P-Town turns icy when Doctor Two Heads' latest invention - 'The Freez-a-tron' - takes to the streets on the instruction of Mother Goose. Unless the residents comply with her demands, P-Town will be frozen forever. Can Pet Squad stop The Freezatron before Mother Goose becomes Queen.    "
                },
                "36": {
                    "title": "Chase Me, Chase Me, Chase Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "21 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Bennett the Bull is presenting P-Town with a new portrait as an apology for his past behaviour. Jonathan the Fabulous Master Thief Peacock can't resist stealing the painting, which sends Bennett on a rampage in his bid to retrieve it. Pet Squad are in hot pursuit and must put a stop to the chase before P-Town is destroyed.    "
                },
                "37": {
                    "title": "Flushed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "24 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    When Bingo is accidentally flushed down the toilet and ends up at the Observatory, Mother Goose discovers a handy link between the Professor's house and her lair. With a little help from her son, Eggbert, she hatches a plan to flush him to the Prof's and steal the Superiser. Bingo manages to flush his way back home with Eggbert but is left to single handedly protect the Superiser from falling into the wrong hands.    "
                },
                "38": {
                    "title": "Be My Baby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "25 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    When Pet Squad's owner, Professor Eureka decides to throw out some of his old inventions, Sheeba worries they could fall into the wrong hands and be used for evil means. Pet Squad's fears are realised when Mother Goose recycles the Professor's redundant \"Youth Ray\" and threatens to turn everyone in P-Town into a baby...including them!    "
                },
                "39": {
                    "title": "Tree Top Terror",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "26 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    With Doctor Two Heads' help, Mother Goose builds a giant light bulb to suck all the electricity out of P-Town and create a superheated blast. Pet Squad keep interfering, so Mother Goose traps Sheeba up a tree and feeds it plant grower, making the tree the tallest in history. Dodge strives to save P-Town alone, leaving Bingo to rescue Sheeba from the tree, however, Sheeba will only be rescued by a fireman, and Mother Goose has all of them locked up!    "
                },
                "40": {
                    "title": "Skunk Funk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "27 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Pet Squad are called to action when a skunk, Sid, Superises with the ability to produces a potent pong that knocks people unconscious. Sid runs away from his sleepy owner, Nancy, in fear of what he has done. He asks to be locked up in the P-Town pet prison, the Petetentuary but he's not inside for long. Mother Goose kidnaps Sid. She uses him to help take over City Hall and threatens to stink bomb P-Town.    "
                },
                "41": {
                    "title": "Prism Break",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "7 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Mother Goose needs a prism for Doctor Two Heads' latest invention - \"The Prism Capture Cam.\" By activating the camera which takes a picture of one thing and changes it into another, she intends to become Queen. Pet Squad are on the case but their mission is made more difficult when Mother Goose uses her camera to change Dodge into a hot dog and Bingo into a giant tomato. Can ninja cat, Sheeba save the day without the help of her buddies?    "
                },
                "42": {
                    "title": "Ironduck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "8 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Wilbur is hired by Professor Eureka after being fired by Mother Goose. He promises he's turned over a new leaf and given up his evil ways. However, when the Professor trusts Wilbur with his latest invention - a gutter cleaning suit with the power to make the wearer fly - Wilbur reneges on his promise and uses the suits special laser to take over P-Town and revenge his former boss, Mother Goose.    "
                },
                "43": {
                    "title": "Bird of a Feather",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "9 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Jonathan the Peacock and Posey the Parrot have stolen the Superiser for Mother Goose. She bribed Jonathan with a rather hideous picture. A De-Superised Pet Squad enlist the help of Posey and Jonathan to get the Superiser back before Mother Goose transforms her duck henchmen into an army of Super Ducks.    "
                },
                "44": {
                    "title": "Up Up and Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "10 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Benny the Bonkers Bunny is back and threatening his latest trick - to make City Hall disappear. Mayor Matthews instructs Chief Delaney and all of P-Town's Police to defend City Hall but Benny blasts the building up into the sky with all of them inside. It's up to Pet Squad to get City Hall back and stop Mother Goose taking over P-Town.    "
                },
                "45": {
                    "title": "Superhero License",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "11 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Mayor Matthews is fed up with the destruction Pet Squad leave behind when they crime fight. She issues Superhero Licences and no-one can superhero without first passing a Superhero Licence test. With the help of impostor, Posey the Parrot, Mother Goose spots this perfect opportunity to ensure Pet Squad fail.    "
                },
                "46": {
                    "title": "Rosillaworld",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "14 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    During an attempt to steal the Superiser for Mother Goose, Rosilla the Gorilla is double Suped by accident. Rosilla becomes unstable - enlarging and shrinking, appearing and disappearing - she's out of control. When Mother Goose sees that Rosilla has turned against her she joins forces with Pet Squad in an attempt to De-Supe the Gorilla. Can these arch rivals really work together?    "
                },
                "47": {
                    "title": "Rollercoaster of Doom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "15 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Mayor Matthews has commissioned the construction of a huge super rollercoaster to help boost her popularity. Mother Goose has plans to alter the designs so the carriages shoot off into space with all of P-Town's important people onboard, leaving her in charge. Sheeba suspects foul play but wrongly accuses the rollercoaster creator of being Mother Goose in disguise. How can she prove her suspicions of Mother Goose's involvement and will Dodge and Bingo forgive her for making them miss the supercoaster's first ride?    "
                },
                "48": {
                    "title": "Eureka Moment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "16 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Mother Goose has enlisted the help of Doctor Two Heads to build her very own Superiser. The result LOOKS like the real Superiser but when it fails to turn ordinary pets into super beings, Mother Goose captures the man who made the real Superiser to fix it for her - Professor Eureka. With Pet Squad on the way to one of P-Town's schools, where they believe they're to give a speech on crime fighting, who will stop Mother Goose's evil plan?    "
                },
                "49": {
                    "title": "Chocaholic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "17 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Pet Squad are called to action by Chief Delaney who wants some more chocolates! Sheeba isn't impressed. This isn't the sort of heroic stuff Pet Squad do but they soon discover Mother Goose has invented a new, very addictive chocolate, which she is using to take over P-Town. Once the whole town is addicted to her treats there will be no-one left to stop her! Can Pet Squad save P-Town and show the residents how Mother Goose's chocs are really made?    "
                },
                "50": {
                    "title": "The Fantastic Fluffums",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "18 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Mother Goose's son Eggbert attempts a big gold robbery at P-Town's bank but thanks to Chief Delaney's pet dog, Fluffums, the alarm is raised and Pet Squad comes to the rescue. When Eggbert is arrested and put behind bars, Mother Goose is distressed and calls upon the services of Jonathan the Fabulous Peacock to kidnap Fluffums, creating a decoy so she can rescue Eggbert back.    "
                },
                "51": {
                    "title": "Pussy Cat Bow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "21 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    When Mother Goose loses P-Town's Mayoral election, receiving just one vote, she sets about using Doctor Two Heads' latest invention to win the Mayor's chain from Mayor Matthews. The invention is an obedience inducing crown and Sheeba is Mother Goose's first target. If she can get Sheeba on side, Mother Goose has greater chance of becoming Mayor and ruling P-Town. Can Dodge and Bingo save the day and save Sheeba from the evil clutches of Mother Goose?    "
                },
                "52": {
                    "title": "Leg It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pet Squad (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "22 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    The lair is filthy and Sheeba instructs Dodge and Bingo to \"clean house\". While cleaning under the Superiser, Dodge activates the Superiser's emergency protocol, causing it to run off with Pet Squad in hot pursuit. Mother Goose soon sees the commotion and joins the chase, but who will get the Superiser first. Will Mother Goose finally get the Superiser?    "
                }
            }
        },
        "number of episodes": 52,
        "cast": [
            {
                "name": "Ancona, Ronni"
            },
            {
                "name": "Longworth, Adam"
            },
            {
                "name": "Rackstraw, Rob"
            },
            {
                "name": "Small, Ben"
            },
            {
                "name": "Chalmers, Beth"
            },
            {
                "name": "Vance, Grace"
            },
            {
                "name": "Williams, Hannah"
            }
        ],
        "genres": [
            "Animation",
            "Comedy",
            "Family"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.8,
        "votes": 24,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjI5MjY2NDY4N15BMl5BanBnXkFtZTgwNDI4NzAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Pet Squad",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Pet Squad (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Berlinka, Dan"
            },
            {
                "name": "Brenner, Andrew"
            },
            {
                "name": "Camm, John"
            }
        ],
        "production companies": [
            {
                "name": "Darrall Macqueen"
            },
            {
                "name": "Inspidea"
            },
            {
                "name": "March Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "PRO 4"
            },
            {
                "name": "Sony Pictures Television"
            }
        ],
        "other companies": [
            {
                "name": "Borden Ladner Gervais"
            },
            {
                "name": "Collingwood O'Hare Entertainment"
            },
            {
                "name": "Interim Finance"
            },
            {
                "name": "Kay and Warburton"
            },
            {
                "name": "National Bank of Canada"
            }
        ],
        "plot": [
            "Three unlikely heroes, a cat, a dog and a hamster, battle evil in their city."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 24,
                "rating": 6.8
            },
            "aged 18 29": {
                "votes": 8,
                "rating": 4.8
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 3.9
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 10.0
            },
            "males": {
                "votes": 14,
                "rating": 4.8
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 5.6
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 3.4
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 10.0
            },
            "females": {
                "votes": 5,
                "rating": 4.6
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 2.0
            },
            "us users": {
                "votes": 2,
                "rating": 2.0
            },
            "non us users": {
                "votes": 14,
                "rating": 5.6
            }
        },
        "number of votes": {
            "10": 12,
            "9": 0,
            "8": 1,
            "7": 2,
            "6": 0,
            "5": 2,
            "4": 0,
            "3": 2,
            "2": 1,
            "1": 4
        },
        "arithmetic mean": 6.8,
        "median": 9
    }
}