{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "July 2011"
            },
            {
                "country": "UK\n",
                "date": "27 July 2011"
            }
        ],
        "release dates": [
            "UK::July 2011",
            "UK::27 July 2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Beaver Falls"
            },
            {
                "countries": "Russia",
                "title": "Бивер Фолс"
            }
        ],
        "akas": [
            "Beaver Falls (original title)",
            "Бивер Фолс Russia"
        ],
        "akas from release info": [
            "Beaver Falls (original title)",
            "Бивер Фолс Russia"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beaver Falls (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 15,
                    "original air date": "6 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    A-Rab,Barry and Flynn return for a second summer at Beaver Falls. Barry's reunion with Kimberley does not go as planned,A-Rab is shocked to find Rachael is married to childhood sweetheart Mac and the object of Flynn's attention,PJ,turns out to be Bobby's daughter and off-limits. The boys drown their sorrows in a local bar,befriending Chip,a red-neck who chokes on a peanut. The girls,Bobby and Mac also turn up and a fight breaks out,leading to their arrests and Pam having to bail them out. Next day Barry and Kimberley make up but A-Rab and Flynn are at loggerheads over...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beaver Falls (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 16,
                    "original air date": "13 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    As A-Rab and Barry continue their feud Beaver Falls hosts Juvie Day,the inspiration of Brandon's misguided mother Kathie Lee - for whom Bobby has the hots - when the camp hosts inmates from the local young offender unit. The Brits must look after wheelchair-bound Randy and,in an effort to counter his self-pity,are forced to support the lie that Flynn is terminally ill. With the whole camp offering their sympathy to him Flynn tries to flee but is brought back by Barry,who also makes up with A-Rab. Rachael is blamed for spreading the news of Flynn's condition and ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beaver Falls (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 14,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Kimberley's divorcee soldier father comes to Beaver Falls,believing she is still with Jake,and she does not disabuse him,to the consternation of Barry,who also,erroneously, believes she is pregnant. He proposes but is overjoyed to find he is wrong and that Kimberley has stood up to her father when she finds out the real reason for his visit, showing Barry off to him as her new beau. On Pam's birthday Bobby tries to humiliate her by claiming that she is fifty. Flynn feels sorry for her,leading to a temporary split with PJ but Barry gives her the inspiration to overcome...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beaver Falls (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Beaver Falls is due to play its annual basketball match against rival Camp Wimoweh,who have beaten them for the last ten years. Bobby,confident that Mac's performance will lead Beaver Falls to victory,gets the nerds to make a celebratory film with himself as star. However Mac is not feeling confident and gets a pep talk and a joint from Barry,whom he suddenly kisses. Words spreads round the camp with Mac defensively claiming Barry made the first move,branding Barry as gay. The basketball game begins without Mac but Barry persuades him to take part and he draws Beaver ...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beaver Falls (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    A prophecy that the world will end at midnight gets a mixed reception at Beaver Falls. Pam tries to persuade Flynn they should have a final fling but he rejects her for PJ,a fact Bobby does not appreciate,warning him off his daughter. A-Rab finds himself in a dilemma as he attempts to juggle dating Hope with consoling Rachael and when consolation turns to sex Hope catches them and successfully plans to alienate them from each other. Kimberley and Barry are up for a threesome but sadly cannot find a willing third party. At movie night the world is clearly not about to ...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beaver Falls (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 15,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    PJ and Flynn are getting married but he is terrified that she will learn about his fling with her mother. Joint best man Barry,hurt that Flynn intends to stay in America and rejected by Kimberley,gets drunk with a hooker,who steals his clothes,money and the wedding ring and leaves him handcuffed to a bed. As A-Rab is trying to prevent Hope from informing on Flynn,locking her in a kitchen, Mac and Jake have to come to Barry's rescue. At the altar Flynn confesses all to his shocked bride but wins her back with help from his friends and - strangely - Bobby. With the ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beaver Falls (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 20,
                    "original air date": "27 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    British graduates Flynn,Barry and A-Rab fly out to work at the Beaver Falls summer camp in California,expecting a free holiday getting laid and wasted. Though Flynn gets seduced by cougar Pam,wife of the camp's owner,gauche Barry fails with the sweet Kimberley whilst depressed A-Rab is consoled by homely Rachel. The trio find they are expected to look after a quintet of geeks and misfits,including a voluntary mute who is a compulsive masturbator. Their charges despise them for lying about their qualifications but a truce is called after the Brits rescue the campers ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beaver Falls (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 29,
                    "original air date": "3 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    It's Independence Day but,having ended up nude in her cabin after one of his sleep-walking experiences,A-Rab is scared to ask Rachael to the dance. Flynn is put in charge of organising the celebratory pageant,but,side-tracked by seductive wild child Lily Meadows,the governor's daughter,his efforts at directing his cabin in a patriotic tableau are a disaster. Fortunately he saves Lily from a predatory photographer,resulting in the five geeks getting glamorous Prom dates. Flynn digs a pit for himself by telling Rachael he needs sex because he is terminally ill but ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beaver Falls (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 27,
                    "original air date": "10 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Beaver Falls hosts an open day for parents though the only parent of the British lads' charges to turn up is the estranged father of tubby kid Rick - Rick Traviata,a famous golfer whose video game contributed to Barry's misspent youth. Father and son do not get on and a softball game organized by Bobby - where Barry outdoes Jake - does not help. Flynn's efforts to reconcile the pair are disastrous though a group effort does the trick. Rachael,annoyed that A-Rab had a one night stand with a girl called Julia,decides to ditch her good girl image to impress him and gets ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beaver Falls (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 22,
                    "original air date": "17 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    A-Rab is now blissfully happy with Rachael so when Saima,the controlling ex-girlfriend who dumped him,arrives at the camp,the others take drastic action to stall her. It's in vain though because she successfully seduces him. However when he sees that she has bought air tickets for them both to return home he sees sense and sends her packing. But the damage is already done with Rachael,who seeks comfort - and more from Flynn. Bobby's second honeymoon is not the romantic affair he had planned though there is hope for Barry with pretty nurse Jenny.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beaver Falls (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 22,
                    "original air date": "24 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Kimberley dumps Jake after he has bullied the misfits,publicly humiliating him, though she rejects Barry's efforts to muscle in on her. Bobby,aware that Pam has a tryst with Flynn for sex, diverts him by sending the trio of Brits and their charges on a country walk,where they get hopelessly lost as Bobby had hoped. However Jizz,the elected mute,breaks his silence to tell A-Rab that he has overheard Rachael,confused by the attentions she is receiving,plan to leave Beaver Falls. This spurs them all into getting back to the camp where Rachael and A-Rab are reconciled.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beaver Falls (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 27,
                    "original air date": "31 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    The season drawing to a close,the lads attend the last night prom. Barry is dressed as an astronaut after Jake cut up his suit but Kimberley is proud to be his date and they finally get it together. Rachael comes clean to A-Rab about her sex session with Flynn and A-Rab,sporting a permanent erection having knocked back a spiked drink Jake intended for Barry dissuades Flynn from suicide as his illness may well be real after all. The misfit boys from the Chunk Bunk do,however, become accepted as heroes after performing a break dance to an enthusiastic audience. Next day...    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Robertson, Samuel"
            },
            {
                "name": "Dagleish, John"
            },
            {
                "name": "Gutoskie, Kristen"
            },
            {
                "name": "Ali, Arsher"
            },
            {
                "name": "Boyce, Todd"
            },
            {
                "name": "Chapman, Jacob"
            },
            {
                "name": "Warner-Campbell, Joshua"
            },
            {
                "name": "Loring, Natasha"
            },
            {
                "name": "Wall, Alex"
            },
            {
                "name": "Doody, Alison"
            },
            {
                "name": "Cor, Jon"
            },
            {
                "name": "Ruygrok, Sven"
            },
            {
                "name": "Joubert, Roxy"
            },
            {
                "name": "Kruger, Rachelle"
            },
            {
                "name": "Linder, Annabel"
            },
            {
                "name": "Brisco, Georgia"
            },
            {
                "name": "Damane, Andrei"
            },
            {
                "name": "Robert, Nathan"
            },
            {
                "name": "Johnson, Scarlett Alice"
            },
            {
                "name": "Hawkey, Ben"
            },
            {
                "name": "Lerwill, Wesley"
            },
            {
                "name": "Holloway, Clive"
            },
            {
                "name": "Austen, Tom"
            },
            {
                "name": "Kenny, Emer"
            },
            {
                "name": "Arrowsmith, Paris"
            },
            {
                "name": "Patterson, Scarlett Rose"
            },
            {
                "name": "Legote, Kamogelo"
            },
            {
                "name": "Meyer, Bianca"
            },
            {
                "name": "Prophet, Dana"
            },
            {
                "name": "Mohindra, Anjli"
            },
            {
                "name": "Robert, Nathan"
            },
            {
                "name": "Khanyile, Ndoni"
            },
            {
                "name": "Hector, Keeno Lee"
            },
            {
                "name": "Clingman, Leon"
            },
            {
                "name": "Harrison, Wayne"
            },
            {
                "name": "Sparrow, Scott"
            },
            {
                "name": "Kunz, Simon"
            },
            {
                "name": "Meyer, Darron"
            },
            {
                "name": "Hayward, Roxane"
            },
            {
                "name": "Summers, Julie"
            },
            {
                "name": "Lettner, Deborah"
            },
            {
                "name": "Anderson, Jacob"
            },
            {
                "name": "Edy, Dylan"
            },
            {
                "name": "Palmer, Mark"
            },
            {
                "name": "Fouche, Bart"
            },
            {
                "name": "Brierley, Vanessa"
            },
            {
                "name": "Clarke, Graham"
            },
            {
                "name": "Hurlin, Chanel"
            },
            {
                "name": "Johnson, Corey"
            },
            {
                "name": "Child, Emily"
            }
        ],
        "locations": [
            "South Africa"
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 2,
        "rating": 7.9,
        "votes": 1811,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNGMwYWQwYjctZjY5Mi00ODdmLTk2ODctYjIxN2I5YzU3YzNkXkEyXkFqcGdeQXVyMDQ2Njk1Ng@@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Flynn, Barry and A Rab are three British students who decided to spend their summer at the American summer camp Beaver Falls in California. They expected a free holiday, getting drunk and partying, but they're actually expected to look after a large group of geeks.",
        "languages": [
            "English"
        ],
        "title": "Beaver Falls",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Hollands, Iain"
            },
            {
                "name": "Lothian, Jack"
            },
            {
                "name": "Lansley, Oliver"
            }
        ],
        "production companies": [
            {
                "name": "Company Pictures"
            }
        ],
        "distributors": [
            {
                "name": "All3Media"
            }
        ],
        "other companies": [
            {
                "name": "Art4noise"
            },
            {
                "name": "De Lane Lea"
            },
            {
                "name": "Peter Anderson Studio"
            }
        ],
        "plot": [
            "Three British students decided to spend their summer in an American summer camp and make a large impression on fellow camp workers and the campers.",
            "Flynn, Barry and A Rab are three British students who decided to spend their summer at the American summer camp _Beaver Falls_ (qv) in California. They expected a free holiday, getting drunk and partying, but they're actually expected to look after a large group of geeks."
        ],
        "synopsis": [
            "An E4 original, Beaver Falls is a 6 part mini series about three young British post-graduates looking for the perfect summer. This sees them working in an American summer camp, from which the show gets its title, for the children of the extremely rich. However, it doesn't all fall into place as easily as they hoped.We watch the world through the boys' individual attitudes to life, but these views are often united by their strongly British perspective. They deal with the dramas and the comedy of girls, drugs, alcohol, jocks, authorities and fat kids on their own, if only temporary, pursuit of the American dream."
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1811,
                "rating": 7.9
            },
            "aged under 18": {
                "votes": 1,
                "rating": 9.0
            },
            "aged 18 29": {
                "votes": 778,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 548,
                "rating": 7.7
            },
            "aged 45 plus": {
                "votes": 132,
                "rating": 6.8
            },
            "males": {
                "votes": 1176,
                "rating": 7.9
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 9.0
            },
            "males aged 18 29": {
                "votes": 581,
                "rating": 8.2
            },
            "males aged 30 44": {
                "votes": 431,
                "rating": 7.7
            },
            "males aged 45 plus": {
                "votes": 109,
                "rating": 7.0
            },
            "females": {
                "votes": 337,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 191,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 108,
                "rating": 7.6
            },
            "females aged 45 plus": {
                "votes": 20,
                "rating": 5.8
            },
            "top 1000 voters": {
                "votes": 28,
                "rating": 5.4
            },
            "us users": {
                "votes": 119,
                "rating": 7.5
            },
            "non us users": {
                "votes": 1056,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 539,
            "9": 369,
            "8": 455,
            "7": 238,
            "6": 87,
            "5": 35,
            "4": 19,
            "3": 12,
            "2": 15,
            "1": 42
        },
        "arithmetic mean": 8.2,
        "median": 9
    }
}