{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "17 March 2011"
            }
        ],
        "release dates": [
            "USA::17 March 2011"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Guila, Joey"
            },
            {
                "name": "Speranza, Olivia"
            }
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZWZlYjZkMTYtOGE3NS00MWIxLWExYzUtZmExZjdjOTg0YzQ5XkEyXkFqcGdeQXVyNTE4MTIwMTk@._V1_SY150_CR82,0,101,150_.jpg",
        "plot outline": "MYX-Rated is your one source for everything Asian and everything awesome, featuring from trendsetters to the hottest undiscovered talent. There are so many niche cultures out there with just as many rabid fans for them. MYX TV brings them all together in a new weekly program aimed to broaden everyone's horizon, through MYX-Rated: the first series shot entirely in high definition. Join hosts Olivia Speranza and Joey Guila as they bring you what's hot on technology, Internet trends, music, urban art, fashion, video games, and all things epic into one jam-packed half-hour with the new magazine talker that takes on pop culture with a comedic twist. Produced by Roland Posadas.",
        "languages": [
            "English"
        ],
        "title": "MYX-Rated",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "MYX-Rated (United States)"
        ],
        "writer": [
            {
                "name": "Guila, Joey"
            },
            {
                "name": "Padilla, Joshua"
            },
            {
                "name": "Posadas, Roland L."
            }
        ],
        "production companies": [
            {
                "name": "MYX TV"
            }
        ],
        "distributors": [
            {
                "name": "MYX TV"
            }
        ],
        "plot": [
            "_MYX-Rated_ (qv) is your one source for everything Asian and everything awesome, featuring from trendsetters to the hottest undiscovered talent. There are so many niche cultures out there with just as many rabid fans for them. MYX TV brings them all together in a new weekly program aimed to broaden everyone's horizon, through _MYX-Rated_ (qv): the first series shot entirely in high definition. Join hosts Olivia Speranza and Joey Guila as they bring you what's hot on technology, Internet trends, music, urban art, fashion, video games, and all things epic into one jam-packed half-hour with the new magazine talker that takes on pop culture with a comedic twist. Produced by Roland Posadas.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}