{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "2 November 2011"
            }
        ],
        "release dates": [
            "USA::2 November 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Palm Madness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Punk Payback (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    After years as a professional fighter, Bas Rutten, former UFC champion and King of Pancrase showcases all of his considerable fighting talents stopping robbers, carjackers, pickpockets and other 'punks' in their tracks.    "
                },
                "2": {
                    "title": "All Ages and Sizes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Punk Payback (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "9 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    How is it possible that a punk thinks it's possible to rob a bank with no weapon? And why would you run into a convenience store, with surveillance cameras rolling, wearing nothing but a see-through plastic bag over your head for a disguise?    "
                },
                "3": {
                    "title": "The Pole Has It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Punk Payback (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    One question has never been answered in the world of armed robbery...can a man rob a convenience store with a 10-foot pole? We'll find out as Bas confronts the punk, who runs into a store welding a 10-foot wooden pole and demands the cash!    "
                },
                "4": {
                    "title": "Handicap Zone?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Punk Payback (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Tonight former UFC champion Bas Rutten takes on a punk who uses crutches as a disguise, and another who attempts robbery without a weapon in hand. Professional MMA fighter Erik \"Bad\" Apple guest stars.    "
                },
                "5": {
                    "title": "To G-String or Not to G-String",
                    "kind": "episode",
                    "episode of": {
                        "title": "Punk Payback (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "14 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    A drive-through drag queen armed with a gun. In episode 5 of Punk Payback with Bas Rutten, it's all par for the course. Freestyle motocross pro Cal Vallone guest stars with former UFC champion, Bas Rutten, to take on punk criminals from all walks of life.    "
                },
                "6": {
                    "title": "Boxing Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Punk Payback (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "21 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Fists, knees and head-butts fly - and former UFC champion Bas Rutten is just getting started. The former UFC champion takes on a brand-new slew of punks with questionable smarts - and even less credible intentions. MMA pro Erik \"Bad\" Apple guest stars.    "
                },
                "7": {
                    "title": "Multiple Socks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Punk Payback (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "28 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Bas Rutten lays down amazing moves for multiple assailants, turns the tables on a lottery-ticket thief, and Bas introduces a cane-bearing gentleman, who isn't afraid to rumble.    "
                },
                "9": {
                    "title": "Stealing Chances",
                    "kind": "episode",
                    "episode of": {
                        "title": "Punk Payback (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "9 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Freestyle motocross pro Nick Dunne guest stars to help Bas Rutten take down punks armed with everything from baseball bats to flip-flops, as knees, elbows and chokes collide.    "
                },
                "10": {
                    "title": "Counter Jumper Scream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Punk Payback (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "16 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Former UFC champ and King of Pancrase, Bas Rutten, doles out some nasty payback to several counter-jumping punks, and MMA fighter Erik \"Bad\" Apple guest stars in the season finale.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Mop Versus Stick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Punk Payback (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "2 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Former UFC Champion Bas Rutten faces a wannabe thief with an unusual weapon, to see who's stronger -- man or mop.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Rutten, Bas"
            },
            {
                "name": "Georgallis, Leo"
            },
            {
                "name": "Quinones, Natalie"
            },
            {
                "name": "Seeger, Benjamin"
            },
            {
                "name": "Schlarbaum, Curta Edwards"
            },
            {
                "name": "Milio, Tony"
            }
        ],
        "genres": [
            "Action"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.0,
        "votes": 69,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjA1MTcyMzIwMF5BMl5BanBnXkFtZTgwMTA2NjAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Some people are punks. We've all seen or heard about them, and their presence affects our daily lives. Whether it's at a gas station, drug store, or bank, we carry the buried fear that some punk could attack us and try to steal our wallet. We need a hero. We need a savior. We need former UFC Heavyweight Champion and 3x King of Pancrase Bas Rutten. And luckily for us, he's happy to help on Punk Payback. Bas has surveyed hundreds of hours of footage and found the best examples of punks who have gotten away with their crimes. Along with the hottest stars of motocross, surf, and skate, Bas will reenact each scenario, demonstrating the necessary combat moves one would need to survive on the street. With Rutten's unique brand of humor and extensive fighting knowledge, he will provide an entertaining and helpful commentary as he breaks down exactly what moves and methods one should use when encountering a punk. In each episode, Bas will run through five scenarios, ranging from the deadly to the downright crazy, and each show will conclude with the \"Who's the Bas\" clip, demonstrating a civilian successfully standing up to the punks. It will be pure rock'em, sock'em fun, while providing both the catharsis and confidence we need. Watch out punks; it's time for the little guy to take charge in Punk Payback.",
        "languages": [
            "English"
        ],
        "title": "Punk Payback",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Punk Payback (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Nichols, Mike J."
            },
            {
                "name": "Riedl, H. Charles"
            }
        ],
        "production companies": [
            {
                "name": "Brentwood Communications International"
            }
        ],
        "distributors": [
            {
                "name": "Fuel TV"
            }
        ],
        "plot": [
            "Some people are punks. We've all seen or heard about them, and their presence affects our daily lives. Whether it's at a gas station, drug store, or bank, we carry the buried fear that some punk could attack us and try to steal our wallet. We need a hero. We need a savior. We need former UFC Heavyweight Champion and 3x King of Pancrase Bas Rutten. And luckily for us, he's happy to help on _Punk Payback_ (qv). Bas has surveyed hundreds of hours of footage and found the best examples of punks who have gotten away with their crimes. Along with the hottest stars of motocross, surf, and skate, Bas will reenact each scenario, demonstrating the necessary combat moves one would need to survive on the street. With Rutten's unique brand of humor and extensive fighting knowledge, he will provide an entertaining and helpful commentary as he breaks down exactly what moves and methods one should use when encountering a punk. In each episode, Bas will run through five scenarios, ranging from the deadly to the downright crazy, and each show will conclude with the \"Who's the Bas\" clip, demonstrating a civilian successfully standing up to the punks. It will be pure rock'em, sock'em fun, while providing both the catharsis and confidence we need. Watch out punks; it's time for the little guy to take charge in _Punk Payback_ (qv)."
        ],
        "synopsis": [
            "In the series Punk Payback, Bas Rutten, former UFC Heavyweight Champion and King of Pancrase, showcases all of his considerable fighting talents to stop robbers, carjackers, pickpockets and other punks in their tracks. Using actual surveillance footage of extremely dangerous situations, Bas reenacts each scenario and demonstrates the necessary combat moves to survive on the streets. With the help of some of the hottest stars of MMA, motocross, and skateboarding, this host offers the best combat tips to help viewers protect themselves in any situation."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 69,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 20,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 32,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 10.0
            },
            "males": {
                "votes": 60,
                "rating": 7.5
            },
            "males aged 18 29": {
                "votes": 20,
                "rating": 6.5
            },
            "males aged 30 44": {
                "votes": 31,
                "rating": 7.4
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 10.0
            },
            "females": {
                "votes": 1,
                "rating": 5.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 5.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 5.0
            },
            "us users": {
                "votes": 10,
                "rating": 8.4
            },
            "non us users": {
                "votes": 31,
                "rating": 6.8
            }
        },
        "number of votes": {
            "10": 35,
            "9": 4,
            "8": 6,
            "7": 7,
            "6": 8,
            "5": 1,
            "4": 0,
            "3": 3,
            "2": 1,
            "1": 4
        },
        "arithmetic mean": 8.0,
        "median": 1
    }
}