{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "4 July 2011"
            }
        ],
        "release dates": [
            "UK::4 July 2011"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Baby Jake Loves Popping Peas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "10 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    A fun vegetable patch adventure, where Baby Jake and Nibbles 'pop' a huge juicy carrot out of the ground and end up flying backwards and landing in the pea patch! Baby Jake and Nibbles love popping yummy green peas from the pea pods and they pop so many that they make a pea mountain. They enjoy popping in and out of the pea mountain together - boo - until they pop out at the very top. Baby Jake spectacularly surfs down the pea mountain on a pea pod and, when he reaches the bottom, he plays his trumpet to magic the peas into a giant colander, ready to be pulled home, ...    "
                },
                "2": {
                    "title": "Baby Jake Loves Stretching",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "11 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Baby Jake and Sydney the Monkey are on a tropical adventure when a giraffe stretches down to say hello and snuggle Baby Jake. To return the favour, Baby Jake uses a stretchy snake to bounce into the tree to reach the giraffe. However, the snake playfully catapults Baby Jake into space instead! Baby Jake lands on Green Alien's head. Green Alien has long stretchy legs and stretches Baby Jake up towards the Hamsternauts' spaceship. Baby Jake magically stretches the Spaceship until it's three times its usual size and then proceeds to zoom around space at three times the ...    "
                },
                "3": {
                    "title": "Baby Jake Loves His Spinning Hat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "12 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Baby Jake sports a special hat. It's got a spinning propeller on top, enabling him to hover in the air, just like a helicopter. But, when a big gust of wind plucks his hat from his head, Baby Jake has to chase across the fields to get his hat back. On his pogo stick, Nibbles the Rabbit bounces up and down trying to catch Baby Jake's spinning hat but the wind keeps carrying it further away, this time up high into the sky. Baby Jake has an idea! Using Nibbles' ears as helicopter propellers, Baby Jake takes to the sky and is eventually reunited with his Spinning Hat.    "
                },
                "4": {
                    "title": "Baby Jake Loves Chasing an Egg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "13 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    A group of penguins are nesting with their eggs when, magically, Baby Jake discovers he has his very own egg to look after. When the egg suddenly rolls away, Baby Jake follows it and embarks on a snowy adventure with Pengy Quin. After much chasing and egg rolling, the egg comes to rest on the edge of a snow capped mountain. Baby Jake and Pengy Quin quietly approach. Shhhhh!... or the egg might roll off again. Then...Pengy Quin sneezes loudly! The egg rolls down the mountain and away! Pengy Quin uses his telescope to track the egg and finally they catch up with it. ...    "
                },
                "5": {
                    "title": "Baby Jake Loves Wobbling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "14 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Baby Jake embarks on a vegetable patch adventure and discovers tomatoes wobbling on their vines. This gives Baby Jake an idea; he and Nibbles the Rabbit jump onto Scamp the Scooter and set off on a wobbly scooter ride through the countryside. They wobble their way around the vegetable beds, flower pots, and over cobblestones! They wobble so much that Baby Jake flies off his scooter and lands, giggling and wobbling, on a tomato vine. Baby Jake performs a wobbly tightrope walk between the vines and a wobbly somersault takes him to a wobbly jelly mountain. As the jelly ...    "
                },
                "6": {
                    "title": "Baby Jake Loves Spinning a Web",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "17 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Baby Jake goes on a tropical adventure and makes friends with a brightly coloured hairy spider! Baby Jake copies hairy spider, dangling around from a tree and it's not long before Sydney the Monkey is dangling too - from her long, curly tail. When Hairy Spider climbs up its skein, Baby Jake and Sydney follow. They discover Hairy Spider's beautiful web. Baby Jake and Sydney make their own web by interlacing the vines from the trees and bounce up and down on it like a trampoline! Together with Sydney and Hairy Spider, Baby Jake boings and boings on the huge web until he...    "
                },
                "7": {
                    "title": "Baby Jake Loves Musical Statues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "18 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Baby Jake goes on a space adventure and discovers a Piano Planet! With its special keyboard, Piano Planet plays a beautiful tune. Baby Jake leaves the spaceship to explore. He plays Piano Planet for himself and before long he's joined by Captain Spacey. When Baby Jake stops playing Piano Planet, Captain Spacey stops dancing. Baby Jake and Captain Spacey are playing musical statues! Soon the Hamsternauts join in and play Musical Statues with Baby Jake too!    "
                },
                "8": {
                    "title": "Baby Jake Loves a Picnic Feast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "19 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Baby Jake drives Belle the Bus around the globe for a tropical adventure. When he finds a good place to stop, Baby Jake jumps down from Belle's cab and throws a blanket to the ground. Baby Jake is having a tropical picnic! Pengy Quin, Nibbles the Rabbit, Captain Spacey and the Hamsternauts come to join the picnic. Everyone is so excited about the picnic feast...until Sydney the Monkey eats all the bananas! What will everyone eat now? Baby Jake drives Belle the Bus around collecting a variety of fruit for his friends. However, the Hamsternauts don't like fruit! As the ...    "
                },
                "9": {
                    "title": "Baby Jake Loves Bath Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "20 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Baby Jake goes on a snowy adventure and enjoys bubbly bath time with Mr Duck and Pengy Quin in a Scandinavian-style wooden bath tub. When Mr. Duck begins to float away in a big bubble, Baby Jake and Pengy Quin paddle after him in the bath tub, using scrubbing brushes for oars. Mr. Duck floats high in the sky, too high to reach, so Baby Jake and Pengy Quin are lifted up into the clouds by a burst of water from Blue Whale's water spout. Baby Jake safely retrieves Mr Duck from inside a cloud, kisses him and gives him to Pengy Quin to return to the bath tub.    "
                },
                "10": {
                    "title": "Baby Jake Loves Waving",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "21 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Baby Jake and Nibbles the Rabbit ride Scamp the Scooter on a countryside adventure. Baby Jake loves waving at everything they pass. Soon the grass and the flowers are waving back at them. When Rickety Roly Train arrives, its flag waves and its bunting waves and Baby Jake, Nibbles the Rabbit, Sydney the Monkey and Pengy Quin all join in for a wave-along train ride.    "
                },
                "11": {
                    "title": "Baby Jake Loves Space Painting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "24 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Astronaut Jake is in space when he spots blobs of coloured space paint which splat onto the spaceship! Baby Jake and Captain Spacey have lots of fun creating firework showers of colour with the paint blobs across space. Then they discover a White Paper Planet that needs painting. With the help of the Hamsternauts, they make lovely shapes and patterns on the planet using hands, feet and paws. As Magic Baby Jake admires their art work, he claps his hands and a butterfly painting peels away from the planet and springs to life, fluttering around space.    "
                },
                "12": {
                    "title": "Baby Jake Loves Building",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "25 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Baby Jake and Sydney the monkey go on a tropical adventure and use coconut shells to build towers. When it begins to rain, Baby Jake builds a bus stop and Belle the Bus stops at the bus stop to take Baby Jake and Sydney for a bus ride. Deep in the forest, and with the help of Diggery the Digger, Baby Jake continues to build! This time he builds a wonderful playground with swings, a slide and a see-saw - and the fun begins.    "
                },
                "13": {
                    "title": "Baby Jake Loves to Jiggle and Shake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "26 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Baby Jake drives Belle the Bus on a jiggly giggly ride through the countryside. Baby Jake's voice makes lots of jiggly shaky noises that get louder when a herd of thundering elephants make the ground shake even more. Pengy Quin, Nibbles the Rabbit, Captain Spacey and the Hamsternauts all jump aboard Belle the Bus and enjoy driving back and forth over a very bumpy cattle grid. Everyone loves hearing their voices jiggle and shake!    "
                },
                "14": {
                    "title": "Baby Jake Loves Balloons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "27 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    In the countryside Baby Jake is playing with a bouncy, red, shiny balloon - until it drifts off into the sky. Luckily, Baby Jake and Nibbles the Rabbit discover a balloon field and they grab the strings of a bunch of bright colourful balloons which take them high into the sky and up to Space too. Baby Jake gives Captain Spacey and the Hamsternauts a balloon each and they float around playing lots of fun games. Baby Jake accidently bumps his balloon into Nibbles' balloon which then bumps a Hamsternaut's balloon and this continues until everybody's balloon has been ...    "
                },
                "15": {
                    "title": "Baby Jake Loves to Pretend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "28 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Baby Jake goes on a snowy adventure. With a telescope, a parrot and a hat made from newspaper Baby Jake pretends to be a pirate. Using Blue Whale as their pretend pirate ship, Baby Jake and Pengy Quin set sail across the snow and discover the big plug. When the pair pull the plug they find they're underwater! Baby Jake and Pengy Quin begin to dig the sandy sea bed for treasure and soon a treasure chest is unearthed, brimming with jewels, and coins. Baby Jake and Pengy Quin play with the assorted treasure and discover a huge golden crown which they give to Blue Whale ...    "
                },
                "16": {
                    "title": "Baby Jake Loves Ballet Dancing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "22 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Baby Jake is in the orchard on this windy adventure; leaves are swirling around him. As one leaf swirls and then falls to the ground, it lands on its stalk. The leaf is standing on one leg! Baby Jake also stands on one leg and it looks like he is in a ballet position! When the leaf leaps into the air, Baby Jake does so too and before long he is leaping like a ballet dancer! Suddenly, the wind blows a sock past Baby Jake. Baby Jake and Nibbles the Rabbit dance along, following the sock, until they reach a washing line of clothes all dancing as they dry in the orchard ...    "
                },
                "17": {
                    "title": "Baby Jake Loves Cuddles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "23 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Baby Jake is in snowy land with his new toy, Cuddly Friend, and Pengy Quin. Cuddly Friend is very soft and squidgy! Baby Jake and Pengy Quin take turns cuddling Cuddly Friend. They're both very good at cuddling! Baby Jake and Pengy Quin then take Cuddly Friend on a chair lift ride. Cuddly Friend is so big and cuddly that it squishes up against Baby Jake and Pengy Quin when they sit next to it, making them giggle! As the wind picks up in snowy land, Baby Jake and Pengy Quin give Cuddly Friend a last big hug, then Baby Jake lets Cuddly Friend gently catch the wind and ...    "
                },
                "18": {
                    "title": "Baby Jake Loves Making Honey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "24 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Baby Jake buzzes onto screen wearing bumble bee wings and follows a buzzy bee who is flying among the flowers. When the bumble bee takes flight, Baby Jake follows and the buzzy bee takes Baby Jake on a space adventure. Baby Jake discovers the Honey Planet - with its own honey fountain, a honey well and honey trees. Baby Jake has a job to do! He pulls the lever on a giant tap and honey pours out from the tap, just in time to be collected by the Hamsternauts as they float by at their picnic table, ready to eat honey sandwiches for tea.    "
                },
                "19": {
                    "title": "Baby Jake Loves to Knock Knock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "25 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Baby Jake arrives for a snowy adventure and knock knocks on an igloo door - Pengy Quin opens the door. Hello! Then Baby Jake crawls inside the igloo and shuts the door. Pengy Quin knocks on the door - Baby Jake opens the door. Hello! The friends embark on a knock knock adventure, playing knock knock on Mousey in the Housey's front door and eventually playing knock knock on the big plug and heading underwater for more knock knock fun that culminates in playing knock knock on the big door of an underwater coral palace - the home of friendly Blue Whale.    "
                },
                "20": {
                    "title": "Baby Jake Loves His Watering Can",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "26 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Baby Jake blasts off on a space adventure! Using his watering can, Baby Jake waters the window box from his spaceship. Baby Jake loves watering! Captain Spacey and the Hamsternauts take Baby Jake to Plant Planet. On Plant Planet there are lots of juicy plants that Baby Jake waters with his watering can. He watches with delight as they grow and shoot up high! The plants have such tall arching stems that Baby Jake is able to walk up and among them as he waters! When Sunflower Sun comes out, the plants bloom with big, bright, colourful space flowers!    "
                },
                "21": {
                    "title": "Baby Jake Loves Cardboard Boxes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "29 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    In this countryside adventure, Baby Jake plays in cardboard boxes with Nibbles the Rabbit. They climb in and out of the boxes. They sit in the boxes. They go on a journey in a box until they discover a cardboard box house - with all Baby Jake's friends, Sydney the Monkey, the Hamsternauts, Pengy Quin, waving from the windows. The cardboard box house transforms into a cardboard box train and they all go for a ride.    "
                },
                "22": {
                    "title": "Baby Jake Loves Pushing Buttons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "30 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Baby Jake is on a Rickety Roly train adventure in the jungle. In his train cab, there are some colourful buttons on the control panel. When Baby Jake hits one button the train's horn honks loudly. Another button makes Rickety Roly's train funnel puff coloured steam. A third button sets Baby Jake off on a Rickety Roly train ride. When Sydney the Monkey joins Baby Jake on the train ride, Baby Jake pushes a big shiny red button, it ejects both of them into the sky! Baby Jake and Sydney land in a beautiful landscape, filled with large button flowers. Baby Jake and Sydney ...    "
                },
                "23": {
                    "title": "Baby Jake Loves Playing House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "31 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    In the vegetable patch, Baby Jake discovers Mousey in the Housey's very own pumpkin house. Baby Jake and Mousey enjoy a lovely tea together at the pumpkin house. After tea, Baby Jake plays tidying up by sweeping leaves into a huge pile, and his sweeping leads him to another playhouse occupied by Nibbles the Rabbit - it's a runner bean wigwam house. Baby Jake and Nibbles the Rabbit enjoy playing house together, especially playing going to sleep. They make their bed from the huge pile of leaves and use the runner bean vines as curtains. When it's time to wake up the ...    "
                },
                "24": {
                    "title": "Baby Jake Loves to Gallopy Gallop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "1 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Baby Jake goes on a snowy adventure with Pengy Quin. The two friends pretend they are galloping through the snow. Then Baby Jake gives Pengy Quin a galloping piggy back ride. They meet Cuddly Polar Bear who is giving Baby Polar Bear a ride upon his back and Baby Jake wants a go! Soon, Baby Jake is riding on Cuddly Polar Bear's back as he gallops gracefully through the snow. It's the best gallopy ride ever, especially when Cuddly Polar Bear takes to the sky and gallops magically high above the trees.    "
                },
                "25": {
                    "title": "Baby Jake Loves Pretty Lights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "2 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    In tropical land, Baby Jake enjoys the pretty lights made by fireflies. The fireflies light up a path which Baby Jake follows as he and Sydney the Monkey embark on a tropical adventure. The fireflies land on Baby Jake's nose and Baby Jake's nose glows. They land inside his cupped hands and now his hands glow! From now on everything that Baby Jake touches with his hands starts glowing and Baby Jake lights up flowers and trees in the tropical forest. When the fireflies light the way into the sky, towards Baby Moon, Baby Jake crawls along the path to touch Baby Moon who ...    "
                },
                "26": {
                    "title": "Baby Jake Loves Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "17 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Baby Jake excitedly rides into the snow on Toot Toot the tractor, pulling a trailer with a Christmas Tree on top. The tree is for Pengy Quin! It looks beautiful beside Pengy Quin's igloo but, oh dear, Baby Jake has forgotten the decorations! Baby Jake and Pengy Quin set off on a magical snowy adventure to find decorations and are joined by their friends Nibbles the Rabbit, The Hamsternauts and Sydney the Monkey. Together they find a huge Christmas cracker, roll it onto the trailer and take flight in Toot Toot the Tractor, singing their Christmas song all the way back ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Baby Jake Loves Playing Chase",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Baby Jake plays chase in the countryside with Nibbles the Rabbit. First they chase a dandelion clock until the wind blows the dandelion clock away. Next Baby Jake spots a bright yellow dandelion flower, picks it, and is carried up into the air holding the dandelion flower like an umbrella. Nibbles the Rabbit joins in and together they play more chase in the sky holding onto their flying dandelions. They also chase along on fluffy white clouds until they reach a magnificent rainbow which Baby Jake tries to catch.    "
                },
                "2": {
                    "title": "Baby Jake Loves Peek-A-Boo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "5 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Seven more enchanting stories told through live action and vibrantly-coloured animation. Follow Baby Jake on his magical travels as he has fun in the jungle with Sydney the Monkey, plays clapping games in the snow with Pengy Quin and enjoys outer space escapades with the Hamsternauts.    "
                },
                "3": {
                    "title": "Baby Jake Loves Tummy Sliding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "6 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Baby Jake plays sliding on his tummy in the snow - wheeeeeee! - with pengy Quin. It is a very slippery snowy day and neither Pengy Quin nor Baby Jake can balance on their feet, so tummy sliding proves to be best way to get around. When they reach the Big Plug and pull it, they discover a magical oceanic world where they can both swim. Together they find some clam shells and go for a ride in them. They are perfect slidey shell boats!. Back on the snow, the clam shell boats also prove to be great toboggans for even more sliding around.    "
                },
                "4": {
                    "title": "Baby Jake Loves to Wriggle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Seven more enchanting stories told through live action and vibrantly-coloured animation. Follow Baby Jake on his magical travels as he has fun in the jungle with Sydney the Monkey, plays clapping games in the snow with Pengy Quin and enjoys outer space escapades with the Hamsternauts.    "
                },
                "5": {
                    "title": "Baby Jake Loves Tickle Toes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Seven more enchanting stories told through live action and vibrantly-coloured animation. Follow Baby Jake on his magical travels as he has fun in the jungle with Sydney the Monkey, plays clapping games in the snow with Pengy Quin and enjoys outer space escapades with the Hamsternauts.    "
                },
                "6": {
                    "title": "Baby Jake Loves to Say Hello",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "11 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Seven more enchanting stories told through live action and vibrantly-coloured animation. Follow Baby Jake on his magical travels as he has fun in the jungle with Sydney the Monkey, plays clapping games in the snow with Pengy Quin and enjoys outer space escapades with the Hamsternauts.    "
                },
                "7": {
                    "title": "Baby Jake Loves Cartwheeling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "12 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Baby Jake plays cartwheeling with Pengy Quin in the snow. Together they discover the Big Plug and, when they pull it, they find themselves swimming in the magical ocean below. Soon Pengy Quin and Baby Jake are cartwheeling in the sea with starfish, an octopus and a whale.    "
                },
                "8": {
                    "title": "Baby Jake Loves Spinning in Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "13 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Baby Jake goes on a spinning space adventure in the Hamsternauts' spaceship, powered by their big spinning hamster wheel. Baby Jake enjoys spinning in the Captain's chair and helps power the spaceship by running around in the spinning hamster wheel with Captain Spacey. The spaceship heads to Saturn where Baby Jake dons his astronaut suit, space crawls and spins on Saturn's spinning rings with the Hamsternauts.    "
                },
                "9": {
                    "title": "Baby Jake Loves Bumpety Bump",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "14 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Baby Jake goes on a countryside adventure starting with a fun, bumpy ride on Toot Toot the Tractor. He's joined by a bouncy Nibbles the Rabbit and together they bumpety bump on their bottoms across the farmland, high up in the air and into space. There they are joined by Pengy Quin, Sydney the Monkey and the Hamsternauts before bumping back down to Earth, through snowy and tropical lands. After so much bumpety bumping, Nibbles the Rabbit is tired and he's ready for home. Luckily they discover they have bumpety bumped all the way around the world and find they're back ...    "
                },
                "10": {
                    "title": "Baby Jake Loves Flappy Clapping",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "15 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Baby Jake and Pengy Quin go on a snowy adventure where they practice \"flappy clapping\": catching snowballs by flapping and clapping your hands so the snowball disintegrates in a big white puff! Baby Jake is enjoying his flappy clapping so much that he claps too quickly. In his excitement, he lifts off the ground. Baby Jake is \"flappy clappy flying!\" Quin tries to flap quickly too so he can join in but, unlike Baby Jake, he doesn't lift up into the air. Of course! Penguins can't fly! Baby Jake is determined to help Pengy Quin and with a little bit of flappy clappy ...    "
                },
                "11": {
                    "title": "Baby Jake Loves Being Upside Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "18 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Seven more enchanting stories told through live action and vibrantly-coloured animation. Follow Baby Jake on his magical travels as he has fun in the jungle with Sydney the Monkey, plays clapping games in the snow with Pengy Quin and enjoys outer space escapades with the Hamsternauts.    "
                },
                "12": {
                    "title": "Baby Jake Loves Playing Ball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "19 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Baby Jake plays ball with a snowball football and is joined by Pengy Quin. Baby Jake kicks the snowball through the air and onto the top of a snow capped mountain - very high up. Baby Jake and Pengy Quin catch a fairground-style chair lift to the top of the mountain and jump off just in time to land on the large snowball. Together they log-roll the snowball back down the mountain slope doing lots of ski jumps and slalom tricks along the way.    "
                },
                "13": {
                    "title": "Baby Jake Loves Making Noise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "20 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Baby Jake makes lots of noise in space on a musical flying saucer! At the control desk, Baby Jake bumps, thumps and bangs a number of coloured buttons on the console. Each button triggers a different musical instrument to pop out from the flying saucer and make a noise. Baby Jake soon has a noisy musical rhythm going! Then he presses the big orange button, he is catapulted out of the spaceship and lands on a planet which responds with a musical note. The Hamsternauts join in, knocking into and landing on planets that all offer up different musical notes. Baby Jake and...    "
                },
                "14": {
                    "title": "Baby Jake Loves Bouncing Apples",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "21 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Baby Jake goes on a bouncy adventure with Nibbles the Rabbit in the orchard. They spot a beautiful red apple high up in a tree. Nibbles tries to bounce up and grab it but the apple is just too high to reach, even on Nibbles' bouncing pogo stick! Baby Jake uses his very bouncy baby bottom to bounce higher and higher towards the apple. Success! He picks it but unfortunately, the apple bounces away and drops down a rabbit hole. Baby Jake and Nibbles follow it. They continue their bouncy adventure to find the missing apple with the help of Captain Spacey, Pengy Quin and ...    "
                },
                "15": {
                    "title": "Baby Jake Loves to Copy You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "22 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Baby Jake has lots of copying fun in a tropical adventure with Sydney the Monkey. When Baby Jake spots a beautiful blue butterfly, he copies its wing flapping action by flapping his arms. Next, Jake copies Sydney and pretends to be a monkey whilst Sydney copies Jake and bumps on his bottom like a baby. Soon, everyone joins in - the elephants copy the snakes and the snakes copy the butterflies until a magnificent formation dance takes place where all the creatures copy each other with perfect synchronicity.    "
                },
                "16": {
                    "title": "Baby Jake Loves Jumping",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "15 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Baby Jake goes on a spaceship adventure and enjoys jumping high with Captain Spacey. When Captain Spacey presses a button in the spaceship, the spaceship grows a spring - now the spaceship can jump too! Together, the spaceship and Baby Jake bounce from crater to crater across the planets until Baby Jake jumps the highest crater wall of all and lands on top of a very friendly giant alien. Baby Jake sets his sights on jumping even higher, all the way up to and over Baby Moon. With a little help from the friendly alien and his Hamsternaut pals, he manages a very ...    "
                },
                "17": {
                    "title": "Baby Jake Loves to Hum Along",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "16 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Baby Jake embarks on a tropical adventure where he attempts to hum like a hummingbird. However, this proves tricky, especially when the bird he's copying keeps flying away! Baby Jake goes in search of the humming bird with Sydney the Monkey's help. Eventually, the humming bird settles on a high tree branch, right at the top of the tropical canopy. With a little help from his elephant friends, Baby Jake is lifted higher and higher until he is up on the tallest branch next to the bird. At last, Baby Jake can show off his humming skills to the hummingbird. What's more, ...    "
                },
                "18": {
                    "title": "Baby Jake Loves Surprising You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "17 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Baby Jake sets out on a farm adventure where he enjoys surprising everybody and everything with Nibbles the rabbit. Together, Baby Jake and Nibbles have fun surprising sunflowers, cows, a fluffy brown owl and an unsuspecting cow. The cow is so surprised that it jumps with amazement high up into a tree! Baby Jake enlists the help of Toot the Tractor, Pengy Quin, Sydney the Monkey, the Hamsternauts and the owl and returns the cow safely to the ground...only to discover that Nibbles is now stuck up in the tree instead! A sequence ensues where everyone has fun being ...    "
                },
                "19": {
                    "title": "Baby Jake Loves Sticky Fun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "18 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Baby Jake goes on a tropical adventure and finds a sticky leaf has stuck to his hand. He giggles as he flaps his hand in the air but he can't shake the leaf off. When Sydney the Monkey swings by, Baby Jake and Sydney dance together and the leaf becomes stuck on Sydney's hand instead! As Baby Jake and Sydney play and swing through the vines, the leaf becomes attached to Jake again and in this sticky world, Baby Jake discovers he can stick things in the air to create stepping stones up into space. It's like a game of cosmic fuzzy felt: Jake and Sydney create a universe ...    "
                },
                "20": {
                    "title": "Baby Jake Loves to Stompety Stomp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "19 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Baby Jake plays stomping to music with Nibbles the Rabbit in the countryside. They have fun making up a unique and infectious stomping rhythm which gets them dancing. When they reach the orchard, Baby Jake and Nibbles stomp as hard as they can to make the fruit fall from the fruit trees. They turn their stomp into a fruity dance routine - apples and cherries rhythmically stomping along in a choreographed carnival finale. When all the fruit dances back onto the trees, it's time for Baby Jake to return home.    "
                },
                "21": {
                    "title": "Baby Jake Loves to Roll and Ride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "22 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Baby Jake goes on a magical rollercoaster adventure passing cows, flowers, bees and Toot Toot the Tractor. He encounters Nibbles the Rabbit and together they take the rollercoaster ride up into the sky towards outer space. All of Baby Jake's animal friends climb aboard the ride as the rollercoaster passes planets and stars. Eventually the rollercoaster descent begins through the clouds and all the way back home.    "
                },
                "22": {
                    "title": "Baby Jake Loves Swinging",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "23 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Baby Jake plays swinging through the tropical trees with Sydney the Monkey. They also swing in a snake seat and swing on the trunks of elephants. When the elephants propel Baby Jake up through the tropical canopy into the sky, Baby Jake takes part in an amazing swinging display in the light of Baby Moon from his sky-high swinging trapeze.    "
                },
                "23": {
                    "title": "Baby Jake Loves Footprints",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "24 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Baby Jake stomps in the snow making lots of footprints. He notices another set of prints which are different to his - flipper-prints! Baby Jake follows the flipper-prints and finds Pengy Quin. Using Pengy Quin's telescope they spot some big paw prints in the distant snow and follow the trail to find out who's making them. The prints eventually lead to a friendly polar bear who shows Jake and Pengy Quin a set of even bigger footprints which lead all the way up a steep mountain!! Baby Jake and Quin take a chair lift to follow the trail and discover the footsteps belong ...    "
                },
                "24": {
                    "title": "Baby Jake Loves the Boogie Beat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "25 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Seven more enchanting stories told through live action and vibrantly-coloured animation. Follow Baby Jake on his magical travels as he has fun in the jungle with Sydney the Monkey, plays clapping games in the snow with Pengy Quin and enjoys outer space escapades with the Hamsternauts.    "
                },
                "25": {
                    "title": "Baby Jake Loves Party Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "26 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Seven more enchanting stories told through live action and vibrantly-coloured animation. Follow Baby Jake on his magical travels as he has fun in the jungle with Sydney the Monkey, plays clapping games in the snow with Pengy Quin and enjoys outer space escapades with the Hamsternauts.    "
                },
                "26": {
                    "title": "Baby Jake Loves Being Funny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Jake (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "29 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Baby Jake is funny in the snow, clowning around, slipping and sliding and making bottom prints as he goes. Baby Jake bumps into Pengy Quin and together they form a conga with lots of other penguins on the ice. The conga line disappears behind an igloo and when Baby Jake and Quin reappear they are part of a formation ice dancing routine. The penguins skate atop one another's shoulders - pyramid style - with Baby Jake wearing a funny red clown's nose , right on the top!    "
                }
            }
        },
        "number of episodes": 52,
        "cast": [
            {
                "name": "Bertacchi-Morroni, Adamo"
            },
            {
                "name": "Bertacchi-Morroni, Franco"
            },
            {
                "name": "Akhtar, Kaizer"
            },
            {
                "name": "Upton, Richard"
            }
        ],
        "locations": [
            "Sibsey Trader Windmill, Lincolnshire, England, UK"
        ],
        "genres": [
            "Family"
        ],
        "runtimes": [
            "11"
        ],
        "countries": [
            "United Kingdom",
            "Ireland"
        ],
        "country codes": [
            "gb",
            "ie"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 2,
        "rating": 5.3,
        "votes": 100,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTczMTc5MTUwNF5BMl5BanBnXkFtZTgwNTI2NzAxMzE@._V1_SY150_CR47,0,101,150_.jpg",
        "budget": "GBP3,700,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Baby Jake",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Baby Jake (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Ingham, Dave"
            },
            {
                "name": "Noble, Carol"
            },
            {
                "name": "Robertson, Mark"
            }
        ],
        "production companies": [
            {
                "name": "CBeebies"
            },
            {
                "name": "Darrall Macqueen"
            },
            {
                "name": "JAM Media"
            }
        ],
        "distributors": [
            {
                "name": "CBeebies"
            },
            {
                "name": "Kidz TV"
            }
        ],
        "plot": [
            "The magical adventures of _Baby Jake_ (qv), as narrated by his elder brother Isaac.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "11 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 100,
                "rating": 5.3
            },
            "aged 18 29": {
                "votes": 11,
                "rating": 4.0
            },
            "aged 30 44": {
                "votes": 47,
                "rating": 6.5
            },
            "aged 45 plus": {
                "votes": 13,
                "rating": 2.7
            },
            "males": {
                "votes": 51,
                "rating": 5.2
            },
            "males aged 18 29": {
                "votes": 7,
                "rating": 3.7
            },
            "males aged 30 44": {
                "votes": 32,
                "rating": 6.1
            },
            "males aged 45 plus": {
                "votes": 10,
                "rating": 1.4
            },
            "females": {
                "votes": 23,
                "rating": 7.4
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 9.7
            },
            "females aged 30 44": {
                "votes": 15,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 4.7
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 7.0
            },
            "us users": {
                "votes": 4,
                "rating": 6.5
            },
            "non us users": {
                "votes": 56,
                "rating": 5.3
            }
        },
        "number of votes": {
            "10": 25,
            "9": 9,
            "8": 8,
            "7": 10,
            "6": 2,
            "5": 2,
            "4": 3,
            "3": 6,
            "2": 8,
            "1": 27
        },
        "arithmetic mean": 5.6,
        "median": 7
    }
}