{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "28 August 2011"
            },
            {
                "country": "Belgium\n",
                "date": "29 August 2011"
            }
        ],
        "release dates": [
            "Belgium::28 August 2011",
            "Belgium::29 August 2011"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "25 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar wonders where to start looking for Oxuq again. The note the thief left 'I once was one of you' inspires the theory it may be the only known banished elf, about whom Mara should find out details. Meanwhile the approaching club elections, a battle between Maud and ex-admirer Wiki since Saartje refuses pigheadedly to stand again, makes them and other members worry.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "26 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar remains clueless where to look for the banished elf, perhaps nicknamed Bingo. Meanwhile he hopes to help Kyan make up with Saartje, but the message she gave him meanly sounds disheartening and Dagmar starts fearing she might be in love with himself. Wiki refuses to campaign for the approaching club elections against Maud while big mouths Saartje and Bling-Bling remains to gutless to stand themselves. Another message arrives.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "27 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar is excited to see the new note is from the banished elf, indeed nicknamed Bingo, who wants a chat-room discussion. Despite hysterics from mother Ranonkel, he tells Dagmar, whom he commends, he also was sent to search for Oxus but fell victim to the elf curse and remained trapped among the humans since. Wiki has hesitantly started to campaign for the club presidency, but remain far too Brainiac. Maud's father Karel Wijffels has decided to put the villa on sale, having decided to move to Frankfurt to start a company branch in Germany, and her silly club ambitions...    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "28 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar and Wiki speculate the fallen elf Bingo must be known to them, given how much he knows about the Ranonkel household. Mother Lore Ranonkel panics about her impossible to please mother's impending visit, also a belated birthday celebration, and burdens the kids with senseless chores, sleeping arrangements and a request for party ideas. Wiki asks Bling-Bling's help for his stillborn campaign for the club presidency. Maud's father Karel Wijffels isn't impressed with her childish villa sale sabotage attempts.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "4 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar, the Ranonkles and just arrived Mara speculate further on the fallen elf Bingo, once king Zirkos's savior and sent to search for Oxus. Mother Lore Ranonkel insists on spring cleaning in preparation for her mother's impending visit, so the kids start their chores. Wiki freaks when he sees Dagmar actually 'blimps' translucent, as Maud and some classmates claimed to have seen earlier at school. Kyan tells Maud about the baron.    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "5 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Mother Lore Ranonkel keeps insisting on pointless spring cleaning in preparation for her mother's impending visit, so even Dagmar starts his chores. Wiki is called away to prepare for eh electoral debate with Maud. Roel tries to draw a picture of Bingo, whom he met briefly years ago.    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "6 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Roel's robot picture of Bingo isn't recognized by anyone, until Dagmar contacts Wiki's father Tim. Wiki is frustrated preparing for the electoral debate with Maud by a dirty Tweet she launched, and discovers her family is moving to Germany. Kyan admits his little secret with Gael, but Saartje tells him coldly they can't ever be more then friends again.    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "7 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Tim recognizes Roel's picture of Bingo, whom he met briefly years ago, as local history-buff Cornelis. Lore's parents arrive, her bossy mother indeed proving a constant pain, but her jolly father quickly bonds with Dagmar, who moves in with Wiki so-long, whose room is practically completely filled with LDVD-computer parts. Venting their frustrations over Saartje and the move to Germany in the woods, Kyan and Maud bond while driving his motorcycle wildly.    "
                },
                "9": {
                    "title": "Episode #3.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "11 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar, his mates and Mara are utterly puzzled how the used time-revert amulet keeps returning to his room, as if on its own. The Ranonkel family hopes to give grandma a great belated birthday party based on her youth passion, a Royal ballet career broken off for motherhood, by inviting famous choreographer Marcel Magnus for a private performance. Roel sort of confirms Tim's opinion that local history-buff Cornelis is Bingo. Mara wants to tell Saartje a secret concerning the elfish curse.    "
                },
                "10": {
                    "title": "Episode #3.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "12 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar and Wiki are practically certain Cornelis must be Bingo after father Tim confirms his mate had ear surgery years ago, probably removing his elf characteristic. At night, Dagmar watches the used time-revert amulet on its own, leaving Wiki's room, where he now sleeps, to Saartje's room. Mara asks Saartje to fall in love with Dagmar, so as to save him in the human world if the elves are wiped out without Oxus. The Ranonkel family plan is going ahead: famous choreographer Marcel Magnus accepted doing a private birthday performance. Roel charms grandma.    "
                },
                "11": {
                    "title": "Episode #3.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "13 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar and Wiki set out on bikes to observe Cornelis, who must be Bingo the renegade elf. Wiki asks Saartje, in vain, to exercise the club presidency if he wins the election. Kyan grudgingly allows Maud to use his quad for an election campaign stunt.    "
                },
                "12": {
                    "title": "Episode #3.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "14 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar and mates try to observe Cornelis, but he keeps them at distance. Wiki meets Maud but neither can convince the other to abandon the club presidency race. Lore isn't amused by meddling ma's advice to hang on to 'cultured' Roel.    "
                },
                "13": {
                    "title": "Episode #3.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "18 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar sneaks into Cornelis's home, ignoring there's a burglar alarm. Menawhile the Ranonkels believe Cornelis's explications for every apparent indication that he's Bingo. Wiki meets Maud but throws back her offer to date if he bows out of the club presidency race, which seems to be going his way. Maud's mother objects to uprooting her all the way to Germany.    "
                },
                "14": {
                    "title": "Episode #3.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "19 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar decided last-moment not to intrude Cornelis's home, next learns he's probably not Bingo anyhow and came warn the municipality considers selling the woodland club grounds. Wiki beats Maud, whose lies come haunt her, in the electoral debate, having announced Saartje would execute his mandate if he's elected president.    "
                },
                "15": {
                    "title": "Episode #3.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "20 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar has another Internet talk with Bingo and convinces him rehabilitation will never be granted by the king by telling he's the crown prince, so they agree to meet in person. Wiki loses by one vote against Maud, who is clueless when Saartje, who failed to vote, brings the news the municipality is selling the woodland club grounds. Kyan is startled to hear the only bidder so far is his father.    "
                },
                "16": {
                    "title": "Episode #3.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "21 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar wakes up Saartje, having seen the amulet move magically again, determined to follow, as it may be guiding him somewhere. Karel remains committed to move abroad, yet fails to break his wife's support for Maud's refusal, although she realizes it's not just the company's interest, he can't stand living so close to the Elfenheuvel (Elfish hill).    "
                },
                "17": {
                    "title": "Episode #3.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "25 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar angrily learn from Wobbel that Mara has been spying and knows about his dangerous appointment with Bingo. The Wijffels family is visiting to see Lore's parents, allowing Karel to snoop around and thus, unseen while the girls discuss match prospects, hears Dagmar talking to his elfish pet.    "
                },
                "18": {
                    "title": "Episode #3.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "26 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar angrily learn from Wobbel that Mara has positioned elf soldiers to guard his dangerous appointment with Bingo and pulls princely rank to order he whole party off. Karel Wijffels cancels his move to Germany, to his family's Delight, then consults his fossils collection, containing what looks like Oxus. Bingo doesn't turn up on time. Wiki promises Maud another chance and concentrates on saving the club with Saartje.    "
                },
                "19": {
                    "title": "Episode #3.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "27 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar is getting desperate as Bingo not only didn't turn up for their meeting bus even deleted his profile from the chartroom which was heir only contact means. Wiki gets Maud's plan accepted to fight to municipal council's plan to sell the Elfenheuvel forest. The professor dancing a passionate tango with Lore amuses the whole Ranonkel family, except disgusted Wiki.    "
                },
                "20": {
                    "title": "Episode #3.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "28 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Wiki's Chinese chat friend probably can locate Bingo by hacking his IP. Kyan and Harold are back, intending to harvest the Elfenheuvel timber. Karel Wijffels wants to order wood from Harold and challenges Kyan to a jogging race. Grandpa drinks Dagmar's special tea to prevent fading and starts speaking Elfish.    "
                },
                "21": {
                    "title": "Episode #3.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "15 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    To Dagmar and Kyan's surprise, Karel Wijffels actually turns up to join their jogging race. Grandpa having drunk Dagmar's special tea and speaking Ancient Elfish soon wear off. Lore and her mother have an absurd row over family loyalty and ingratitude.    "
                },
                "22": {
                    "title": "Episode #3.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "16 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Karel Wijffels' pretending to have lost his cell-phone during jogging so Kyan will retrieve it, allowing him to ask Dagmar questions about his father and ambitions. Lore and her mother and other kin play silly games about the birthday surprise party. Dagmar pretends he didn't use his magic powers to save Maud when her ladder slips, and denies flat out when Kyan sees him fade.    "
                },
                "23": {
                    "title": "Episode #3.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "17 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar is nearly out of Elfish tea to prevent fading and tells Wiki Kyan and Maud almost noticed his inhuman nature. Grandpa and the others, except Harold whom everybody blames for buying the Elfish Hill forest, greatly enjoy the surprise party, but the joke is on Lore when her mother gives a surprise performance.    "
                },
                "24": {
                    "title": "Episode #3.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "original air date": "18 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Wiki's Chinese hacker friend passed on how to find Bingo's IP. Dagmar agrees they must enlist a front person whom Bingo does't know, and choose Billy, who pretends to be on a scavenger exchange hunt. Father and son De Keersmaker expect to log the forest, but Kyan agrees to help the club's campaign to save it. Roel's more assertive attitude and lips win Lore back.    "
                },
                "25": {
                    "title": "Episode #3.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "original air date": "22 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Wiki and Dagmar risk being recognized in the search for Bingo when airhead Billy seems missing, actually just chattering with a schoolmate, but conclude Bingo must have used a fake IP. Karel has words with his wife who wants him to be just content with his fate, living among humans, while he feels too greatly wronged. Saartje explicitly turns down Mara's repeated demand to kiss Dagmar if the elfish energy runs out.    "
                },
                "26": {
                    "title": "Episode #3.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "original air date": "23 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Wiki has worked out while the IP search yielded nothing and agrees with Dagmar to resume the search for Bingo but now without Billy. The Ranonkels host a dinner for the Wijffels couple, but Karel panics when he hears Roel Vedemecus was also invited, the elf hunter. The mayor attends the youth club's campaign day to save the forest, even Kyan, but novel president Maud makes an as of herself.    "
                },
                "27": {
                    "title": "Episode #3.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 27,
                    "original air date": "24 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The municipality confirms its final intent to sell the forest, regardless of Maud's bumbling speech. Dagmar's protest it belonged to Elfs is laughed away: let them protest. Kyan saw him manipulate Maud's speech notes and concludes discretely Dagmar must be an elf. The Wijffels couple explains their weird flight attempt at the dinner as 'dance without music'.    "
                },
                "28": {
                    "title": "Episode #3.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 28,
                    "original air date": "25 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The boys are determined to find out where Bingo lives, without Billy. The youth ponders whether they still stand a chance to save the club house woodland after the mayor's flat-put refusal to reconsider its sale. Roel has big news; he remembers Bingo enough to state it's none other then Karel.    "
                },
                "29": {
                    "title": "Episode #3.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 29,
                    "original air date": "29 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Now Roel has recognized Karel as Bingo, Wiki realizes that first name is an inversion of his Elfish one, Lerak. The boys are determined search his home, and another jogging date with Kyan is the perfect occasion. The youngsters are amused to hear Roel sort of spent the night at the Ranonkel home.    "
                },
                "30": {
                    "title": "Episode #3.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 30,
                    "original air date": "30 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The boys stand guard outside the Wijffels home, where Bingo alias Karel lives, while Saartje discusses the club's subsidy dossier as an excuse to slip out 'to take a leak', actually to search for Oxus. Kyan trips over a root and has to ask Karel to drive him to the ER and scares him by asking if he believes in elves. Lore's arrival makes the trio be caught by Karel's wife, who already promised cooperation but tells Karel took Oxus away.    "
                },
                "31": {
                    "title": "Episode #3.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 31,
                    "original air date": "1 May 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar is furious about Lore's absurd grounding just now Bingo is known and probably running with Oxus. Harold is not amused by wood conservation activist abuse. Kyan questions Karel. Maud is god-struck when her mother explains that father is a fallen elf. Lore objects to Mara sneaking in again to confer with Dagmar.    "
                },
                "32": {
                    "title": "Episode #3.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 32,
                    "original air date": "2 May 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar get confirmation online that Karel is Bingo and has Oxus, which they agree to discuss at a private meeting. Wiki charms his way out of grounding despite the bad news that the mayor suggest they club should move to the stuffy library attic. Maud is eager to learn from Dagmar what being an elf, like her father was, is like.    "
                },
                "33": {
                    "title": "Episode #3.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 33,
                    "original air date": "6 May 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar firmly rejects instructions trough Mara from the council of Elf elders to let a legion trap Bingo, insisting that the prophecy demands the prince delivers Oxus. Harald offers the youth club a generous deal: he'll leave the wood intact, just reserves it from time to time for a hunting party. At a meeting with a belligerent Dagmar, Karel withdraws his demands to be reinstated as elf.    "
                },
                "34": {
                    "title": "Episode #3.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 34,
                    "original air date": "7 May 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar learns Bingo's sole, new condition: the prince must earn Oxus by proving in three tests that he can be a better king. Sara repeats to Mara she can't kiss Dagmar 'on command', not even on the odd chance that may save his life. Kyan fell and was helped stumbling home by a girl who takes an interest in his model airplanes. Dagmar accepts the trial and is given the first test, making an impossible equation fit.    "
                },
                "35": {
                    "title": "Episode #3.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 35,
                    "original air date": "8 May 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar slaves on Bingo's algebraic riddle, yet to no avail. Wobbel claims he can solve it, but refuses to help, apparently moping because he'as considered 'nobody' to escape Bingo's condition nobody may help. Dagmar pretends Oxus isn't needed as urgently after all to get the kids off his back. Saartje however tells Wiki that doesn't fit with Mara's kissing suggestion, so Dagmar must be lying to them. Dagmar now has no excuse to refuses attending the club's disco party. Kyan turns up too, escorted by the girl who picked him up, clearly rendering Saartje jealous.    "
                },
                "36": {
                    "title": "Episode #3.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 36,
                    "original air date": "9 May 2013",
                    "year": "2013",
                    "plot": "\n    Even Dagmar rather enjoys the disco party. Wiki finally gets to dance with Maud, who first shamelessly steals an Elfish musical chairs variation which Dagmar told the gang about. Kyan presents his new jogging buddy, Chloe. Guest of honor Harald bares bad news: the municipality is about the accept a belated higher bid on the wood then his own, so the club house is probably not saved.    "
                },
                "37": {
                    "title": "Episode #3.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 37,
                    "original air date": "14 May 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar tells Saartje about his triple riddle test after the disco party and gets inspired how to 'fix' the equation. Even Wiki sees no scientific method to help Dagmar see who tells the truth, crucial for the next riddle. Roel prepares for a voyage to Muala Lumpur, in Malaysia. Lore volunteered Saartje, unasked, to go help sick grandma abroad.    "
                },
                "38": {
                    "title": "Episode #3.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 38,
                    "original air date": "15 May 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar has solved the first riddle and tells nobody about the second, except 'non-person' Wobbel. Wiki waves Saartje's impish urge to butt in, stating Dagmar is able to ask for help if needed. Dagmar takes Wobbel along on his second quest and succeeds in finding Karel with only one question to an incorrigible liar and a reliable man without knowing who is which. Kyan gets Saartje to admit that Dagmar is an elf, swears secrecy and suggests that he may have seen Karel marking the spot where he hid Oxus.    "
                },
                "39": {
                    "title": "Episode #3.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 39,
                    "original air date": "16 May 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar harvests praise from Karel, who also appreciates his Wobbel. Wiki finds Dagmar uninterested in his latest LDVD progress. Dagmar is furious to learn Saartje told Kyan that he is an elf, disregarding their probably false hunch about Karel marking the animal-dug hole where he may have hid Oxus. Dagmar discovers the weeping amulet, mistaking it for Saartje, who after his treason-scolding found out grandma's 'illness' was just a maternal ruse.    "
                },
                "40": {
                    "title": "Episode #3.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 40,
                    "original air date": "18 May 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar must wait for the third and final riddle and makes up with Saartje after discovering together the mysterious return of the magical amulet, which now weeps non-stop. Kyan refuses, unlike Saartje, to abandon his theory to find Oxus, but is chased rudely by the forest's new owners, the spooky sisters De Saegher. Meanwhile the town starts moving the youth club to the stuffy library attic, but the kids are in no mood to help out.    "
                },
                "41": {
                    "title": "Episode #3.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 41,
                    "original air date": "20 May 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar has solved the second riddle and waits anxiously, in vain, for Karel to ask him the third and lost online. Dagmar still refuses help from Kyan, whom he shows his telekinetic abilities. The youth club tries reasoning with the hostile De Saegher twins, but Maud's even more shameless rudeness renders any dialogue impossible. Dagmar gets bad news.    "
                },
                "42": {
                    "title": "Episode #3.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 42,
                    "original air date": "21 May 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar is startled by the news that Karel is hospitalized after a car crash and suffers from amnesia, so he may not recall where Oxus is in time. Dagmar must now hope Kyan's theory works out. The youth club votes to try stopping De Saegher twins by means of a sit-in in the wood.    "
                },
                "43": {
                    "title": "Episode #3.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 43,
                    "original air date": "22 May 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar's elf anatomy soon kick-starts Karel's memory, enough to tell him that Oxus is hidden in the woods, under a magpie's nest. Dagmar call Wiki and Saartje, who find the De Saegher twins have already felt the trees in that section. Wiki believes his supercomputer LDVD is finally ready and tells Maud to butt out.    "
                },
                "44": {
                    "title": "Episode #3.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 44,
                    "original air date": "24 May 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar finds out that the amulet is crying because the end of elfish energy is nearing, even Mara is becoming translucent and contact can only be made trough Wobbel and water. Dagmar refuses reinforcements, claiming it's all under control. In fact, it looks bleak as the magpie nest is nowhere to be found in the wood where clearing has begun already. Wiki despair when his finally finished super-computer seems malfunctioning.    "
                },
                "45": {
                    "title": "Episode #3.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 45,
                    "original air date": "26 May 2013",
                    "year": "2013",
                    "plot": "\n    Wiki's supercomputer LDVD claims that Oxus must be in Chloe's room, so Kyan asks his friend. She had a rock, but her parents dumped it with the trash. Oxus is already at the processing site, about to be ground to dust. Kyan manages to grab the meteorite just in time. Dagmar is already becoming translucent. The De Saegher twins are clearly not impressed by the attempted sit-in protest.    "
                },
                "46": {
                    "title": "Episode #3.46",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 46,
                    "original air date": "28 May 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar is greatly relieved that Kyan saved Oxus, but remained translucent dangerously long, causing Saartje to panic and regret not having kissed him. Dagmar reemerges and refuses to return to the Elves middle world and be celebrated as their savior, preferring to help his human friends save the youth club forest first. Wiki demonstrates his supercomputer LDVD, which is finally ready.    "
                },
                "47": {
                    "title": "Episode #3.47",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 47,
                    "original air date": "29 May 2013",
                    "year": "2013",
                    "plot": "\n    The news that the mayor plans to have the police break up their forest sit-in ruins morale among the youngsters, but Dagmar soon rekindles it. Wiki warns Dagmar that everyone notices the chemistry between the elf prince and Saartje and against risking his future by kissing her. Wiki is rudely awakened by a stealth spy, actually just Lore.    "
                },
                "48": {
                    "title": "Episode #3.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 48,
                    "original air date": "30 May 2013",
                    "year": "2013",
                    "plot": "\n    The presence of a regional TV channel renders the mayor cautious, enough to drag the sisters along to last-chance talks. There the rumor of a bribe is confirmed when Dagmar bluffs, so the forest sale is annulled altogether. Wiki gets no chance to explain to Maud. Karel is released from hospital. Dagmar still refuses to return to the Elf world with Mara, saying he joins the victory party and even contemplates remaining among his human friends for good.    "
                },
                "49": {
                    "title": "Episode #3.49",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 49,
                    "original air date": "2 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar shocks Mara by sticking to his refusal to return home to his people and future throne, preferring the Ranonkels. When she says Saartje only agreed to be prepared to save Dagmar by incurring the elf curse in case the middle world were lost, Dagmar scolds her. Saartje however admits that it 'started that way' and takes her mother's advice to return Dagmar to his world, but the coward way, by letter. Wiki is surprised that she moves to their grandparents in France after all, by train. Dagmar is not prepared to give her up just like that, without even a proper ...    "
                },
                "50": {
                    "title": "Episode #3.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 50,
                    "original air date": "4 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar is shocked by Saartje's goodbye letter but refuses to give her up and return home with Mara. After finding her diary and hearing from Wiki that her train got delayed, he risks using his wings to catch up. Wiki can't stall long enough or prevent Mara to fly after Dagmar.    "
                },
                "51": {
                    "title": "Episode #3.51",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 51,
                    "original air date": "5 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar flew fats enough to find Saartje, take her from the train, explain he read her true love in her diary and seals it all with a kiss. That triggers the feared Elf curse, which makes him faint as his wings shrivel. Karel assures he'll recover completely from the 'para-painful' transformation. Dagmar is prepared to defend his decision to stay with the Ranonkels when his royal father Zirkos arrives with and guard escort and Mara. However the Elf king praises his heir not only for finding Oxus, which seemed impossible, and commends his choices. Wiki is disappointed ...    "
                },
                "52": {
                    "title": "Episode #3.52",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 52,
                    "original air date": "6 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Dagmar gets his wings and powers back when elf king Zirkos lifts the Elfish curse, saying love should never be banned. Karel however remains human, and is satisfied so, refusing to return to the middle world. Dagmar is enabled to travel back and forth at will, the Ranonkels get a standing invitation to visit. At the party for the saved youth club house, Wiki is gloomy over loosing Maud, who resigns the time-consuming presidency and proclaims her love explosively.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Elf king Zirkos's unruly son and heir Dagmar is punished for mischief by banishment from their magical 'intermediary world' to the human world. Elf Mara, masquerading as a social working, delivers him to the foster family Ranonkel, whom is told he's an orphan who previously was in a boarding school.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "30 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    The optimistic Ranonkel family tries to make new foster son Dagmar fit in straight away, but even apart from his 'new family' almost everything is new or strangely different from Elf life in the human world. Mara tries to cheer him up by referring to a surprise from home in his backpack. Dagmar is intrigued when the Ranonkel kids mention the 'Elf hill', albeit just the name of the local youth's club house.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "31 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar find one comfort in his exile among weird humans: his magical pet Wobbel came along, hidden in his backpack. Wiki is eager to recruit Dagmar as ICT playmate, ignoring the elf never even heard of computers, while Saartje just assumes he'll join the clubhouse, which spoiled brat Maud suddenly shows an interest in. Both Ranonkles must wait a while for Dagmar to settle in.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar can't make head or tale of the human world, let alone Wiki's ICT. Kyan has finished his next model airplane, again named after Saartje. The maiden-flight is a disaster because Maud, who applies for the clubhouse, stupidly tinkered with the remote-control, yet Kyan assumes Wiki constructed that badly.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar still lacks too many human social and practical skills to fit in the Ranonkel family yet. Maud has broken up with her spoiled rich friends and is determined to join the clubhouse, where naive Saartje is probably her key in.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "6 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar pays his first visit to the club-house where he meets the Ranonkrl kids' friends. Saartje's macho lover, Kyan, the nail-in-log-knocking champion, eagerly challenges Dagmar, who never even saw such games.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "7 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar proves a gracious winner, to Wiki's enthusiastic joy, bad loser Kyan mopes and leaves for a lonely motorbike ride. Ma Ranonkel enjoys a visit from buddy Veerle, Kyan's ma. Maud fails to impress the club members. Dagmar wants badly to go home because people are so crazy, but remains friendly. Kyan is annoyed by his brat sister Billie, who wants to join the club way under age, so a visit from Maud makes a welcome change.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "8 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar enjoys the Ranonkel family singalong as start of the last days before school, but wonders what they mean with a 'bike ride'. Tears and lies win naive, rugged gentleman Kyan for Maud's plan to get accepted in the club and maybe turn him against girl-friend Saartje. Dagmar tries to work out how bikes work, while Wiki is puzzled because Dagmar ignores all traffic signs. Mara tells Wobbel Dagmar's unfair punishment is a trick to make come true the prophecy to save the elves by finding magic meteorite Oxus. Magic sabotage helps Dagmar avoid family questions.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "12 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    After being offered 'dead bird' and the bike ride, Dagmar is even more eager to return home, but Mara tells him no chance and discloses his mission is to search for Oxus, the magic meteorite the elves lost 2000 years ago. Although unwilling, Dagmar tries the supposedly all-knowing computer, but even with Wiki's amused ultimate-beginners-help that yields nothing. The Ranonkel siblings speculate if all the weird stuff lately could have something to do with Dagmar. Kyan is not amused that kid brat sister Billie wants into the club under age. Maud failed to prepare her ...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "13 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Wiki gives Dagmar an 'old' notebook and an Internet crash course, but it all remains far from the elf's world, so he flees from a TV evening into bed. Ma's hot tea in bed seems to help, until Dagmar hears she added honey, which makes elves drunk. Kyan is bored after the club elects Maud into its council, which allows her to start flirting.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "14 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar impresses ma with his excellent aesthetic taste. To Wiki's horror, she revives a truth-game based on passing on a ball, but when that becomes too personal, Dagmar magically sabotages the Ranonkels' ball control. Wiki nearly discovers Wobbel, so Dagmar pretends it's his boarding school buddies' goodbye-present-ball. Wiki warns Dagmar against snob Maud, whom Saartje introduces to ma.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "15 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar shows Wobbel Internet, laughing at human ignorance about elves. Meesly farmer Alfons appeals to ma' veterinary services for his goat Martha. Dagmar enjoys baking flower-flavored pancakes. Kyan is amused to hear about Maud's haughty misbehavior in the club, not when the girls trick him into help Dagmar baking. Bragging leads to messy sabotage, after which Dagmar prepares a fugue.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "19 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar is dead-set to leave the crazy human world and tells the family he's returning to his 'boarding school'. Mara tells him the whole story of the swamp elves' millinery frustrated search for Oxus. Hearing finding it is the only sure way to be allowed back home, he promises to find the meteorite the next day, hoping computers can find it. So he cancels his leaving and gets passed on the family teddy-bear. Meanwhile farmer Alfons gets ma to promise she'll treat his goat.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "20 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Wiki cheerfully offers to help select a costume for Dagmar at the youth club's horror ball, finally choosing a zombie look. Alas, Googling for Oxus doesn't pay off. So everyone turns up for the club's costumed dance, including a mysterious witch, who confides only into Wiki she's Billie, who sneaked in despite the age ban.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "21 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    At the horror ball, Dagmar is rather amused, yet puzzled by humans idea of fun, but accidentally gets drunk from the cookies, ignoring they contain honey, so he has to be carried home with a killer hangover. A costume switch after a drinks spill contributes to Wiki falling for newcomer Maud. Kyan is furious to discover his brat sister Billie sneaked in. The youth center council must clean up and worries about repercussions if the 'drunk incident' is officially investigated.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "22 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    After the horror ball, Dagmar is mysteriously drunk from the cookies as he wasn't told they contain honey. Wiki is hopelessly besotted with Maud, who immediately starts abusing him for all chores. The family plans spending the last day of the summer holiday swimming in the clay pits, hoping Dagmar's hangover may recover. Mara sarcastically comes 'collect the meteorite' and wine on about its urgent importance. Kyan's ma fails to take his warnings about unruly brat sister Billie seriously.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "26 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar is hesitant to join the Ranonkel family on a waterhole picnic, but uses the opportunity to start exploring the wetland in search of the magical meteorite, so far in vain. Sassy Billie is wisely warded off. Maud is jealous of Saartje on account of hunky Kyan.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "27 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar gets optimistic about the search for Oxus after Wiki finds out on Internet that the nursery rhyme mentioning an Elf royal name refers to a legend that the local Menapian tribe of Ancient Gaul would have cohabited with Elfs. Meanwhile he must prepare for the school girl, in Saartje and Maud's class. Wiki accepts to do Maud's work on the website if she joins him for a movie.    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "29 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    After a chaotic breakfast, the kids start the school-year. Everything is strange for new pupil Dagmar. Luckily Wobbel, who is hidden in his bag, can cue him, but also starts cooing, so Dagmar uses a magical distraction to sneak out and wanders towards the clubhouse. Kyan's dad now bullies him at work until the 'looser' actually walks out.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "30 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Having abused magic to cause a globe to spin as a diversion so he can escape from class, Dagmar hides in the club house. There he thinks it safe to spread his wings, but can barely cover them up when someone arrives and leaves, whom he fails to identify. Kyan runs in the woods too, frustrated by the alteration with his pa. Dagmar hides in the broom closet, but a noise betrays him to Saartje.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "3 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar is found in the club house and returned to the Ranonkel home, where Lotte was panicking despite able help from clear-headed Wiki. The family council takes Wiki's cue to give the weirdly troubled knave another chance to fit in. Kyan, still frustrated by his pa, accepts Maud's self-invited company. Dagmar gets a lecture from Mara about his mission, but insists he can only hope to succeed if allowed to fly again. The club council suspects Maud of stealing what Dagmar ate and drank.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "4 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar is back with the Ranonkles, who are determined to make him feel home if he chooses to stay, which is the tacit case. Wobbel falls out of his his bag and becomes the token ball in another truth game, which leads to a family singalong wit ma at the piano, finally fun by Dagmar's standards. Kyan is confused that Maud first imposes herself on him, then pretends he stole a kiss instead of her, the change of heart being inspired by fear to alienate Saartje.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "5 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar shows he means his best behavior promise by preparing a grand breakfast, only he got up so early Wiki feared he was sneaking off again. The Ranonkels are delighted and everyone relived when the school principal accepts to impose no sanction for Dagmar's 'one-off' absconding. The kids still wonder why Dagmar calls himself Noberis, like Mara, although his foster file mentions his last name is Koningswens ('royal wish'). Ma has found the book on the Elfs hill related legend, but won't show it until after school. Kyan is delighted to receive a kiss-card which he ...    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "6 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar is now optimistic life with humans may not be so bad after all and eager to search for the Oxus meteorite. Hearing Wiki asked Zaznibar to ask Maud to become his girlfriend, Dagmar warns him to do so himself and starts a masterclass seduction, but the cancel-call is overheard by Maud. Dagmar finally gets hold of the book on Kortan the Wild and the Elfs.    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "10 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar continues his masterclass seduction for Wiki, who alas proves less then gifted to give girls the right, playfully confident glance. Eager to search for the Oxus meteorite, Dagmar wants only to read the book on the legend of Kortan the Wild and the Elfs. Wiki invites himself as audience for a brilliant first-sight reading. The story tells the Menapian tribal leader Kortan wrecked an old alliance with the Elf kingdom when turned down as Elf princess Elvira's suitor. In the battle, the ignorant Gauls stole the Elfs' treasured meteorite, which they mistook for a ...    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "11 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar discovers Saartje is a sleepwalker, another human oddity he never heard about. Searching for Oxus, Dagmar goes collect stone samples in the woods and comes across Kyan's quad. Wiki messes up Dagmar's seduction tips. Kyan's ma discovers Maud's kiss-card and gets him to tell Saartje and her junior club mates tire his patience.    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "12 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar, having found Kyan's quad, tries to drive it but gets stuck in a bog ad abandons it. Kyan heard the noise, found it but can't pull it out himself. Nevertheless he's furious when his pa Harald arrives, knowing his help comes at the price of another paternalistic tongue-lashing. Wiki refuses to consider Dagmar's warning Maud is probably not interested. Saartje's bossy nagging exhausts Dagmar's patience, alas causing him to ask Wiki to leave his room as well.    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "13 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar hears ma lore is going to attend farmer Alfons's goat and comes along, hoping he may find Oxus there. A bluish stone at the farm looks right, and Alfons hands it over, but Wobbel senses it's not the magical meteorite. Kyan is relieved to have his quad saved and that pa Harald was the one who lost the key in the bog. Wiki takes Dagmar's courting advice to act uninterested too far, ignoring Maud completely, except while demonstrating how to make glue, which clumsily ends up all over her.    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "17 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar is pessimistic again about the search for Oxus, throws away the useless sample rocks and accepts a promise of help from Billie, who claims to know the area well enough to find the magical meteorite. Wiki realizes confident glances and playing hard to get don't work for him, so he takes Dagmar's next tip, treating Maud to presents, but what? Kyan is furious when Sara betrays Dagmar was the one who clumsily drove his quad into the bog. their bickering is stopped by ma, who makes them make up and, worse, join a shopping trip next day.    "
                },
                "30": {
                    "title": "Episode #1.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "18 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar and the other boys grudgingly delay their plans for the lame shopping trip. Wiki thinks a book on Euclidic mathematics will ingratiate him with Maud, but she just says she'll sell it. Ma consulted the bus schedule for year ago, so everyone has to take a ride in Kyan's pa's truck.    "
                },
                "31": {
                    "title": "Episode #1.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "19 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar bites his tongue not to betray himself by rebuking Saartje's stupid ideas about elves. Wiki refuses to consider Maud probably doesn't react to his text messages because she can't appreciate him. Kyan's ma is pleased that he brought a present for brat Bllie and convinces pa and him to agree on joint bowling the next evening, alas without realizing in time Saartje expects him then.    "
                },
                "32": {
                    "title": "Episode #1.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "20 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar is rather pleased that Saartje seems to fall for his elfish charm. Wiki tells Maud he 'won't bother her anymore for a date', but is told she'ld accept if he stole the math test questions. Dagmar uses magic to make copies unseen, but Wiki refuses to cheat, while Dagmar realizes he won't pass just by studying. Kyan grudgingly cancels a club meeting to go bowling with his pa.    "
                },
                "33": {
                    "title": "Episode #1.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "23 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar has hastily taken Kyan's place at the clubhouse council members' first aid course, albeit totally unprepared. Dagmar uses magic to make copies unseen, but Wiki tries to forget Maud by concentrating on his novel computer development. Kyan accidentally wipes a client's price calculation from pa's calculator. Harold scolds him, so their bowling evening is canceled. Kyan thus comes to the clubhouse after all, just when Dagmar gets mouth-on-mouth, and is hastily whisper-instructed to play Dagmar.    "
                },
                "34": {
                    "title": "Episode #1.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "25 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar is annoyed after another visit from Mara, urging he must find Oxus urgently. Wiki says the meteorite doesn't exist, so even his novel computer LDVVD couldn't ever find it. Kyan is ready test his latest model airplane. Harold finally admits he pushes his son to run because he failed as a boy due to less talent. Dagmar learns from Billie Maud's pa has a blue stone, which might be Oxus, in his home collection, but visitors aren't welcome. Dagmar offers her the math test questions as entry fee.    "
                },
                "35": {
                    "title": "Episode #1.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "26 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Wiki proudly presents his novel computer LDVD, but Saartje's unscientific question 'Do elves exist?' causes a smoking overload. Kyan and Harold are back on normal terms. Dagmar gets Maud to promise he can see her pa's blue stone in exchange for the math test questions, but she grabs them and calls the guard dog. Dagmar however meets her pa, businessman Karel Wijffels, who is happy to receive a 'fellow petrologist'.    "
                },
                "36": {
                    "title": "Episode #1.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "27 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar sees pa Wijffels's most prized locally found stone, but is disappointed it's a fossil, no meteorite. He cooks the traditional elves festival cake, a hit with the Ranonkels, then finds even understanding the math test answers is hard. Kyan is surprised that Maud claims not to need studying but accepts to swim in the waterhole with her. Wiki concentrates on his novel computer LDVD. To Maud's surprise, her parents enjoyed Dagmar's short visit and hope he'll return.    "
                },
                "37": {
                    "title": "Episode #1.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "31 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar firmly waves Maud's shameless claims he 'forced his way in' although her dad invited him and her demand he 'make up' after she broke their deal. They are overheard by a jealous club girl, so after both hand in perfect math answers suspiciously soon, the teacher informs the principal. Asked for his word of honor, Dagmar owes up. Kyan dares not refuse Saartje performing a duet in the club together, so he asks Wiki to persuade her, yet besides helpful statistics the knavish brother adds an amused thumb-up.    "
                },
                "38": {
                    "title": "Episode #1.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "1 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar gets off lightly for his test cheating but wonders who betrayed him and Maud. She sanctimoniously apologizes to Lore and promises to spare Wiki's feelings. Maud offers Dagmar to make up by visiting the carnival together, but he generously passes that on to Wiki, who is over the moon. Kyan fears humiliation if Saartje gets him to sing a duet. Dagmar must bite his tongue when Saartje reads from her elves book based on a crazy professor's 'monography', both full of legendary nonsense.    "
                },
                "39": {
                    "title": "Episode #1.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "2 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar, who still wonders who betrayed them and if that means his magic discovered, unwittingly betrays to Maud during detention that Kyan refuses to sing a duet with Saartje. Maud tells and lies Dagmar would take his place, offering Kyan to enter the clubhouse free podium together, but Kyan decides to accept rather then a rival. Wiki looks forward to the carnival with Maud.    "
                },
                "40": {
                    "title": "Episode #1.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "3 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar lets Maud recruit him during detention for a duo act at the club's free podium and rewards Billie for her help searching Oxus by promising he'll try to enter her for the annual competition. Kyan is grumpy to hear from Maud Saartje tricked him into their duet, hates practicing in silly whigs and starts believing she may be keeping secrets for him. Wiki wears a space-suit for the cultural center's theme night in honor of an attending astronaut. Dagmar decides to join him, hoping for a tip on the meteorite.    "
                },
                "41": {
                    "title": "Episode #1.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "7 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar keeps Maud to her promises for a duo act at the club's free podium: setting the carnival date with Wiki for tomorrow evening and inscribing Billie. At the cultural center, Wiki's theoretical questions for the astronaut are crossed by Dagmar jumping in about searching for meteorites. Kyan tries in vain to wriggle out of the duet, but the inscriptions are made final.    "
                },
                "42": {
                    "title": "Episode #1.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "8 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar and Wiki visit the local museum with Billie to ask about the 'testament of Kortan the wild'. The curator warns it's 2,000 years old but never deciphered, probably not even relating to Kortan. Biullie gets locked in while photographing it sneakily, but Dagmar uses magic to liberate her.    "
                },
                "43": {
                    "title": "Episode #1.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "9 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar realizes the museum's 'testament of Kortan the wild' is an ancient Elf script, which Wobbel deciphers as a letter to his Menapian beloved, containing an indication where the treasure (Oxus?) is. Wiki laughs such impossible decoding away, Saartje even turns it into a supposed proof of Dagmar's apparent lack of trust. Dagmar grudgingly accepts to do a Romeo and Guliette parody with Maud, although it calls for kissing, to hold her to the carnival date with Wiki. She wickedly limits it to two hours of making Wiki pay for anything, yet he still makes it enjoyable.    "
                },
                "44": {
                    "title": "Episode #1.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "10 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar is happy with Kortan's clue the meteorite is 'between snake and lion'. Wiki actually made Maud laugh and kiss once, but blurting out Dagmar, who 'has a way with keys', was the one who dipped into to the clubhouse provision makes her storm off to rage at Saartje for willingly letting her take the blame. Kyan forgives her sneakiness provided he hasn't got to wear a glitter costume.    "
                },
                "45": {
                    "title": "Episode #1.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "14 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar wonders what 'between snake and lion' means, but Saartje just wines everything went wrong for her since his arrival and she no longer wants to believe in elves, which he blurts out exist for sure. First however Dagmar tells Maud the sketch script isn't funny and writes a better one. Wiki ignores home front warnings about Maud, who blatantly tells everyone not to care for Wiki at all. Kyan doesn't recognize his masked sister slipping in at the free podium. Meanwhile his parents visit Lotte fro dinner, as Wiki warned a sure recipe for trouble, especially once ...    "
                },
                "46": {
                    "title": "Episode #1.46",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "15 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    After Wiki's ICT expose, which barely gets some polite applause, Dagmar's self-written sketch script with Maud is a total blast, yet she steal a kiss at the end. Kyan is told his masked sister slipped in and chases her, ultimately messing up his duet with Saartje, who is crushed by her first-ever loss. Meanwhile the parents' dinner is tense, except between the women.    "
                },
                "47": {
                    "title": "Episode #1.47",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "16 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar is worried that while he changed out of costume, someone may have seen a glimpse of his wings, as Saartje did, buts he's not sure. Maud's boring, self-absorbed 'victory speech' takes forever, yet only love-blinded Wiki congratulates her. The next morning, Saartje decides to make sure by bursting into the bathroom, but catches only poor Wiki in his birthday suit.    "
                },
                "48": {
                    "title": "Episode #1.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "17 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar tries to handle Saartje's suspicions after getting a peek of his wings in the dressing-room by making sure she and Wiki see him wear her costume wings, but she only half convinced. Archeology professor Roel Vademecus, whose book she idolizes, is told to stop his elves research or be fired from university. Just then Saartje invites him for a lecture in the clubhouse, although even Wiki isn't interested. Kyan is in the doghouse as if he messed up the duet.    "
                },
                "49": {
                    "title": "Episode #1.49",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "21 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar discovers the lion and snake clue may refer to a Celtic tumulus tomb, so he should seek Oxus wherever Kortan is buried. Archeology professor Vademecus accepts an invitation to visit sinister baron Edgar Vleugeleers, who shows off the castle's vast collection of wings his ancestors amassed. The professor refuses the baron's offer to catch, for a fortune, an elf, the last lacking wing type. Kyan and Maud get trapped in more lies among the club girls, Saartje even spreads 'confidentially' that Dagmar's backside would be covered in horrible boils.    "
                },
                "50": {
                    "title": "Episode #1.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "22 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar gets a surprise birthday-party, unknown to elves, with gifts. Only Kyan isn't sad when Mara announces he's to fly to relatives in the US, in fact back to the kingdom. Dagmar however insists he can and must continue his search for Oxus. After Wobbel confesses he lied about Dagmar being in love to get back home, the plan is dropped.    "
                },
                "51": {
                    "title": "Episode #1.51",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "23 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Dagmar finally gets his flying power returned, as a reward for his good work, but only to keep looking for Oxus. Everyone in the clubhouse shares Wiki's scientifically obvious skepticism, except Saartje, when she introduces professor Vademecus's lecture on elves. Dagmar realizes it's full of errors, but pushes unwilling Wiki to ask questions on Oxus and Kortan on his behalf.    "
                },
                "52": {
                    "title": "Episode #1.52",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "24 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Professor Roel Vademecus believes his elves detector, based a on 'meta-trivial x-rays', found one just after Dagmar left, but nobody takes him seriously, Wiki courteously raises painful scientific doubts but also betrays his foster-brother has pointy ears. Daphne nurtures Kyan's doubts about obviously sanctimonious, secretive Saartje. To Dagmar's horror, Saartje followed him and witnesses his first winged flight on earth.    "
                },
                "53": {
                    "title": "De Elfenprins",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "25 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    A shortened compilation of the first season. Dagmar, with some help from Wobbel, and the siblings Wiki and Saartje takes turns giving comments from their respective viewpoints on the story, each time followed by one of more short excerpts. Elf king Zirkon's son and heir Dagmar is banished to earth, as punishment for continuous mischief, and must live as a human, notably foster son of the mildly wacky Ranonkel family. Later he finds out the real reason, and his only hope of being allowed back, is the urgent search for the magical meteorite Oxus, lost 2000 years ago and...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "27 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar's last attempt to deny he's a winged elf fails as Saartje saw him, so he tells her all about his mission to find Oxus and swears her to secrecy. Wiki's attempt to make Maud confess she enjoyed kissing him too ends only in more verbal abuse. Baron Vleugeleers gets professor Vademecus to sign a contract concerning catching and bringing him an elf.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "28 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar shows Saartje his telekinesis, admits several naughty uses of magic and swears her to secrecy twice more, even to the family. Wiki is absorbed by his attempt to repair his super-computer LDVD and prove its superior to the human brain.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "29 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar meets the Ranonkel kids' father, architect Tim De Wilde, who visits from the UAE, bearing gifts. Dagmar learns Tim never married Lore and nearly betrays himself using telekinesis. Wiki demonstrates his super-computer LDVD but before Dagmar can ask it where Kortan's tomb is, Saartje's idiotic question makes it explode again.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "1 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Wiki ignores when he can repair his super-computer, even now father can help. Impatient, Dagmar asks Tim about the tomb of Kortan. Ignoring it, he consults childhood friend and local expert Cornelis, who doubts if there even are Celtic tumuli in the area. The baron is impressed when Vademecus demonstrates his new elf detector with stunning functions. Kyan catches the professor scanning the Ranonkels' street and chases him.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "5 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar despairs in the search for the tomb of Kortan. Local expert Cornelis, who doubts if there even are Celtic burial mounds in the area, admits nobody can know if the underground caves contain graves as Tim and Wiki suggest, but argues they're rendered inaccessible anyway. Kyan treats Saartje to a romantic surprise pizza dinner, but the delivery is hopelessly late. meanwhile he tells her about Vademecus using the detector and telling lies.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "6 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar decides he must risk flying at day, his only hope to continue the search for the tomb of Kortan from the air above the underground caves. Alas, Vademecus is on the prowl with his detection-stunning-device. Wiki hoped his parents might get together again, but Tim tells Lore he's about to marry a girl he met in Egypt, who expects his third baby. Kyan refuses to run against Saartje for club president, so Maud decides to stand herself, while her mother worries, unlike father, because she never confides into them.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "7 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar has failed to find the tomb of Kortan from the air above the underground caves. He ignores his presence alerted by Vademecus's detection-stunning-device in the woods, but he wasn't seen. Tim accepts to under the club's parent-child-pairs-quiz with Wiki. The model son misunderstands Tim 's attempt to tell he's about to marry again, as if his parents were becoming a couple again. Maud sneakily tries to convince people Saartje shouldn't be allowed to remain club president, but Maud's mother arrives unexpectedly in the club house, and refuses to keep her candidacy ...    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "8 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar must remind Saartje she promised silence, refuses even to confide in Wiki, but appreciates his help to combine his photographs into 3D. That shows no tomb, but Wiki discovers a cross formed by oaks planted in the shape of a cross in the woods. Tim promises again to tell the kids about his new family to be. Tim encourages Kyan to enter a national model airplanes competition and Harald to sponsor him as publicity for the family timber firm. To Maud's horror, now even her father shows interest in the club quiz.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "12 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar is determined to work on the clue Wiki found, undaunted by reports Vademcus is around with an elf-stun-gun. Wiki and Tim cram for the quiz. Kyan is delighted that entered him for a national model airplanes competition and sponsor him as publicity for the family timber firm. Vademecus's questions in the club house are stopped by Saartje, but he tails Wiki.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "13 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar and the Ranonkel gang have a blast at the family quiz, where Wiki and Tim clearly deserve their lead. Kyan is pleased Harald didn't want to enter with him, only has ma attends. Maud's insolent 'rules' don't stop people from talking to her mother, who doesn't do worse then she, while her father has a friendly chat with Dagamr. Vademecus has tailed Wiki to and from the Ranonkel home. In the club-house, his detector goes on and off as Dagmar stands directly in front or behind someone.    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "14 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar and the Ranonkel gang have a blast at the family quiz, where Wiki and Tim clearly deserve their lead. Kyan is pleased Harald didn't want to enter with him, only has ma attends. Maud's insolent 'rules' don't stop people from talking to her mother, who doesn't do worse then she, while her father has a friendly chat with Dagamr. Vademecus has tailed Wiki to and from the Ranonkel home. In the club-house, his detector goes on and off as Dagmar stands directly in front or behind someone.    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "15 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    At the family quiz, Wiki reluctantly accepts Maud's 'offer' to earn another date with her by deliberately loosing. Tim is surprised but preoccupied with how to tell about his marriage plan. Kyan needlessly fears his sister sneaked in again, leading to an embarrassing incident. Vademecus is thrown out of the club-house by Kyan. His detector having gone on and off as Dagmar stands directly in front or behind someone inspires a countermeasure: the heavy woolen sweater that club member wore only because it's a grand-parental home-knitted gift.    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "19 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar fails to keep hidden for Mara that Saartje know he's an elf, but gets a week till full moon to continue searching for Oxus before she tells his royal father. Wiki is furious at father Tim after overhearing him tell Saartje about his marriage and move to Dhubai plans.    "
                },
                "14": {
                    "title": "Episode #2.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "20 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar, the last to have seen missing Billie, couldn't help the police, so worried Kyan starts searching the woods. Wiki shelves his anger at Tim to help Saartje organize a mass search party. Mara warns Saartje she mistrusts any human in the search for Oxus.    "
                },
                "15": {
                    "title": "Episode #2.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "21 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    While the mass search gets nowhere and the police takes Vademecus in for questioning, Dagmar hears Billie crying from a deep pit in the woods. He rescues her using his wings and arranges for Wiki to find her on the surface. Wiki tells Maud her latest blackmail completely turn him off, destroying his illusion she could ever love him. In response, she steals a kiss. Dagmar wonders if Billie noticed his wings.    "
                },
                "16": {
                    "title": "Episode #2.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "22 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Having arranged unseen, except perhaps by her, for Wkii to find and 'rescue' Billie, Dagmar can't wait to return to the subterranean passage which he expects to lead to Kortan's grave and hopefully Oxus. Wiki enjoys his confidence-building hero-status but still won't speak a word with Tim. Kyan insists Saartje must finally put his passion first and attend his model airplanes contest. Grudgingly she tries to reschedule the club council, actually petty routine. Maud assures Wiki she'appreciates' for quaint humor, he again asserts she's in love too. Dagmar fakes illness ...    "
                },
                "17": {
                    "title": "Episode #2.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "26 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Fake-sick Dagmar can't get past the parents to explore the subterranean passage. Wiki accepts grudgingly to attend the last family dinner before father Tim must return to Dhubai. Indignant Vademecus tells the baron about his arbitrary arrest.    "
                },
                "18": {
                    "title": "Episode #2.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "27 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Fake-sick Dagmar can't prove he's healthy 'again' because elves always have a higher temperature, until he gets human foster-sibling help. Wiki storms angrily away from the last family dinner before father Tim must return to Dhubai. Hearing how Maud thinks of her parents as mere nuisance changes his mind just in time. A newspaper article about the 'winged angel' Billie believes to see during her rescue puts Vademecus back on Dagmar's trail.    "
                },
                "19": {
                    "title": "Episode #2.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "28 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    The family is relieved to see Wiki and Tim are back on buddy terms, bonding over computer technology. After school, Dagmar can finally return to the forest, but at the passage's entry must hide to avoid being found by Vademecus. Maud uses Saartje's own absurd rules in an attempt to turn the club council against her unsuspecting presidency competitor over a meeting delay.    "
                },
                "20": {
                    "title": "Episode #2.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "29 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar must stay safely away from the forest, at lest until he can get a new Icelandic wool sweater to ward off Vademecus's detector. Surprisingly, Kyan offers to knit it. Maud's plan seems to work: the club council bickers over attendance and rules.    "
                },
                "21": {
                    "title": "Episode #2.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "2 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar is confident he can find Oxus after Billie found a Menapian coin in the subterranean passage, ignoring Vademecus is down there already. Dagmar is running out of time because next night is new moon, after which Mara will tell the elf king about the Ranonkels, probably causing his recall. Kyan has finished knitted a protective band, half-sweater-size, pretending it's a bet after weird glances from his father, who hopes for a model airplane contest victory and even grants a day off. Maud's plan leaves the club council members feeling Saartje may be president for ...    "
                },
                "22": {
                    "title": "Episode #2.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "3 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar girds the knitted half-sweater so he can finally set out to search the subterranean passage, mere hours before Mara may tell the elf king about him trusting a human. Kyan begs literally on his knees so Wiki would interrupt his major hardware project to check out the model airplane radio control. Maud's plan steps up by promising members personal and club benefit if Saartje were ousted as club president.    "
                },
                "23": {
                    "title": "Episode #2.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "4 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar is finally ready to enter and search the subterranean passage with Saartje, but they discover someone else there. It's Billie, who admits she follows him since she accidentally saw his elf wings during his panic truant day. Kyan confidently bets his model airplane will win, if so father must learn lace-making; Wiki finally gets another visit from Maud but she insists they should 'grow slowly', no even another kiss.    "
                },
                "24": {
                    "title": "Episode #2.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "5 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar is delighted, having entered the subterranean passage with Saartje and Billie, to discover a relief in Ancient Elf clarifying it's the tom of Kortan the Savage. Alas, the box which contained Oxus has already been emptied by Vademecus. He shows the meteorite to the uninterested baron, who forces him to complete their contract and catch an elf by blackmail. Wiki arrives at the passage entry and falls in. Dagmar grudgingly accepts to confide in him too. The scientific mind's skepsis is worn down by the archaeological reality.    "
                },
                "25": {
                    "title": "Episode #2.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "9 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar despairs about his mission as Oxus has been stolen from the tomb of Kortan the Savage, possibly by the dangerous professor Vademecus. Wiki promises to keep the elf's secret and decides to hurriedly repair his super-computer, hoping it can tell them where to look. Dagmar agrees to let Wobbel join Wiki while he and Saartje can only wait, actually falling asleep together.    "
                },
                "26": {
                    "title": "Episode #2.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "10 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar is determined to keep looking on earth for Oxus, but Mara hasn't turned up anyway although her ultimatum expired. Wiki announces that he failed to repair his super-computer yet, being distracted by renewed hope concerning Maud. Wobbel has befriended Wiki and his Star wars action-figures. Dagmar and Saartje can only convince Wiki they innocently falling asleep together by telling the elf curse is true. Vademecus impersonates a repair man, so mother Lore lets him search the house while the kids are off to school.    "
                },
                "27": {
                    "title": "Episode #2.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "11 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar urges Wiki to try again repairing his super-computer, but it's no use while he is distracted by romantic hope. Wobbel warns the kids that a man, whom he describes like Vademecus, has searched trough Wiki's room. Vademecus tells the baron he's almost certain Dagmar is an elf and shows him a chromatic spectacles set which should detect wings, and he knows the Ranonkel family will attend the model airplanes competition.    "
                },
                "28": {
                    "title": "Episode #2.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "12 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar grudgingly accepts Wiki's suggestion they should all seek distraction by attending Kyan's model airplanes competition. Kyan arrives desperate, his plane having fallen from his quad, badly broken. Wiki accepts, once begged on bare knees, to concoct a miracle glue within the hour. Meanwhile Maud uses Saartje's absence to demand a club presidency election and announce she's standing.    "
                },
                "29": {
                    "title": "Episode #2.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "16 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Although Wiki confided in Dagmar and Saartje his home-made glue may not be strong enough, he supports Kyan's model airplanes competition cockiness towards Howard. The stakes being upped by Kyan's promise to resume running until he wins a medal in case of a loss. The glue starts disintegrating, so the plane swaggers, but Dagmar's telekinetic magic keeps it on a winning course. Wiki spots Vademecus and warns Dagmar to hide. Meanwhile Maud uses Saartje's absence to fix a club presidency election date.    "
                },
                "30": {
                    "title": "Episode #2.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "17 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar's magic prevents Wiki's home-made glue to fail, so Kyan wins triumphantly the cup. Warned by Wiki, Dagmar flees home, but Vademecus's goggles confirm he has elf-wings. Vademecus sets a trap at home, which Dagmar is only saved from by Mara, whom neither saw. Only Wobbel is left to try reporting to Wiki.    "
                },
                "31": {
                    "title": "Episode #2.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "original air date": "18 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Kyan triumphantly brings the cup home, celebrates and hold father to his bet: a lace-making course. Mara covered up leaving a note she took 'home-sick' Dagmar to visit his 'boarding school buddies', so there's hope he might return. Vademecus's rapport that Dagmar is definitely an elf but escaped mysteriously rather displeases the baron, who grants 'one last chance'. Only Wobbel knows what happened, so Wiki designs a universal translation computer to learn the pet-sphere's language.    "
                },
                "32": {
                    "title": "Episode #2.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "original air date": "19 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Even Wiki's universal translation computer finds the pet-spheres language hard to understand, but Wobbel ultimately displays his ability to establish video-like contact with Dagmar in the elf world, albeit only for a while. Dagmar explains the royal elders council is debating what must happen next, send him back or have Wobbel retrieved. Vademecus assures the baron he finally knows how to catch Dagmar: trough foster-mother Lore, who seems romantically interested in Vademecus.    "
                },
                "33": {
                    "title": "Episode #2.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "original air date": "23 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Wiki finds Wobbel with his mother and her assistant, who found him in his room, but manages to make them believe it's a sophisticated toy Dagmar git for his boarding school mates. Kyan enjoys a photo-shoot as model airplane race winner and accepts to join the national federation, which also means leaving the club council, possibly the deciding vote for the presidency election. Wiki learns his ma has a dinner date, not suspecting it's with Vademecus.    "
                },
                "34": {
                    "title": "Episode #2.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "original air date": "24 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Wiki encourages his ma's dinner date with 'Peter', actually Vademecus, and even agrees to leave 'radio' Wobbel with them. Kyan decides to leave the club council for the model airplane society. Everyone else cancels for Saartje's club 'cupcakes workshop', so she eagerly accepts when Maud promises to send her cousin Benny, whom she is happy not to see thanks to her date with Wiki. Her father Karel however mistrusts her dating.    "
                },
                "35": {
                    "title": "Episode #2.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 35,
                    "original air date": "25 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Wiki surprises and charms impatient Maud on a date in the dark Woods. They have fun fair sugar treat (nostalgical of their first date) by light from his latest invention. The Lunargie-generator, which is the counterpart to solar panels. Vademecus pretends to like mother Lore's vegetarian cooking and plays piano with her, failing to notice Wobbel. She practically lets him search the kids' rooms when a feline patient is brought in. He finds Saartje's Elf Prince 'book' with notes on Dagmar as its real elf inspiration. Only Maud's pustules-covered punk cousin Benny turns ...    "
                },
                "36": {
                    "title": "Episode #2.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 36,
                    "original air date": "26 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Wiki is surprised when Maud's father Karel Wijjfels finds them in the woods, supposedly looking for stones. Wiki is disappointed when she calls him just a friend, but she has a good explanation why she calls him just a friend. Kyan reluctantly grants Maud a goodbye interview for the clubhouse website. Vademecus confronts Saartje who finds him searching her room. He warns her not to call the police if she wants Oxus back and promises only to seek academic recognition. After he leaves, Dagmar is suddenly back.    "
                },
                "37": {
                    "title": "Episode #2.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 37,
                    "original air date": "30 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar is back, mandated to risk everything for retrieving Oxus. Briefed by the Ranonkel kids, he calls Vademecus, who claims to have Oxus and promises to hand it over at a one to one meeting, which Dagmar reluctantly agrees to, while Wiki scolds him as ma's fake 'admirer'. The baron reminds Vademecus it's his last chance. Kyan's goodbye interview is posted on the clubhouse website, twisted by Maud into a testimony on Saartje's presidential tyranny.    "
                },
                "38": {
                    "title": "Episode #2.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 38,
                    "original air date": "1 May 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar waves Wiki's doubts whether Vademecus really has Oxus. Dagmar wants no time commenting on Kyan's goodbye interview, which Maud sanctimoniously maintains to be honest and innocent. Seeing Kyan enjoys discussing model airplanes with the federation president's daughter, jealous Saartje announces she won't stand for club president again.    "
                },
                "39": {
                    "title": "Episode #2.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 39,
                    "original air date": "2 May 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar strains his powers to secure Kortan's tomb entrance, then accepts to meet Vademecus who promises Oxus and gets the baron's reluctant agreement not to do so in his castle. Kyan and Saartje, who confirms she won't stand for club president again, vow to spend more time together.    "
                },
                "40": {
                    "title": "Episode #2.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 40,
                    "original air date": "3 May 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar firmly resists Mara's yellow suggestion he should avoid Vademecus as Oxus must be recuperated at all cost. Wiki pledges outright support and ends up 'knighted' princely bodyguard. Kyan and Saartje look forward to spending more time together.    "
                },
                "41": {
                    "title": "Episode #2.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 41,
                    "original air date": "7 May 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar needs his cellphone to set up a meeting with Vademecus so Oxus can be recuperated at all cost. When the maths teacher confiscates his, he uses one of his three goes with the magic amulet which turns time back e few minutes. Wiki and Billie come up with an alternative plan. sanctimonious scheming continuous to encourage or prevent Saartje to stay club president. Ma is puzzled why her daughter opposes dating 'Peter' Vademecus.    "
                },
                "42": {
                    "title": "Episode #2.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 42,
                    "original air date": "8 May 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar approves the plan and starts executing it with Wiki and Billie; digging a trap pit on the way to the meeting place with Vademecus, hoping he will come that way and carry Oxus, which they can then demand as ransom. Kyan however joins Saartje at the club house, where Maud perverts the campaign to convince Saartje to stay club president by suggesting she just hoped for that. The baron shows Vademecus, who made his own preparations, the 'golden cage' prepared for the elf in his castle.    "
                },
                "43": {
                    "title": "Episode #2.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 43,
                    "original air date": "9 May 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar, Wiki and Billie digging the trap pit on the way to the meeting place with Vademecus, joined later by Saartje, who still hasn't decides whether to stand for club president again. Unsuspecting Kyan however stumbles into the pit with his model airplane friend, leaving no time to repair until Vademecus will arrive. Dagmar uses his second time-leap to undo that damage.    "
                },
                "44": {
                    "title": "Episode #2.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 44,
                    "original air date": "10 May 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar, Wiki, Saartje, who worries about Kyan, and Billie, who is recalled home, wait the trap pit on the way to the meeting place with Vademecus. They however informed that the professor is at the Ranonkel home, claiming he broke up with the baron. Dagmar returns and to both's delight is haded Oxus, but Wobbel's scan concludes it's not the magical meteorite.    "
                },
                "45": {
                    "title": "Episode #2.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 45,
                    "original air date": "14 May 2012",
                    "year": "2012",
                    "plot": "\n    After Wobbel's scan concludes the rock Vademecus brought is not the magical meteorite, Wiki proves it's neither stone nor extraterrestrial, just artificial material invented in 1908. Vademecus helps them to make the baron admit he switched the rocks and kept the real Oxus in his castle. Mother Lore is now told the whole truth, accepts to let Vademecus stay for the night and faints.    "
                },
                "46": {
                    "title": "Episode #2.46",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 46,
                    "original air date": "15 May 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar now can reveal his powers to the whole family. He and Saartje discover they shared a weird dream of kissing each-other and him handing over the time-amulet. Vademecus promises to retrieve the real Oxus from the baron in his castle. Kyan is startled when Saartje bluntly dumps him without further ado. Mother Lore is startled but accepts the whole story and tells Mara everything is forgiven.    "
                },
                "47": {
                    "title": "Episode #2.47",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 47,
                    "original air date": "16 May 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar forbids Mara to keep lying to Lore and instructs her to find out if the amulet has other magical properties. Vademecus hopes Dagmar will grant him a scientific examination before returning to the elf world once the real Oxus is retrieved. Vedemecus tells the baron in his castle no longer to believe in elves, but is painfully made clear that lie doesn't pass.    "
                },
                "48": {
                    "title": "Episode #2.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 48,
                    "original air date": "17 May 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar learns from Mara that the amulet was Kortan's gift. Vademecus tells Dagmar his price for Oxus: the elf prince as captured pride of the Vleugeleers family's 'winged creatures' collection. Saartje refuses to tell Kyan why she broke up.    "
                },
                "49": {
                    "title": "Episode #2.49",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 49,
                    "original air date": "21 May 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar is determined to get Oxus himself, without waiting for elf soldiers, so he sneaks out and magically opens a door to intrude the castle. However, in his haste he forgot his time amulet. Vademecus hasn't decided yet whether he'll join the operation. Wiki reports to dad Tim by video-phone that his genealogy program has discovered their oldest ancestor is from the 8th century AD - Kortan!    "
                },
                "50": {
                    "title": "Episode #2.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 50,
                    "original air date": "22 May 2012",
                    "year": "2012",
                    "plot": "\n    Dagmar is caught and sedated by the baron in a honey-drenched net, then caged as the pride of the Vleugeleers family's 'winged creatures' collection. Wobbel is thrown out as uninteresting. Wiki sabotages Maud's coronation as president by entering the election as last-minute sole candidate. Kyan again interrupts his model airplane activities to try mend things with jealous Saartje.    "
                },
                "51": {
                    "title": "Episode #2.51",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 51,
                    "original air date": "23 May 2012",
                    "year": "2012",
                    "plot": "\n    Finding Wobbel outside the castle proves to the Ranonkel rescue party, including Vademecus, Dagmar must be inside. So they intrude and find him caged and too heavily honey-sedated to use his magical powers. Wiki goes downstairs to find Oxus, successfully. The baron finds the other two and tricks them to be locked in the same cage. Kyan, who saw them drive to the castle, followed on his quad and takes on the baron with a crossbow, but the fight makes an accidental casualty.    "
                },
                "52": {
                    "title": "Episode #2.52",
                    "kind": "episode",
                    "episode of": {
                        "title": "De elfenheuvel (TV Series 2011–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 52,
                    "original air date": "24 May 2012",
                    "year": "2012",
                    "plot": "\n    Kyan's arrow has hit Dagmar fatally, but Wiki remembers that the rescue party has the amulet, which allows returning in time just in time to save his life and have the baron arrested. Everyone is back home by the time Mara arrives with elf soldiers, delighted to hear Oxus was successfully retrieved. However while everyone takes leave of Dagmar, who will return to his world, and learns Wiki's genealogy program proved the kids' father Tim is a descendant of Kortan, an mystery man in black intrudes and steals the magical meteorite.    "
                }
            }
        },
        "number of episodes": 157,
        "cast": [
            {
                "name": "Destadsbader, Niels"
            },
            {
                "name": "Muylle, Leonard"
            },
            {
                "name": "Malehounova, Kalina"
            },
            {
                "name": "Cosyns, Seppe"
            },
            {
                "name": "Van Cauwenberghe, Hans"
            },
            {
                "name": "Pecnik, Ivan"
            },
            {
                "name": "Domen, Christel"
            },
            {
                "name": "Paelinck, Daphne"
            },
            {
                "name": "van Impe, Koen"
            },
            {
                "name": "Beks, Jakob"
            },
            {
                "name": "Stuyck, Lore"
            },
            {
                "name": "Hoornaert, Thijs"
            },
            {
                "name": "Der Aa, Frans Van"
            },
            {
                "name": "Timmermans, Machteld"
            },
            {
                "name": "Vanderstighelen, An"
            },
            {
                "name": "Olaerts, Els"
            },
            {
                "name": "Van Eeghem, Marc"
            },
            {
                "name": "Leyers, Olga"
            },
            {
                "name": "Eggers, Sien"
            },
            {
                "name": "Bolders, Roger"
            },
            {
                "name": "Decleir, Reinhilde"
            },
            {
                "name": "De Ley, Gerd"
            },
            {
                "name": "Van Assche, Jaak"
            },
            {
                "name": "Tanghe, Karin"
            },
            {
                "name": "van Dousselaere, Michel"
            },
            {
                "name": "Tavernier, Lucas"
            },
            {
                "name": "Tanghe, Wietse"
            },
            {
                "name": "Morren, Rudy"
            },
            {
                "name": "De Meuter, Kurt"
            },
            {
                "name": "Pepermans, Toon"
            }
        ],
        "genres": [
            "Family",
            "Fantasy",
            "Romance"
        ],
        "runtimes": [
            "15"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 8.3,
        "votes": 47,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjM4MTQyODQ1NF5BMl5BanBnXkFtZTgwNzg2MDA0NzE@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "Dutch"
        ],
        "title": "De elfenheuvel",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2013",
        "akas": [
            "De elfenheuvel (Belgium)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Goovaerts, Gert"
            },
            {
                "name": "Peeters, Lynnsey"
            }
        ],
        "production companies": [
            {
                "name": "VRT Jong"
            }
        ],
        "distributors": [
            {
                "name": "Ketnet"
            }
        ],
        "plot": [
            "When the elven prince Dagmar misbehaves, he is sent to the human world as a punishment. The Ranonkel family takes him in. While Dagmar tries to overcome his preconceptions towards humans, he soon learns his father sent him on a quest.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "15 min (Belgium)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 47,
                "rating": 8.3
            },
            "aged under 18": {
                "votes": 3,
                "rating": 8.7
            },
            "aged 18 29": {
                "votes": 17,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 9,
                "rating": 6.9
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 8.8
            },
            "males": {
                "votes": 19,
                "rating": 7.4
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 8.5
            },
            "males aged 18 29": {
                "votes": 7,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 8.5
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 8.8
            },
            "females": {
                "votes": 16,
                "rating": 8.4
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 18 29": {
                "votes": 10,
                "rating": 8.7
            },
            "females aged 30 44": {
                "votes": 5,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 7.0
            },
            "us users": {
                "votes": 2,
                "rating": 6.0
            },
            "non us users": {
                "votes": 21,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 21,
            "9": 6,
            "8": 8,
            "7": 5,
            "6": 2,
            "5": 1,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 8.3,
        "median": 9
    }
}