{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "15 February 2011"
            }
        ],
        "release dates": [
            "Canada::15 February 2011"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Review",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tansi! Nehiyawetan (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "plot": "\n    Welcome to year three of Tansi! Nehiyawetan! Kai, Kayla, and Auntie Josephine hope you remember your words from last season. Don't worry if you are a little rusty, because our games, adventures and sing-alongs will help you remember and get ready for the new season of learning Cree.    "
                },
                "2": {
                    "title": "Storytelling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tansi! Nehiyawetan (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "plot": "\n    Stories play an important role in our culture and Kai and Kayla are ready to learn the words for storytelling. They share their own stories, join their many friends and elders in a storytelling circle and visit Nerd Corps to find out about animation - another form of storytelling. Art Napoleon is our musical guest.    "
                },
                "3": {
                    "title": "Sports",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tansi! Nehiyawetan (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "plot": "\n    Have you stretched? Good, because there's lots of running and playing as Kai and Kayla discover Cree words for sports. They skateboard, climb, and try to score against a top Aboriginal soccer player, Curtis Thomas. There's even more fun when Jason Burnstick sings a lively song about playing sports.    "
                },
                "4": {
                    "title": "Canoeing in the CIty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tansi! Nehiyawetan (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "plot": "\n    Slap on some sunscreen and grab a life jacket - we're going canoeing in the city with Kai, Kayla, Auntie Josephine and the wonderful people at Takaya Tours from Tsleil-Waututh First Nation! Discover words for canoeing, see how canoes are made, and sing along with musical guest Art Napoleon about this fun and cultural activity.    "
                },
                "5": {
                    "title": "Making Art",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tansi! Nehiyawetan (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "plot": "\n    Making art is fun, especially with Kai and Kayla. Join them as they learn Cree words about art and visit weaver Debbie Sparrow at her studio. Musical guest and artist Cheryl L'Hirondelle visits, so join in on a song about making art and being creative.    "
                },
                "6": {
                    "title": "Theatre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tansi! Nehiyawetan (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "plot": "\n    Ladies and gentleman, give a big hand for Kai, Kayla and Tantoo Cardinal. It's theatre day with face-painting, acting and Cree words about theatre. Join us as Tantoo takes us into the world of make-believe and save a big round of applause for musical guest (and actor) Renae Morriseau.    "
                },
                "7": {
                    "title": "Being Healthy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tansi! Nehiyawetan (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "plot": "\n    Good health has always been important in Aboriginal culture, as Kai and Kayla discover when they begin learning Cree words and phrases about health. As part of their adventure, they learn why visiting the dentist really isn't scary. Musical guest Nadine Gagne sings an engaging song about how to be healthy.    "
                },
                "8": {
                    "title": "Winter Solistice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tansi! Nehiyawetan (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "plot": "\n    Let's exchange gifts and give thanks. Kai and Kayla learn the words for the winter solstice and Christmas. They'll put on their jackets and boots and head up Grouse Mountain for fun in the snow while musical guest, Janet Panic, performs a song welcoming the Christmas season. Elder Phil L'Hirondelle shares his knowledge about the teachings of the medicine wheel and the solstice, as the cast go with Phil to an actual medicine wheel that maps the sun's journey through the year.    "
                },
                "9": {
                    "title": "Sun, Moon, Stars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tansi! Nehiyawetan (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "plot": "\n    Kai and Kayla learn Cree words for sun, moon, stars and sky and explore the wonders of space at the planetarium. Kai interviews Commander John Herrington, former astronaut and the first Aboriginal person to walk in space! Rising star Jonathan Todd sings his original song about the sun, moon and stars above us.    "
                },
                "10": {
                    "title": "Music",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tansi! Nehiyawetan (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "plot": "\n    Start the music! Kai and Kayla learn the words for music, and Ostwelve drops by to create a hip tune and jam with all the kids at home. Kai, Kayla and Auntie Josephine visit a music store and get to try out some musical instruments. Musical guest, Renae Morriseau returns for another sing-along, and Amy Wutunee joins in to sing the Cree alphabets.    "
                },
                "11": {
                    "title": "Scary Stuff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tansi! Nehiyawetan (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "plot": "\n    There's something spooky in the air. Kai and Kayla learn the words for scary stuff and test their nerves in a haunted house. Musical guest Jason Burnstick returns with a song about not being scared.    "
                },
                "12": {
                    "title": "Coyotes in the City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tansi! Nehiyawetan (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "plot": "\n    Join Kai and Kayla as they search for coyotes in the city while they learn the words for the animals that we share the city with. There will be many animals to see when they visit Burnaby Lake and the Wildlife Rescue Centre. Musical guest Jason Burnstick is back once more to sing a song about the wildlife that shares this land with humans.    "
                },
                "13": {
                    "title": "Pow-Wow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tansi! Nehiyawetan (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "plot": "\n    It's the Deer Lake Tansi Pow-wow and you are all invited. Kai and Kayla learn words that help us understand the pow-wow, hear stories about the beginnings of pow-wow, and they get to take part in this traditional event. Smokey Valley and Travelling Spirit Drummers are the host drums. Curtis Clearsky will also drop in to perform at this celebration with his hip-hop tribute to the power of the pow-wow. Hope to see you there.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Small, Josephine"
            },
            {
                "name": "Todd-Darrell, Kai"
            },
            {
                "name": "Dakis, Kayla"
            }
        ],
        "locations": [
            "Vancouver, British Columbia, Canada"
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en",
            "cr"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOGU5ODRhYjEtZjg4Ni00OGJmLWJhZTItNTc2ODlmNTg2MDRjXkEyXkFqcGdeQXVyOTc4ODY0MA@@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "\"Tansi Nehiyawetan\" is a children's TV series that invites kids to learn Cree. Hosts Kai and Kayla, together with Aunt Josephine, find out about Cree culture and language while they take part in kinetic games, absorbing stories, compelling songs and dynamic adventures.",
        "languages": [
            "English",
            "Cree"
        ],
        "title": "Tansi! Nehiyawetan",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Tansi! Nehiyawetan (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Todd, Kamala"
            }
        ],
        "production companies": [
            {
                "name": "Nehiyawetan 3 Productions"
            }
        ],
        "distributors": [
            {
                "name": "Moving Images Distribution"
            }
        ],
        "plot": [
            "\"Tansi Nehiyawetan\" is a children's TV series that invites kids to learn Cree. Hosts Kai and Kayla, together with Aunt Josephine, find out about Cree culture and language while they take part in kinetic games, absorbing stories, compelling songs and dynamic adventures.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        }
    }
}