{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "24 April 2011"
            },
            {
                "country": "USA\n",
                "date": "26 April 2011"
            }
        ],
        "release dates": [
            "USA::24 April 2011",
            "USA::26 April 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Cakes, Cocktails and Mardi Gras",
                    "kind": "episode",
                    "episode of": {
                        "title": "Have Cake, Will Travel (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "24 Apr. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Ashley's Got Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Have Cake, Will Travel (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "26 Apr. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Caking on Thin Ice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Have Cake, Will Travel (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "3 May 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Catwalk and Cakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Have Cake, Will Travel (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "10 May 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Semper Fi Sweets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Have Cake, Will Travel (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "16 May 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Cakes and Cowboys and Camel Rides",
                    "kind": "episode",
                    "episode of": {
                        "title": "Have Cake, Will Travel (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "23 May 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "She Can Bake She Can Sing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Have Cake, Will Travel (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "30 May 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Vicos, Ashley"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "Have Cake, Will Travel is Food Network's comedy docu-reality series that follows Ashley Vicos, the reigning Queen of the Cake Decorating World, and her motley crew of helpers as she travels the country making her signature, jaw-dropping, three-dimensional cakes for every type of event and occasion imaginable. Unlike most cake designers who are grounded in one location at their own bakeries, Ashley's lifestyle is out of the kitchen and on the road. She doesn't wait for the opportunities or clients to come to her - she goes to them! One week, she's in New York City making a fashion-forward cake for celebrity fashion designer Rebecca Minkoff while the next week, she's off to New Orleans where her out-of-this-world cake is the centerpiece of a Mardi Gras Extravaganza. And Ashley just doesn't make a cake and go - she's always part of the event itself - from riding a float down Main Street to riding a camel in a rodeo, from free throws with the Harlem Globetrotters to dancing at the Marine Corps Ball - Ashley is living large and loving it. Every new city brings its own unique challenges - from finding an available, working kitchen to looking for the right sized, temperature-controlled storage to even arranging for reliable cake transport. And in between, Ashley is meeting and greeting the people behind the event and getting a feel for the city and all it offers. As Ashley's cakes and her clients get bigger and bigger, the pressure heats up in and out of the kitchen. There's no telling what will happen in every city Ashley visits and what kind of trouble she'll stir up for herself and her unsuspecting team on Have Cake, Will Travel.",
        "languages": [
            "English"
        ],
        "title": "Have Cake, Will Travel",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Have Cake, Will Travel (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Picture This Television"
            }
        ],
        "distributors": [
            {
                "name": "Food Network"
            }
        ],
        "plot": [
            "_Have Cake, Will Travel_ (qv) is Food Network's comedy docu-reality series that follows Ashley Vicos, the reigning Queen of the Cake Decorating World, and her motley crew of helpers as she travels the country making her signature, jaw-dropping, three-dimensional cakes for every type of event and occasion imaginable. Unlike most cake designers who are grounded in one location at their own bakeries, Ashley's lifestyle is out of the kitchen and on the road. She doesn't wait for the opportunities or clients to come to her - she goes to them! One week, she's in New York City making a fashion-forward cake for celebrity fashion designer Rebecca Minkoff while the next week, she's off to New Orleans where her out-of-this-world cake is the centerpiece of a Mardi Gras Extravaganza. And Ashley just doesn't make a cake and go - she's always part of the event itself - from riding a float down Main Street to riding a camel in a rodeo, from free throws with the Harlem Globetrotters to dancing at the Marine Corps Ball - Ashley is living large and loving it. Every new city brings its own unique challenges - from finding an available, working kitchen to looking for the right sized, temperature-controlled storage to even arranging for reliable cake transport. And in between, Ashley is meeting and greeting the people behind the event and getting a feel for the city and all it offers. As Ashley's cakes and her clients get bigger and bigger, the pressure heats up in and out of the kitchen. There's no telling what will happen in every city Ashley visits and what kind of trouble she'll stir up for herself and her unsuspecting team on _Have Cake, Will Travel_ (qv).::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "camera": [
                "Sony PMW-EX3"
            ]
        }
    }
}