{
    "imdb": {
        "raw release dates": [
            {
                "country": "Philippines\n",
                "date": "28 February 2011"
            }
        ],
        "release dates": [
            "Philippines::28 February 2011"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "David, Kara"
            },
            {
                "name": "Severino, Howie"
            }
        ],
        "genres": [
            "News"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Philippines"
        ],
        "country codes": [
            "ph"
        ],
        "language codes": [
            "en",
            "fil"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "An edgier morning show offering the latest news and information from online to on air ... News To Go provides news you can take with you wherever you go. Hosted by multi-awarded journalist and Editor-in-Chief of GMA News Online Howie Severino together with Peabody award winning documentarist Kara David,News To Go features headlines, what's on the web, discussions on fitness and health issues, traffic and weather updates, personal finance concerns and more. It's also an interactive newscast, enhancing traditional news delivery with the latest technology.",
        "languages": [
            "English",
            "Filipino"
        ],
        "title": "News to Go",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "News to Go (Philippines)"
        ],
        "production companies": [
            {
                "name": "GMA"
            }
        ],
        "distributors": [
            {
                "name": "GMA"
            }
        ],
        "plot": [
            "An edgier morning show offering the latest news and information from online to on air ... _News_ (qv) To Go provides news you can take with you wherever you go. Hosted by multi-awarded journalist and Editor-in-Chief of GMA _News_ (qv) Online Howie Severino together with Peabody award winning documentarist Kara David,_News_ (qv) To Go features headlines, what's on the web, discussions on fitness and health issues, traffic and weather updates, personal finance concerns and more. It's also an interactive newscast, enhancing traditional news delivery with the latest technology.::GMA _News_ (qv) TV"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials) (Philippines)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}