{
    "imdb": {
        "raw release dates": [
            {
                "country": "New Zealand\n",
                "date": "7 August 2011"
            },
            {
                "country": "New Zealand\n",
                "date": "7 August 2011",
                "notes": "                            (Prime Television)"
            }
        ],
        "release dates": [
            "New Zealand::7 August 2011",
            "New Zealand::7 August 2011                            (Prime Television)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Fiordland and Faraway Coasts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Coasts (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Craig follows Captain Cook's footsteps into Dusky Sound; discovers the secrets of Great White sharks; and stops in on the Catlins coastline to visit the rare yellow-eyed Penguins.    "
                },
                "2": {
                    "title": "The Crowded Coast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Coasts (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Craig travels from White Island in the Bay of Plenty to Parengarenga in the Far North, exploring the stretch of beautiful East Coast beaches in between.    "
                },
                "3": {
                    "title": "East Coast Gems",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Coasts (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Craig watches whales, cradles kiwi and swims with stingrays during a journey down New Zealand's East Coast. In this episode, Craig travels from East Cape, through Hawke's Bay, the Wairarapa, and on to Kaikoura, ending at Banks Peninsula, a journey that he describes as spectacular.    "
                },
                "4": {
                    "title": "Dire Straits and Drowned Valleys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Coasts (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Craig explores the power of Cook Strait; visits a wonder of nature in Nelson; tackles the turbulent waters of French Pass; and listens to a glorious dawn bird chorus on Motuara Island. The Cook Strait is our great divide. The unpredictable strip of water that separates North from South, is one of the most treacherous straits in the world. It was the scene of one of our worst maritime disasters - the 1968 sinking of the Inter Island ferry, Wahine. A combination of violent currents and a massive storm demonstrated the power of nature on this part of our coastline. But ...    "
                },
                "5": {
                    "title": "Wild West Coasts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Coasts (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "4 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Craig visits the most ancient forest on earth; explains Punakaiki's sculpted limestone formations; checks out dinosaur footprints at the Whanganui Inlet; and explores the huge rolling sand dunes at Farewell Spit. The West Coast of the South Island stretches 600km along some of the most untamed and sparsely populated coast in the New Zealand. Craig begins at Arnott Point on the South Westland coast, where ancient basalt boulders rise dramatically from the sea. He then heads around the coast to Ship Creek with old friend, botanist Gerry McSweeney.    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "Potton, Craig"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "New Zealand"
        ],
        "country codes": [
            "nz"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "plot outline": "Wild Coasts with Craig Potton follows celebrated landscape photographer and conservationist Craig Potton as he explores New Zealand's extraordinarily rich and varied coastline. Throughout Wild Coasts, Craig spends time with people who live by and love New Zealand's coasts, including scientists, sailors, swimmers, artists, iwi, boaties and bach owners. Craig examines the amazing biodiversity of our coastal world and investigates the threats to habitats; and the impressive efforts of New Zealanders to protect our coast and its natural treasures.",
        "languages": [
            "English"
        ],
        "title": "Wild Coasts",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Wild Coasts (New Zealand)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "South Pacific Pictures"
            }
        ],
        "distributors": [
            {
                "name": "South Pacific Pictures"
            }
        ],
        "plot": [
            "_Wild Coasts_ (qv) with Craig Potton follows celebrated landscape photographer and conservationist Craig Potton as he explores New Zealand's extraordinarily rich and varied coastline. Throughout _Wild Coasts_ (qv), Craig spends time with people who live by and love New Zealand's coasts, including scientists, sailors, swimmers, artists, iwi, boaties and bach owners. Craig examines the amazing biodiversity of our coastal world and investigates the threats to habitats; and the impressive efforts of New Zealanders to protect our coast and its natural treasures.::Enzedder"
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        }
    }
}