{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "19 September 2011"
            }
        ],
        "release dates": [
            "UK::19 September 2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Mouk"
            },
            {
                "countries": "Greece",
                "title": "Ο Μουκ"
            },
            {
                "countries": "Poland",
                "title": "Miś Muki"
            },
            {
                "countries": "Romania",
                "title": "Ursuletul Muki"
            }
        ],
        "akas": [
            "Mouk (original title)",
            "Ο Μουκ Greece",
            "Miś Muki Poland",
            "Ursuletul Muki Romania"
        ],
        "akas from release info": [
            "Mouk (original title)",
            "Ο Μουκ Greece",
            "Miś Muki Poland",
            "Ursuletul Muki Romania"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Lucky Charm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n    Mouk and Chavapa are in the Sahara desert, they must give Zerda a charm bracelet to bring him luck in the dromedary race. On the way, they meet Aïcha, a young musician and Didi, her dromedary.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Dromedary Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    La serie cuenta las aventuras de Mouk, un simpático y amable osito, y su inseparable amigo Chavapa, un gato reflexivo e imaginativo. Los protagonistas son viajeros incansables, que recorren el mundo en bicicleta.    "
                },
                "2": {
                    "title": "The Desert Archaeologists",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Mouk and Chavapa are passing through the region of Tassili where they meet Dalila, a young girl whose parents are archaeologists. They decide to help the family with the dig.    "
                },
                "3": {
                    "title": "Urgent Delivery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Mouk and Chavapa are in Greece. They come across the postman whose truck has broken down. Our two friends offer to deliver invitations for the mysterious fair that will take place that evening to all the inhabitants of the village...    "
                },
                "4": {
                    "title": "Stone Giants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Mouk and Chavapa are staying with their friend Amaruk in Canada. They go ice fishing but everything is so white they have trouble going back to the village...    "
                },
                "5": {
                    "title": "The Birthday Present",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Mouk and Chavapa, are two globe-trotting friends who explore the World on their bikes. From Hong-Kong to New York, from Brazil to Madagascar and Chile, they discover our modern world and its colorful inhabitants.    "
                },
                "6": {
                    "title": "A Helping Hand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Mouk and Chavapa are in Africa. They give their friend Bouba, who's playing the drums at his cousin's wedding, a hand... But he's not the only one who needs help, and if they don't hurry, Mouk, Chavapa and Bouba are not going to make it in time for the wedding!    "
                },
                "7": {
                    "title": "Turtle Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Mouk and Chavapa are in Madagascar to watch turtle eggs hatching on the beach. But Mouk is such in a hurry he does not listen to his friend's recommendations when Anosy tries to tell him about local customs. Chavapa and Anosy decide to trick Mouk and teach him a lesson...    "
                },
                "8": {
                    "title": "Whoops, We Missed the Bus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Mouk and Chavapa, are two globe-trotting friends who explore the World on their bikes. From Hong-Kong to New York, from Brazil to Madagascar and Chile, they discover our modern world and its colorful inhabitants.    "
                },
                "9": {
                    "title": "The Great Crossing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Mouk and Chavapa are in Venezuela. Chavapa gets a flat tyre in the middle of the rainforest. Alouatta, a friendly man they meet, offers them to take them to the next village in his boat. But much to Mouk and Chavapa's surprise, there are crocodiles in the river...    "
                },
                "10": {
                    "title": "Small Is Beautiful",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    It's Mouk and Chavapa's last day in Tokyo. Their friend Miko has promised them to show them a very quiet and peaceful place, which is very different from everything else they have seen in Tokyo. Tonight, Miko's father is supposed to open a Japanese garden where people will be able to walk around, relax and look at the flowers. But the opening is only in a few hours and Miko's father has so much to do... He's afraid he won't get everything done in time. So Mouk, Chavapa and Miko offer to help him out...    "
                },
                "11": {
                    "title": "The Stick That Walked Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Mouk and Chavapa are in Venezuela, in the rain forest. They make a new friend, Taptuk, and are amazed to discover several animals they have never seen before, like a giant stick insect and leafcutter ants.    "
                },
                "12": {
                    "title": "In the Paddy Fields",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Mouk and Chavapa are in Vietnam. They run around the paddy fields, playing with paper boats. Lin Hue tells them they shouldn't have lifted the water gates... If the water drains out of the paddy fields, the rice plants will dry out! Lin Hue helps her new friends fix their mistake and save the fish.    "
                },
                "13": {
                    "title": "Out of Contact",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Mouk and Chavapa are in Darjeeling, India. Popo and Mita ask them to take pictures of the tea harvest for a presentation they have to make at school. Suddenly, our friends' computer breaks down. Luckily, India is a much more modern country than they realised...    "
                },
                "14": {
                    "title": "Holi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    Mouk and Chavapa are in India. They want to go to the famous Holi celebration but they don't know what exactly it is all about. Hopefully, Kalpita, a little Indian girl, will guide them...    "
                },
                "15": {
                    "title": "Goal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    Mouk and Chavapa are in Brazil. They don't want to miss the big football match on TV. Ronaldo and Paolo, two elderly men who are watching the broadcast invite them to sit with them. Unfortunately, an albatross moves the TV aerial; the image on the screen is lost. Our friends set off to find Baya, Ronaldo's grand daughter, who knows how to fix the aerial...    "
                },
                "16": {
                    "title": "In Search of the Yeti",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    Mouk and Chavapa are in Tibet. They walk with a guide to a monastery high in the mountain for a traditional celebration. Will they come across the terrible Yeti, or is it just a legend?    "
                },
                "17": {
                    "title": "Good as New!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "plot": "\n    Mouk and Chavapa are in Senegal. Mouk accidentally breaks the basket of his friend Bouba's bicycle. In order to mend it, Mr Diallo advises them to pay a visit to Ousman, a magician who gives things new life. He teaches them how to recycle discarded objects either turning them into new ones or pieces of art.    "
                },
                "18": {
                    "title": "Bicycle Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "Viva la pinata!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "plot": "\n    Mouk and Chavapa are in Mexico. They are invited to Maya's 15th birthday. While helping with the preparation, Mouk accidentally sits on Maya's piñata...    "
                },
                "20": {
                    "title": "Pink Dolphin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Mouk and Chavapa are in Venezuela. With their friend Joropo, they see all sorts of strange animals they have never seen: pink dolphins, matamata turtles that look like rocks, caimans... And then, they come across a dolphin, stuck in a net. Joropo and Mouk decide to go to an old fisherman's hut to see if they can find something to free the dolphin while Chavapa takes care of his new friend...    "
                },
                "21": {
                    "title": "In Search of the Caribou",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "plot": "\n    Mouk and Chavapa are in Canada. They're watching a herd of caribous when Mouk's scarf flies away... And gets caught in a caribou's antlers! Mouk is very disappointed, this scarf was a gift from Mita and it's his favourite... Luckily, Mouk and Chavapa make new friends, Abey and Tadi, who help them get Mouk's scarf back.    "
                },
                "22": {
                    "title": "Don't Judge a Cactus by Its Prickles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "plot": "\n    Mouk and Chavapa are in America to visit their friend Tucson who lives in an earthship in the Arizonian desert. Mouk wants to give Sedona, Tucson's mother, a bunch of flowers, but without water, they wither very quickly. Tucson tells his friends there are roses in the desert, and they set out to find one. Tucson means desert roses, made of sand... But Mouk and Chavapa don't know what they're looking for, and when Chavapa tries to pick a cactus flower, he ends up with prickles everywhere!    "
                },
                "23": {
                    "title": "The Best Dressed Elephant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "24": {
                    "title": "Star Struck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "plot": "\n    Mouk and Chavapa are in Australia. While looking for the observatory, they lose their way in the outback. Fortunately, Kelly will lead them there. Her grand-father is the housekeeper of the observatory.    "
                },
                "25": {
                    "title": "Yee Ha Cowboy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "plot": "\n    Mouk and Chavapa are in Argentina, where they meet Chaco. Chaco is a cowboy, or a \"gaucho\", as they're called in Argentina. His job is to gather up his herd and take his cows back to his ranch. Mouk and Chavapa offer him to give him a hand, but they will soon find out that herding cows isn't as easy as they think.    "
                },
                "26": {
                    "title": "The Indian Vase",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "plot": "\n    Mouk and Chavapa are staying with their friend Kalpita in India. They are watching Bollywood films on TV, but when Chavapa starts dancing in the living room, he knocks over a vase. Our friends are very sorry and want to go buy another vase even though Kalpita tells them it's okay, because it was an accident. Mouk and Chavapa can't find a similar vase but come across a pottery factory. The nice lady, Tanisha, offers to help them make their own vase. But it's not that easy...    "
                },
                "27": {
                    "title": "Paper Chase",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "plot": "\n    Mouk and Chavapa are in Tokyo. Mita and Popo set up a treasure hunt in the Yoyogi Park for them. Racing from one clue to another, will they solve the mystery?    "
                },
                "28": {
                    "title": "Above the Trees",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "plot": "\n    Mouk and Chavapa are travelling up the Amazon with their friend Luis. His father is an entomologist and they are delivering materials to him in the middle of the rainforest. While taking some of the packages up to an aerial platform, Mouk and Chavapa accidentally get stuck in a tree glider above the forest canopy...    "
                },
                "29": {
                    "title": "Baobab Café",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "plot": "\n    Mouk and Chavapa are in Madagascar. Their friend Anosy introduces them to her aunt and uncle who run The Baobab Café. They're having a big party that afternoon: lots of people come to see the ancient Avenue of Baobabs. Anosy's aunt and uncle want them all to try their home made ice creams, but the new ice-cream machine isn't working, the Greater Vasa Parrots have been cheeky and messed everything up... Fortunately, Mouk has an idea...    "
                },
                "30": {
                    "title": "The Art of Milking a Yak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "plot": "\n    Mouk and Chavapa are in Tibet. Their friend Pasang teaches them to milk a yak, but Chavapa seems better at it than Mouk, whose hands are too cold. After pouring the milk in a leather bag, they set off to take it to Pasang's uncle, who needs it that day... But the village is far and the three friends have problems getting there...    "
                },
                "31": {
                    "title": "Yummy, Maple Syrup!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "plot": "\n    Mouk and Chavapa are in Canada. Abey shows them how to harvest maple syrup in order to bake a maple syrup tart for them.    "
                },
                "32": {
                    "title": "Nile and Easy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "plot": "\n    Mouk and Chavapa are in Egypt. They rent a dhow to sail the Nile. Captain Abdel shows them the tricks of the trade....    "
                },
                "33": {
                    "title": "Wallabie's Rock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "plot": "\n    Mouk and Chavapa are in the Australian bush. They come across a rock band: the Wallabies. Unfortunately, the musicians have a problem with sound for their concert. Mouk and Chavapa offer their help....    "
                },
                "34": {
                    "title": "Nazca",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "35": {
                    "title": "The Cloud Catcher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "plot": "\n    Mouk and Chavapa are in the Atacama Desert in Chile. As they help their friend Pepito repair a leak, they discover the clever cloud-catcher system which provides water for people living in the desert.    "
                },
                "36": {
                    "title": "Message for You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "plot": "\n    Mouk and Chavapa are in New York. Serissa, Popo and Mita's cousin, is throwing a party for her birthday, so Mouk and Chavapa are looking for the perfect gift to give their friend. But as they run around New York's stores, Mouk keeps on seeing people who look like their friends Popo and Mita. It's impossible, they don't live in New-York... What's going on?    "
                },
                "37": {
                    "title": "Little Fish Grow Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "plot": "\n    Mouk and Chavapa are in Crete. They help Cassandra's uncle to release baby fish into the sea. They learn how to read a nautical map and the basic signs used in diving.    "
                },
                "38": {
                    "title": "Runaway Robot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "plot": "\n    Mouk and Chavapa are in Japan. Their friend Atu shows them her robot which can move, talk and pick up things. But Chavapa appears to have broken it and now the robot has gone crazy!    "
                },
                "39": {
                    "title": "Birdsong",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "plot": "\n    Mouk and Chavapa are in Hong Kong. Chavapa is really excited because there will be a Kung Fu demonstration later on today. Mouk and Chavapa meet Bao, a nice boy who has a well-trained bird, Nim. Unfortunately, Nîm gets scared and flies away. Mouk and Chavapa try their hardest to put Nim back in his cage, but it's not as easy as it sounds...    "
                },
                "40": {
                    "title": "Dinosaur Trail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "plot": "\n    Mouk and Chavapa are visiting their friend Tucson and his Mum, who is working in Utah. Her job is to make special resin casts - copies - of the dinosaur footprints. Chavapa, who is fascinated by dinosaurs, wants to see the resin casts. But Lucy, Tucson's lizard, escapes, and everybody sets off to look for her. How are they going to find her?    "
                },
                "41": {
                    "title": "The Bamboo Plantation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "plot": "\n    Mouk and Chavapa are in Vietnam. They play hide and seek with their friend Lin Hue in the bamboo plantation where her aunt makes all sorts of objects out of bamboo...    "
                },
                "42": {
                    "title": "Hanami",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "plot": "\n    Mouk and Chavapa are in Japan. They celebrate Hanami in a park. They want to take the most original photo of a cherry tree but a crow steals Chavapa's camera...    "
                },
                "43": {
                    "title": "Shooting Stars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "plot": "\n    Mita is upset, she and Popo have fallen out, so Mouk and Chavapa tell her how they wished on lots of shooting stars... Mouk and Chavapa are in the North of Canada with their friends Abey and Tadi. But some animals took their picnic! They all set to find out who took it and get it back...    "
                },
                "44": {
                    "title": "Wallabies' Clip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "plot": "\n    Today, Mouk and Chavapa are in Australia. They're going to help Ernest clean the stones. Chavapa, the camera king, can't help taking pictures and filming everything he sees with his camera. They meet the Wallabies, a music group who's getting ready to film their first video! But the camera crew broke down, and Chavapa offers to be their cameraman...    "
                },
                "45": {
                    "title": "Puppet Masters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "plot": "\n    Mouk and Chavapa are in Vietnam. Lin Hue needs help to prepare the village's puppet show. They're about to discover what goes on behind the scenes and how the magic really works...    "
                },
                "46": {
                    "title": "Bossa Nova",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "17 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Mouk and Chavapa are in Brazil. They help their friend Miguel to find his sheets of music so he can play clarinet with his Uncle Sergio, a great bossa nova musician.    "
                },
                "47": {
                    "title": "Rickshaw",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "plot": "\n    Mouk and Chavapa are in India. They want to see the Taj Mahal at sunset. Unfortunately, both their bikes break going down a slope. They borrow Balbir's rickshaw but they are not at the end of their troubles...    "
                },
                "48": {
                    "title": "Christmas in the Sun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "plot": "\n    Mouk and Chavapa are in Madagascar. It's Christmas and so they have to call Popo and Mita. They have a \"Challenge for best decoration\". Before Mouk and Chavapa left for their trip, they'd agreed that they'd have to put up the best Christmas decorations, wherever they were in the world on the twenty fourth of December. But Chavapa is very upset because they don't really celebrate Christmas in Madagascar, and they don't have Christmas decorations... How are Mouk and Chavapa going to do to keep their promise?    "
                },
                "49": {
                    "title": "Souq Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "10 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Mouk and Chavapa are in Morocco. Tariq's mum sends them to the souq to buy cinnamon and almonds so she can make almond gazelles. Once there, they have an incredible adventure.    "
                },
                "50": {
                    "title": "Instruments Do Grow on Trees!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "plot": "\n    Mouk and Chavapa are in Venezuela. In order to play in a surprise concert, they go in the forest with their friends Joropo and Raïna: they're looking for tarapas, fruits which are used to make maracas.    "
                },
                "51": {
                    "title": "Aurora Borealis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "plot": "\n    Mouk and Chavapa are visiting their friends Aki and Aku in the North Pole. Today is Chavapa's birthday and he's very impatient to know what Mouk and the twins got him, so he searches the hut for his present. He finds flashlights, snow shoes for walking, a blanket and a map! With the equipment, Mouk and Chavapa have to find the twins' hut in the wood, where they will all celebrate Chavapa's birthday... And finally give him his present!    "
                },
                "52": {
                    "title": "The Parrot Feather",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "plot": "\n    Mouk and Chavapa are in Bolivia. Their computer's battery is flat. Their friend Taptuk's uncle sends them fetch a parrot's feather, berries from a genipa tree and bananas so they can talk to their friends Popo and Mita. But what is this all about?    "
                },
                "53": {
                    "title": "Bird Hunting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "24 Oct. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "54": {
                    "title": "A Forgetful Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "plot": "\n    Mouk and Chavapa are visiting their friend Atu in Japan. After their picnic in the park, Mouk and Chavapa decide to go to the shops to find a present for Atu. But Mouk left his backpack under a tree and they need to go back to the park. Will Mouk and Chavapa find Mouk's bag... And then, find their way again?    "
                },
                "55": {
                    "title": "Two Wheeled Hero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "plot": "\n    Mouk and Chavapa are visiting their friend Amaruk in Canada. Chavapa didn't get much sleep the night before because an owl kept making funny noises. Today, Chavapa realizes that the owl is in fact stuck inside a shed, so Mouk, Chavapa and Amaruk try to let it out...    "
                },
                "56": {
                    "title": "Windmill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "3 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Mouk and Chavapa travel by bus in the outback with Sidney, his father and two other passengers: Nina and her grand-mother. Unfortunately, the bus breaks down and there no water left in the radiator. Luckily, they find a watermill and try to repair it.    "
                },
                "57": {
                    "title": "Hockey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "plot": "\n    Mouk and Chavapa are in Canada, visiting their friends Abey and Tadi. While they're playing ice hockey, Mouk's stick breaks, so they decide to go see Oki, a former champion ice hockey player. Will he fix Mouk's stick?    "
                },
                "58": {
                    "title": "Kabuki",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "plot": "\n    Mouk and Chavapa are in Tokyo. Their friend Miko invited them to a costume party, so they are looking for things to make their costumes themselves. They meet Kinaki and his dad just before they leave for Yoyogi park. But the boy forgot his gong on the pavement, so Mouk and Chavapa set off to bring it to Kinaki. This is how Mouk and Chavapa will see for the first time the art of Kabuki, the oldest form of theatre in Japan...    "
                },
                "59": {
                    "title": "Pottery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "plot": "\n    Mouk and Chavapa are in Crete. They must bring some pudding to their friend Cassandra. Unfortunately, all the shops are closed. The cheese seller offers them to pick up the apricots of his apricot tree up in the hills...    "
                },
                "60": {
                    "title": "The Olive Festival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "61": {
                    "title": "The Barter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "plot": "\n    Mouk and Chavapa are in the Sahara desert. They are going to the berber's camp's barter but Chavapa does not want to barter any of their things. Mouk finds a nice stone with a snail drawn on it but no one seems interested...    "
                },
                "62": {
                    "title": "Whistling Language",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "plot": "\n    Mouk and Chavapa are in Africa, visiting their friend Bouba. Today, they went to watch the birds and record them singing, but when they came back, Chavapa's bike had disappeared. Chavapa is very sad. What happened? Who took his bike? How are Mouk and Chavapa going to continue their world tour?    "
                },
                "75": {
                    "title": "Check Your Boots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 75,
                    "original air date": "31 Oct. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "78": {
                    "title": "Photograph",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 78,
                    "original air date": "7 Nov. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "79": {
                    "title": "Snowflakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 79,
                    "original air date": "14 Nov. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "80": {
                    "title": "Footprints",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 80,
                    "original air date": "21 Nov. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "84": {
                    "title": "Snow Mouk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 84,
                    "original air date": "28 Nov. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "85": {
                    "title": "Meditation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 85,
                    "original air date": "5 Dec. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "89": {
                    "title": "Cherry Blossoms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 89,
                    "original air date": "12 Dec. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "91": {
                    "title": "Wishing Fountain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 91,
                    "original air date": "19 Dec. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "92": {
                    "title": "Steps",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mouk (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 92,
                    "original air date": "26 Dec. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 72,
        "cast": [
            {
                "name": "Farchy, Tania"
            },
            {
                "name": "Williams, Rachel"
            },
            {
                "name": "Ray-Jacobs, Lisa"
            },
            {
                "name": "Jegou, Gwenaelle"
            },
            {
                "name": "Ronté, Céline"
            },
            {
                "name": "Sheridan, Joe"
            },
            {
                "name": "Desplaces, Catherine"
            },
            {
                "name": "Bertiaux, Maryne"
            },
            {
                "name": "Doang, Geneviève"
            },
            {
                "name": "Guitard, Thomas"
            },
            {
                "name": "Arbessier, Arnaud"
            },
            {
                "name": "Hickling, Antony"
            },
            {
                "name": "Friede, Franciska"
            }
        ],
        "genres": [
            "Animation"
        ],
        "countries": [
            "France"
        ],
        "country codes": [
            "fr"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "certificates": [
            "Singapore:G",
            "South Korea:All",
            "United States:TV-Y"
        ],
        "number of seasons": 1,
        "rating": 7.6,
        "votes": 70,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTc0NGFlYTgtNmEwZC00MjJjLThmM2MtODY1YTkzYWFjNTBhXkEyXkFqcGdeQXVyNjExODE1MDc@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Mouk",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Boutavant, Marc"
            },
            {
                "name": "Merle, Isabeau"
            },
            {
                "name": "Victoria, Louise"
            }
        ],
        "production companies": [
            {
                "name": "Millimages"
            }
        ],
        "distributors": [
            {
                "name": "DPI"
            },
            {
                "name": "Disney Junior"
            },
            {
                "name": "France 5"
            }
        ],
        "other companies": [
            {
                "name": "Cyberchicken Animation"
            },
            {
                "name": "Highfun"
            },
            {
                "name": "Lylo Post Production"
            },
            {
                "name": "Millimages"
            },
            {
                "name": "Studio Sledge"
            }
        ],
        "plot": [
            "The adventures of _Mouk_ (qv) and his friend Chavapa as they travel around the world and meet new friends.::ReptilePatrol"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 70,
                "rating": 7.6
            },
            "aged under 18": {
                "votes": 1,
                "rating": 9.0
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 6.1
            },
            "aged 30 44": {
                "votes": 32,
                "rating": 7.3
            },
            "aged 45 plus": {
                "votes": 7,
                "rating": 5.6
            },
            "males": {
                "votes": 32,
                "rating": 6.4
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 4.8
            },
            "males aged 30 44": {
                "votes": 18,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 5.6
            },
            "females": {
                "votes": 16,
                "rating": 7.2
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 13,
                "rating": 7.2
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 2.2
            },
            "us users": {
                "votes": 4,
                "rating": 5.8
            },
            "non us users": {
                "votes": 32,
                "rating": 6.9
            }
        },
        "number of votes": {
            "10": 22,
            "9": 16,
            "8": 7,
            "7": 6,
            "6": 3,
            "5": 6,
            "4": 1,
            "3": 4,
            "2": 1,
            "1": 4
        },
        "arithmetic mean": 7.6,
        "median": 9
    }
}