{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 September 2011",
                "notes": "                            (St. Louis, Missouri)"
            }
        ],
        "release dates": [
            "USA::1 September 2011                            (St. Louis, Missouri)"
        ],
        "episodes": {
            "3": {
                "16": {
                    "title": "It's All About Women",
                    "kind": "episode",
                    "episode of": {
                        "title": "StreetScape (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "5 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    We meet a lot of amazing women, find ways to overcome the winter blues, and learn about what customers want from business as well as special needs planning. Let's begin by introducing you to Zan Aufderheide, a comedian from the Midwest who's making people laugh all winter long. Melody Black and Linda Baker-Crimm are two enterprising women who really want to work with and help other women grow their businesses through Empowering, Encouraging, and Educating them, so they created the E3W Women's Networking. In this episode, we stopped by The Powder Room where every visit...    "
                },
                "17": {
                    "title": "Corey Melton as Michael Jackson",
                    "kind": "episode",
                    "episode of": {
                        "title": "StreetScape (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "2 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Episode 17 of StreetScape takes us to Lumivid Studios in Chesterfield Valley where we meet \"Michael Jackson\" - well, actually, we meet Corey Melton, one of the country's premiere Michael Jackson impersonators. Robert at Di Olívas prepares a wonderful Orange Szechuan pasta with Saté sauce, we revisit our friends a Hendrick's BBQ, learn about what's happening (literally) on the streets from Scott Tate at the Greater St. Charles Chamber of Commerce, and we visit a wonderful community resource in St. Peters called The Family Vision. Hosted by Aprille Trupiano. Produced by...    "
                }
            },
            "1": {
                "4": {
                    "title": "Christmas Traditions",
                    "kind": "episode",
                    "episode of": {
                        "title": "StreetScape (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "3 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    In this episode of the StreetScape, we visit with members of the \"Christmas Traditions\" on Main Street in St. Charles. We meet Mike Force and Chris DiGuiseppi, two Lake St. Louis Police officers and the authors of the book \"The Light Bringer\", we get a sneak preview of \"Trains on Main\", get some holiday make over tips from Lillians, Main Street Gym, and Cary O'Brien (The Salon Guy). And Robert at Di Olívas gives us a fast, easy and delicious recipe for a tropical treat using pineapple balsamic vinegar!    "
                }
            },
            "2": {
                "5": {
                    "title": "Audubon Center",
                    "kind": "episode",
                    "episode of": {
                        "title": "StreetScape (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "4 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    In this episode, we reach outside of the WestPlex and explore some haunted locations in Alton, IL at Mineral Springs Haunted Tours. We also visit the brand new Audubon Center at Riverlands and see some eagles who are wintering in the area. Dr. Christy Jenkins at Naturo Health Solutions and Dr. Mark Boschert from Renaissance Plastic Surgery & R Medical Spa open our eyes to options in health and wellness. On Quick Fresh & Delicious, Robert at Di Olívas treats us to the most unusual (and most delicious!) desert. This month, we also meet a couple of our new hosts - Ivy ...    "
                },
                "6": {
                    "title": "My Online Wedding Help",
                    "kind": "episode",
                    "episode of": {
                        "title": "StreetScape (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "3 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of \"StreetScape\" we explore creating the Dream Wedding on a DIY Budget with \"MyOnlineWeddingHelp.com\". \"Renaissance Plastic Surgery\" brings us everything we ever wanted to know about breast augmentation but were afraid to ask; Robert at Di Olívas shows us a Quick Fresh and Delicious recipe for Orange Szechuan Linguine with a homemade Thai peanut sauce; \"Wholesale Batteries\" shows us that there are many ways to bring the power into your life; and on \"Interpreter ToolBox\" we get to know St. Peter's Mayor Len Pagano, who has a connection to sign language ...    "
                },
                "7": {
                    "title": "Galloping for Girls",
                    "kind": "episode",
                    "episode of": {
                        "title": "StreetScape (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "7 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    This month on StreetScape, Aprille shows you some options for transforming your living space that won't break the budget with \"St. Louis Skylights\" and \"Organize by Design\". Ivy takes us to the stables where \"Galloping for Girls\" teaches life lessons to teen girls. On \"Interpreter Toolbox,\" Mike takes the reins and teaches us some things about hanging out with horses. If you are looking for some unique fun for your next event or party, be sure to check out our segment on \"Shutterbooth\". And finally, Robert at Di Olívas treats us to a unique combination of flavors with...    "
                },
                "8": {
                    "title": "Show Me the Mississippi",
                    "kind": "episode",
                    "episode of": {
                        "title": "StreetScape (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "5 May 2012",
                    "year": "2012",
                    "plot": "\n    This jam-packed episode of StreetScape takes us where no man has gone before! The \"Greater St. Charles Chamber of Commerce\" takes us out on the river and we meet the founder of \"Show Me the Mississippi\". Robert teases us with a recipe for Grilled Chicken with a Cherry Pistachio Pesto at \"Di Olívas Oil & Vinegar\". We head over to the \"St. Louis Science Center\" and learn about current and upcoming exhibits and First Friday events. We have a little \"Trouble with Tribbles\" in talking to David Gerrold, author and director of Star Trek and Star Trek - Phase II episodes as ...    "
                },
                "9": {
                    "title": "Mystique Boutique Fashion Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "StreetScape (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    In episode #9 of StreetScape, we learn about three different organizations that will help you fill the need to help society, Connections to Success with their Mystique Boutique, The Pancreatic Cancer Walk, and the National Multiple Sclerosis Society. Robert at Di Olívas whips up a Quick, Fresh and Delicious batch of Mediterranean hummus, and makeup artist Tamara Tungate shows us that everyone can use a good photo of themselves. Renaissance Plastic Surgery introduces us to a way to \"photograph\" your skin to see what problems might lie beneath. Mike Wilkerson visits ...    "
                },
                "10": {
                    "title": "Katie Kearney, Miss Missouri USA 2012",
                    "kind": "episode",
                    "episode of": {
                        "title": "StreetScape (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "7 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    This month we kick off the show with Judy Peters chatting with the current Miss Missouri USA, Katie Kearney. She shares with us some of the behind the scenes of pageant life. Scott Tate from the Greater St. Charles Chamber of Commerce fills us in on some benefits of becoming a chamber member and some upcoming events. If you are into running or walking, tune in as Scott shares some info about a fun once-in-a-lifetime opportunity. Robert at Di Olívas brings us a \"Quick, Fresh and Delicious\" recipe, this month modifying the concept of Crab Rangoon into a desert with figs...    "
                },
                "11": {
                    "title": "Best of 2012",
                    "kind": "episode",
                    "episode of": {
                        "title": "StreetScape (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "4 Aug. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Greater St. Charles Fashion Week 2012",
                    "kind": "episode",
                    "episode of": {
                        "title": "StreetScape (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "1 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    This episode of StreetScape kicks off at Ameristar Casino, for the kickoff of the Greater St. Charles Fashion Week. We add a little spice to your life by visiting Historic Main Street and stopping into the Olde Town Spice Shoppe and chatting with Carol, and then over to Di Olívas for a yummy recipe from Robert. Renaissance Plastic Surgery introduces Aprille Trupiano to a new technology they are using, the Vectra 3D imaging system. Ivy Hartman visits \"String Along with Me\" and shows off fantastic fashions as well as fabulous jewelry, custom-made jewelry, and jewelry ...    "
                },
                "13": {
                    "title": "Gary Sinise & Lt. Dan Band",
                    "kind": "episode",
                    "episode of": {
                        "title": "StreetScape (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "6 Oct. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Diablito's and Bob Zany",
                    "kind": "episode",
                    "episode of": {
                        "title": "StreetScape (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "3 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    In this episode, we sample some amazing Mexican fare at Diablitos Cantina, Robert over at Di Olivas will show us how to whip up some hummus, and we get treated to some Italian hospitality at Erio's Ristorante. We'll stop in and chat with the doctor's over at Renaissance Plastic Surgery, visit The Greater St. Charles County Chamber of Commerce and get a preview of the Holiday Shopping on Historic Main Street, we'll get to try on some great shoes at Bronx Diba, and Todd Gentry will tell us some things we should know about planning our financial future. Also, we'll chat ...    "
                },
                "15": {
                    "title": "Holidays at Peabody Opera House",
                    "kind": "episode",
                    "episode of": {
                        "title": "StreetScape (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "1 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    We kick off the Holiday season at the Peabody Opera House in downtown St. Louis, host to the Radio City Christmas Spectacular and the Moscow Ballet's version of the Nutcracker. New Town has a very fresh take on creating paleo goodies at the Organic Cave Bakery! For years, Mercy Hospital and their medical centers haven't had a strong presence in the St. Charles area. Well, that's about to change in a big way. Santa's and Shopping are always part of the draw to St. Charles at Christmastime. This year, there is a highway under construction and Scott Tate from the Greater...    "
                }
            }
        },
        "number of episodes": 14,
        "cast": [
            {
                "name": "Trupiano, Aprille"
            },
            {
                "name": "Peters, Judy"
            },
            {
                "name": "Wilkerson, Mike"
            },
            {
                "name": "Palleja, Robert"
            },
            {
                "name": "Hartman, Ivy"
            },
            {
                "name": "Clark, Chris"
            },
            {
                "name": "Gerrold, David"
            },
            {
                "name": "Hyde-White, Alex"
            },
            {
                "name": "Sinise, Gary"
            },
            {
                "name": "Williams, Roland"
            },
            {
                "name": "Zany, Bob"
            },
            {
                "name": "Aufderheide, Alexandra"
            },
            {
                "name": "Gallagher, Gayle"
            },
            {
                "name": "Melton, Corey"
            }
        ],
        "locations": [
            "St. Charles, Missouri, USA",
            "St. Louis, Missouri, USA"
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 3,
        "budget": "$20,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "StreetScape",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "StreetScape (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Weed, Wyatt"
            }
        ],
        "production companies": [
            {
                "name": "Pirate Pictures"
            }
        ],
        "distributors": [
            {
                "name": "American Broadcasting Company (ABC)"
            }
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}