{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "26 October 2011"
            }
        ],
        "release dates": [
            "USA::26 October 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Old School, New School",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Pickle (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "26 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Carnegie Deli owners Marian and Sandy Levine are notified that famed actor Jack Nicholson will be visiting the restaurant, and the pair quickly rushes to ensure that everything will be in proper order by the time that he is scheduled to arrive.    "
                },
                "2": {
                    "title": "Battle of the Sexes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Pickle (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Marian's daughter and goddaughter team up to host an event at the deli that they hope will outshine Sandy's annual pickle eating contest. Marian serves as the judge to decide which event brings in more customers.    "
                },
                "3": {
                    "title": "Sandy at the Sands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Pickle (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "29 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The Carnegie Deli expands to open a location at the Sands Casino in Pennsylvania, so everyone takes a road trip to the casino to celebrate the opening except Chuck, who has to stay behind to watch over the restaurant.    "
                }
            }
        },
        "number of episodes": 3,
        "cast": [
            {
                "name": "Harper, Sarri"
            },
            {
                "name": "Levine, Marian"
            },
            {
                "name": "Levine, Sandy"
            },
            {
                "name": "Smith, Chuck"
            },
            {
                "name": "Wachs, Jen"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjU4MWU0M2UtNDlkZi00M2JjLTk0ZWMtOWIyMTI4YmIyOGMyXkEyXkFqcGdeQXVyNjgwNDI3MzQ@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "Marian and Sandy Levine are a boisterous boomer couple running the world famous Carnegie Deli on the corner of 55th and 7th. Marian inherited the delicatessen dynasty her late father built, and her husband Sandy then took the reins of this Manhattan institution. Thankfully, Marian and Sandy are made for each other, matched in bluster and drive-not to mention decibel levels. Now they're peddling pickles and slinging sandwiches, all the while dealing with two adult children who challenge their choices... and can't be fired. The first family of New York's Carnegie Deli is trying to keep a tradition alive with equal parts love, laughter and loudness. Deliriously satisfying, furiously funny and overstuffed as one of their signature sandwiches, Family Pickle is addictive television.",
        "languages": [
            "English"
        ],
        "title": "Family Pickle",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Family Pickle (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Kaufman Films"
            },
            {
                "name": "Pickle Power Productions"
            }
        ],
        "distributors": [
            {
                "name": "RLTV"
            }
        ],
        "other companies": [
            {
                "name": "FirstCom Music"
            },
            {
                "name": "Glue Editing and Design"
            }
        ],
        "plot": [
            "Marian and Sandy Levine are a boisterous boomer couple running the world famous Carnegie Deli on the corner of 55th and 7th. Marian inherited the delicatessen dynasty her late father built, and her husband Sandy then took the reins of this Manhattan institution. Thankfully, Marian and Sandy are made for each other, matched in bluster and drive-not to mention decibel levels. Now they're peddling pickles and slinging sandwiches, all the while dealing with two adult children who challenge their choices... and can't be fired. The first family of New York's Carnegie Deli is trying to keep a tradition alive with equal parts love, laughter and loudness. Deliriously satisfying, furiously funny and overstuffed as one of their signature sandwiches, _Family Pickle_ (qv) is addictive television.::RLTV [us]"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}