{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "16 October 2011"
            }
        ],
        "release dates": [
            "USA::16 October 2011"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "Moral Character & Citizenship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pusong Pinoy sa Amerika (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "16 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    A general overview of the naturalization process will be presented. An extensive discussion on possible grounds for denial of naturalization based on good moral character shall be discussed through case studies. Relevant information on how to obtain disability waivers of the English and History test will be discussed for those disabled applicants who wish to apply for naturalization. 'Looking Back Moving Forward'segment features the contributions and legacy of the Sakadas.    "
                },
                "2": {
                    "title": "Revisiting Marriages with Multiple Divorces",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pusong Pinoy sa Amerika (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "23 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Avoiding Bigamous Marriages and Understanding Complexities in Family Petitions: Family based petition or petition by US citizens or green card holders on behalf of their spouses are key to family unity which is the policy behind immigration law. While US citizens are allowed to petition their immediate families, there are issues on divorce and prior annulment that must be resolved to attain favorable adjudication of family petitions. This episode will clarify the family law provisions in the Philippines on annulment and its impact on marriage cases in the US. It shall...    "
                },
                "3": {
                    "title": "The Visa of Last Resort: Humanitarian Parole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pusong Pinoy sa Amerika (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "30 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    This episode will explore ways to obtain \"humanitarian parole visa\" when everything else fails in the application for visas. It will also touch on a humanitarian reinstatement of a revoked petition distinguishing humanitarian reinstatement from humanitarian parole. On \"Iba ang Pinoy\" segment, Jericho Saria, a two time champion on Jeopardy is featured as his secrets to successfully winning the game are revealed.    "
                },
                "4": {
                    "title": "Different Routes for Adopted Children",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pusong Pinoy sa Amerika (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "6 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    This episode will tackle the different issues affecting adoptions and petitions of children from the Philippines. An in-depth discussion of the differences between a relative and orphan child for purposes of petitioning and their the differences in legal requirements will be explained. Case studies features for this episode depict common mistakes to be avoided to ensure a smooth process for the petitioning of the child. On Looking Back Moving Forward segment, the Manongs in Stockton CA are featured and their legacy to present Filipino generation are honored.    "
                },
                "5": {
                    "title": "Reviving Dead Petitions: Humanitarian Reinstatement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pusong Pinoy sa Amerika (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "13 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Petition dies with the petitioner. But a process called \"humanitarian reinstatement\" serves to revive dead or revoked petition. This episode will explore the various ways on how \"humanitarian reinstatement\" may apply. Exceptions to the general rule of automatic revocations of petitions will be explained in detail. On Iba Ang Pinoy segment, watch Dino Ignacio-the artist and creator of 'Marites & the Superfriends' and 'Bert is Evil'.    "
                },
                "6": {
                    "title": "Shelters from Abusive Relationships",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pusong Pinoy sa Amerika (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "20 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    In some cases, when there is a break up of spousal relationship between a U.S. citizen and an immigrant, threat to the immigration status of the abused spouse becomes a common occurrence. Abusive relationship between Filipinos and US citizens are not without relief in immigration law. This episode will discuss the various ways the victim of abuse may obtain visas despite being divorced by the abusive spouse.    "
                },
                "7": {
                    "title": "The Filipino WWII Veterans Unending Struggle for Recognition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pusong Pinoy sa Amerika (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "27 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    This episode will be about two major issues affecting the Filipino World War II veterans. The first issue is about their unfair exclusion from the list as Filipino World War II veterans hence depriving them of the a lump sum benefit of $15,000 or $9000. The second issue is about the widows of Filipino WWII veterans and how they are barely surviving in the US without benefits from the deceased veterans. It will emphasize the impact it has on delayed visa processing of their children's petitions. Looking Back Moving Forward features the story of Filipino World War II ...    "
                },
                "8": {
                    "title": "Perfect Marriages, Imperfect Couples",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pusong Pinoy sa Amerika (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "4 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    In spousal petitions, good faith marriage is one of the major issues but not the only issue crucial to the approval of the petition. The background and past actions of the petitioner and beneficiary are taken into account and may substantially affect the result of the petition. Among these issues are past criminal convictions of the US citizen petitioner and prior fraud of the beneficiary. Case studies will be featured to explain impact of such on spousal petitions. On Iba ang Pinoy segment the Filipino American Law Enforcers Organization are featured and their ...    "
                },
                "9": {
                    "title": "Noah's Ark of 245i",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pusong Pinoy sa Amerika (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "11 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    An individual overstaying his visa is incurring unlawful status. The three and ten year bars are triggered should this individual decide to leave and get his visa at the US Embassy in Manila. These bars will prevent the individual from returning for 3-10 years depending on the length of time he overstayed. The remaining chance is for these classes of individuals to qualify under the 245i. This episode will explore the nature and applicability of a \"magic bullet\" called 245i. On the Looking Back Moving Forward segment, the Filipinos in the Military are honored as their...    "
                },
                "10": {
                    "title": "The Limits and Temporary Nature of H2B Visas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pusong Pinoy sa Amerika (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "18 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    One of the fastest ways for a temporary worker to enter the U.S. is through the H2B visa but it is also one of the most abused types of visa. Through featured cases, general information about this visa and the typical violations of the visa will be discussed. Options available to H2B visas in the event of premature termination shall be tackled as well.    "
                },
                "11": {
                    "title": "What I Did for Love?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pusong Pinoy sa Amerika (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "25 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Overcoming Obstacles to Petitioning Loved Ones: In this episode unexpected obstacles in petitioning for loved ones in an adjustment of status setting will be identified. Nothing is taken for granted in the immigration petitioning process even if the case looks positive at the outset. Through featured cases, ways on how to overcome the obstacles will be discussed. Likewise, as part of family petitions topic, important ages to remember for children that are being petitioned shall be emphasized to ensure that petitions are timely filed. Iba ang Pinoy segment features ...    "
                },
                "12": {
                    "title": "Filipino Teachers Facing Roadblocks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pusong Pinoy sa Amerika (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "1 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Filipino H1B teachers have been subject of federal lawsuits not as defendants but rather as plaintiffs. Despite successful career paths for most immigrant Filipino teachers there are still thousands who claim that they have been victims of fraud and misrepresentation by their recruiters and employers. This episode shall analyze at least two major cases affecting the Filipino H1B teachers. On Looking Back Moving Forward, the Filipino Immigrant Nurses are featured and honored.    "
                },
                "13": {
                    "title": "Seeking Relief from Removal: Taking Chances in Immigration Court",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pusong Pinoy sa Amerika (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "original air date": "8 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Some green card holders take their status for granted. As a result of their being complacent about their status, a number of green card holders may find themselves in deportation proceedings especially those convicted of aggravated felonies. This episode will explore at least two types of effective defenses for an individual in deportation proceedings: waiver application and the derivative citizenship defense. The Second Generation Filipino Americans and their aspirations for empowerment are featured on 'Looking Back, Moving Forward.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Tancinco, Lou"
            },
            {
                "name": "Quizon, Eric"
            },
            {
                "name": "Santos, Chen"
            },
            {
                "name": "Allen, Christopher"
            },
            {
                "name": "Malonzo, Josef"
            },
            {
                "name": "Scarlata, Karim"
            },
            {
                "name": "Andolong, Nishea"
            },
            {
                "name": "Andres, Joy San"
            },
            {
                "name": "De Asis, Dallas"
            },
            {
                "name": "De Guzman-De, Aliyah Asis"
            },
            {
                "name": "Diaz, Michelle"
            },
            {
                "name": "Magtoto-Diaz, Adrienne"
            },
            {
                "name": "Magtoto-Diaz, Alyssa"
            },
            {
                "name": "Santos, Johann"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en",
            "tl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 6,
        "plot outline": "Filipinos are the second largest Asian demographic in the United States numbering approximately 2.4M. The Pusong Pinoy Sa America program is for those wanting to come to the US, for those who are in the US wanting to hear stories of those coming to the US and for those who wants to get more information about varying immigrant issues affecting their lives as immigrants in the US. Success stories of immigrants shall inspire the immigrants to strive harder to attain their goals and that featured successful immigrants eventually shall act as role models for the young Filipino viewers. This TV material features a local immigration lawyer and a Filipino civic multi-awarded community leader, Lourdes Santos Tancinco (\"Atty Lou\") who is able to bring effective messages across to the viewers in the Filipino language.",
        "languages": [
            "English",
            "Tagalog"
        ],
        "title": "Pusong Pinoy sa Amerika",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Pusong Pinoy sa Amerika (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Madlansacay, Noel"
            }
        ],
        "plot": [
            "Filipinos are the second largest Asian demographic in the United States numbering approximately 2.4M. The Pusong Pinoy Sa America program is for those wanting to come to the US, for those who are in the US wanting to hear stories of those coming to the US and for those who wants to get more information about varying immigrant issues affecting their lives as immigrants in the US. Success stories of immigrants shall inspire the immigrants to strive harder to attain their goals and that featured successful immigrants eventually shall act as role models for the young Filipino viewers. This TV material features a local immigration lawyer and a Filipino civic multi-awarded community leader, Lourdes Santos Tancinco (\"Atty Lou\") who is able to bring effective messages across to the viewers in the Filipino language.::Anonymous"
        ],
        "synopsis": [
            "PUSONG PINOY SA AMERIKA Season SixTheme: Looking Back, Moving Forward\"The sixth season of Pusong Pinoy sa Amerika is dedicated to recognizing and appreciating the struggles and triumphs of our Filipino Immigrant predecessors who paved the way to making the almost four million Filipinos a vibrant immigrant community in America today.The ties between the US and the Philippines evolved more than a century ago. However, the first recorded landing of Filipinos in America dates back to October 18, 1587 where Filipinos participated in the building of a California missions in Morro Bay.In 1906, fifteen (15) Filipino agricultural workers arrived in the Territory of Hawaii to work on the islands sugar plantations. These were the Sakadas or the farm workers who are one the first Filipino immigrants in the US.Along with the Sakadas were the Pensionados who arrived from the Philippines to obtain US education.. There were 200 Filipino Pensionados who arrived in the US in 1906.During World War I, Filipinos were also asked to serve the US and were granted full US citizenship benefits. Unfortunately, for World War II veterans only certain veterans were granted US veterans benefits and are still struggling for recognition to this day.Military bases were established in the Philippines and Filipinos were also recruited to join the US Navy through a recruitment center at Olongapo City. In 2006, there were 81,545 immigrants from the Philippines who served in the armed forces of the United States (army, navy, air force, marines or coast guards). The Filipino born composed the largest group among the 658,020 foreign born veterans (12.4%), followed by immigrants from Mexico (10.9 percent), Germany (8.8%) and Canada (7.3%).In 1965, with the amendment of the Immigration Nationality Act , Filipinos immigrated to the US for education, work or to escape from repressive political regime of President Marcos. These new Filipinos were mostly professionals, majority in the medical field (nurses and doctors).In 1990, with the easing of the immigration law on employment based petitions, immigration of professionals, skilled workers, artists, computer engineers made their way to becoming permanent residents.Prior to the recession I 2008, US hospitals recruited Filipino nurses to meet the nursing shortage. In the same way, Filipino school teachers were likewise recruited to work in US schools especially in the field of special education, math and science.There are now 2.4 million Filipinos in the US. The history of Filipino immigrant is a story of struggle, pain, sacrifices but we all succeeded in overcoming challenges to attain a strong community to finally be recognized as a part of mainstream America. In their honor, join us in showing our appreciation to them as we celebrate and dedicate this season of Pusong Pinoy sa Amerika to our predecessors who have paved the way to become who we are today."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}