{
    "imdb": {
        "raw release dates": [
            {
                "country": "Estonia\n",
                "date": "15 January 2011"
            },
            {
                "country": "Estonia\n",
                "date": "22 January 2011"
            }
        ],
        "release dates": [
            "Estonia::15 January 2011",
            "Estonia::22 January 2011"
        ],
        "episodes": {
            "7": {
                "1": {
                    "title": "97",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Rakett 69 starts its 7th season. In the season's first episode over hundred young hopefuls gather once again at Science Centre AHAAA, but only 30 of them will make into the Science Labyrinth to solve explosive new tasks. The competition is thrilling, but also ruthless, because only 15 will make it to the studio rounds. Who will be the lucky 15?    "
                },
                "2": {
                    "title": "98",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "20 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    It's time to divide the contestants into three teams - the red, the green and the blue team. The first task tests their teamwork skills. The teams have to assemble a train correctly by looking at the picture. In the second task the teams have to maneuver two trains safely pass each other. Only one of the teams will succeed and the other two - Well, as always - somebody has to leave - Feelings boil over and dreams are crushed, but life goes on - The competition continues in a week.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Judges Erik Puura, Rein Kuresoo and Aigar Vaigu are choosing 12 finalists based on their 2-minute presentations, who start competing against each other for the scholarship worth 10 000 euros.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Twelve young hopefuls are divided in teams and they have to deal with things that mankind has been dealing with form the beginning of time, such as: how to divide and share harvest equally? How to weigh things? And how to measure time? Teams need to figure out how to use slide rules, build a working measuring device and how to work together as a team. The best team will get a valuable prize - immunity for the next elimination.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "29 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Three teams are solving tasks that require logic and skills - popping balloons, measuring and sawing logs will get a whole new meaning after this episode. Teamwork is more important than ever and someone is going to be eliminated...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "5 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Eleven young scientist will solve watery tasks with the judges. The teams have to know how to float things and how to benefit from electrolysis and mechanical work and how to construct a fire-fighting device. A surprise task will decide who is going to be eliminated next.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "12 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    The white team, who have been in minority, will get a pleasant surprise. This time we will find out how much energy does our everyday meals contain, how to make a pH-indicator out of red cabbage and is it possible to make something scientific out of spices? For one young scientist this will be the last task they will solve in this competition.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "19 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    In this episode our nine young scientist are dealing with robotics. They need to know how to grow artificial animals, how to construct and design and program. Judges Rein Kuresoo, Aigar Vaigu and robotics specialist Heilo Altin will decide who will be eliminated this time.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "26 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Rakett 69 enters the world of constructions with the remaining eight players. The players need to know what polygons are and how to build bridges. They also need to prove how well do they know the laws of combining chains and paper clips. Judges Rein Kuresoo, Aigar Vaigu and Andres Juur have a surprise for the remaining contestants.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "5 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    The blue and white team are solving electrical tasks under the watchful eyes of the judges. Our young scientist have to show their knowledge of diode-electric schemes, make an electric motor out of materials they have and convert electric current into sound-waves. For one of them, this will be his or hers last show.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "12 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Seven brave science friends continue the journey on board of the Rakett 69. The judges are observing the contestants on how well do they understand the working principals of a telescope and constructing a premium class security system. In the final task, the contestants have to show their skills as a burglar. For one of the this will be the last show.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "19 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    The six remaining contestants find themselves in the middle of aircraft's and the laws of air. They need to show their talents in measuring the lifting force of a balloon, inventing an aircraft and unravel the secret of the soap bubble.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "26 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    There are only five contestants left and this time they have to show their knowledge at the Biomedicum of University of Tartu. The walls of the autopsy room do not offer any support for the contestants either. In the third task we will go to the cellular level and we will find out who is the best at transvection. Somebody has to leave, but who will it be?    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    The remaining four contestants are at the Institute of Geology at Tallinn University of Technology, where they can use a saw, a microscope worth millions and a machine that makes pills out of rocks. Sounds like something out of a Science Fiction novel. Somebody has to leave and only the judges know whom it will be. Jüri Muttika, who has returned from the Science orbit, hosts the show.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "9 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    We are down to top three and everyone has to stand for their own and give at least 100%. They will get a chance to spend a day with their idols and the viewers will see the mysterious worlds of engineering, chemistry and astronomy.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "16 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    The top three will continue their scientific adventure at Tallinn Zoo. There is a race against time at the laboratory who will the first to figure out which excrement belongs to which creature; to whom belongs tiny sculls and to whom large scary sculls and what animals, plants and insects belong to which natural biosphere.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "23 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    In the series finale, the viewers meet all 12 contestants once again. We will find out who, how and why anyone came to the show; what were their expectations and hopes; what they did to impress the judges in the talent rounds and how disappointed they were when they were eliminated? How the tasks were born and how came up with them?    "
                },
                "16": {
                    "title": "Finale - The Rocket (Finaal - Rakett)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "7 May 2011",
                    "year": "2011",
                    "plot": "\n    In part two of the finale the two finalists have to choose five team members from the eliminated contestants, who will help them during their journey towards winning the show. Let the rocket building begin. The finalist will spend two days and two nights building the aircrafts and then all will be reveled. The winner will the one be whose rocket flies the highest.    "
                }
            },
            "2": {
                "1": {
                    "title": "What You Can Do in Science? (Avasaade)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "7 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Youth Science Competition Rakett 69 will start its second season. The competition already starts in the season premiere: who will be the 15 lucky ones, who will get the opportunity to compete for 10 000 EUR. The candidates demonstrate their skills to the three judges at Science Centre Ahhaa, with the hopes getting through to the next rounds. Who will get on board of the Rakett 69 this season and who will be the new science superstar of 2012?    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "14 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    In the second episode of season 2 Oskar the science robot divides the contestants into three teams. We will meet orange, green and blue teams and their captains. The competition starts with the first task about ancient science. The weakest team have to send someone home.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "21 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The fourteen remaining contestants have to solve the secret of metals, make a rainbow out of nothing and a superglue with the materials they have. The ones who enjoy DIY projects will succeed if they know how to put their knowledge into good use. Another contestant have to leave the competition.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "28 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    In tonight's episode, the remaining thirteen contestants have to show their knowledge in trading. Mathematics, music and criminal optics - all of these include in the expertise of tonight's guest judge. The worst trafficker will leave empty-handed.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "4 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Only 12 contestants left. It is about time to wipe the dust from your feet and go discover the world, because tonight's episode is all about travelling and exploring.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "11 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    There are 11 contestants left competing for the prize worth 10 000 EUR. Tensions are rising, because tonight's episode is all about security. Among other things, the contestants have to find the one shoebox among five that contains a bomb. Who will blow up and who will survive? Find out on tonight's episode.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "18 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    As you see, the Science Centre AHHAA remained intact in the explosion. Our 10 contestants are also live and well - ready for another task. This time they have to show their knowledge in medicine. We will find out whose blood pressure is through the roof and how much pressure can their bones bear.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "25 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Remaining nine contestants continue their journey towards the grand prize. This time we test the contestants in a game called \"Crammed Together\" and those will succeed who has experiences living in a dorm. They have to make a washing machine out of a beet, a new battery for a remote control and a photo-shoot with their own lens. Like in every episode someone has to go home.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "3 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    There are only eight contestants left and this time they have to face robots - Nao, who chooses its communication partners based on their intelligence and looks; an untrained robotic car and a mobile phone, who wants to be a robot and mate with a desk lamp. Again, someone's dreams are shattered winning the grand prize.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "10 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Once again, it is time for the Science Theatre rounds. We proudly present seven future science superstars. Science Centre AHAA opens its doors to visitors and our contestants are in the spotlight - they need to show the audience what they can do and they need to do it in the way that keeps the audience cheering. Unfortunately, one act is weaker than others are and that someone has to go home.    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "17 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    There are six hopeful contestants left on board of the Rakett 69. This time the contestants are thrown into the unknown - a real research lab. At the Institute of Chemistry of Tartu University the pistons are clattering and for one lab rat this episode will be his or hers last episode.    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "24 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    In the 12th episode of season two, our five remaining contestants head to the Institute of Technology of University of Tartu. Under the watchful eyes of our judges, the contestants have to measure models, set up robot mannequins, and predict heat spreading and figure out the diameter of a wire. At the end of the episode we'll find out who has to leave.    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "31 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Only four hopefuls left. For starters, we need to divide the teams so there will be equality. From then on, our contestants have to get their fingers greasy, because tonight's episode is all about engines. At Tallinn University of Technology engines are roaring, mufflers are backfiring, and the contestants are ready to race. However, for one of them this will be his or hers last race on the show.    "
                },
                "14": {
                    "title": "Episode #2.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "7 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Three boys, three girls and remaining three contestants are trying to understand each other. How successful is our top three explaining themselves to kindergartners? We will find out in tonight's episode. Unfortunately, one of them has to leave and the two finalists will battle against each other in the grand finale.    "
                },
                "15": {
                    "title": "Episode #2.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "14 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Only two contestants left in the competition. The moment of truth is near, but before we start handing out the awards, we need to find out who is the winner. The contestants have to pull on army clothes and enter the war grounds. The one who know how to read maps accurately has the advantage. The key question is who will get a better starting position for the last task.    "
                },
                "16": {
                    "title": "Episode #2.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "21 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    The two finalist are defending their positions at North-Eastern Protection Circuit polygon and building cannons. Do not worry - the finalists are not going to shoot at each other, but 10 000 euros are at steak. The one whose cannon shoots the farthest will be crowned the winner on Rakett 69 2012.    "
                }
            },
            "3": {
                "1": {
                    "title": "What You Can Do in Science (Avasaade)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "12 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Dozens of young people are gathering for the third time to get a spot on Rakett 69's third season. We will see raging waters and fireworks, successes and failures, tears of joy and sadness at Science Centre AHHAA. The judges have to make a difficult decision - they need to choose 15 lucky ones based on their 2-minute performances, who will get a chance to compete for the prize of 10 000 euros.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "19 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    If you do not have a team, you are all alone. If you are alone then it is quite difficult to make sciences, if not impossible. In this episode, the contestants are divided into three teams and they immediately need to prove their teamwork skills. For one of them the second episode will be their last.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "26 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Fourteen young hopefuls are left on board of Rakett 69. Tonight's episode is all about logic and logistics. How to solve the problem of a travelling salesman? How to keep the postman form spying on important documents? What time does the binary clock show? The teams have their plates full and the weakest team has to send one team member home.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Tonight the contestants are dealing with destructive science. How to burst a balloon inside another balloon? How powerful is an air cannon made out of cardboard boxes and plastic bags? What is the use of a lighter, when you need to build a precise firing device? And who has to leave from the competition? We will find out in tonight's episode.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "9 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    It turns out that cooking and science go hand in hand. Our young scientist need to figure out how to fry an egg if the only things you can use are a wire mesh, piece of paper and paperclips. They also need to build a tower out of spaghettis, which could carry a bowl of water and calculate the total area of an aquarium shaped like an octagon. For one of them, it will be their last time on the show.    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "16 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Eleven science friends are solving tasks about electricity. They need to be quick figuring out which switch turns on which filament lamp. Then they need to become masters of filament lamps themselves and in the final task, they need to give life to a model train through electricity.    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "23 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    In what cases you have to believe your eyes and in what cases you have to use logic? You will find out on tonight's episode that is all about optics. The ten remaining contestants need to figure out who is tall and who is short; how to distort the basic colours into the colours of Estonian flag and figure out a way to look historical dipositive slides.    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Only nine contestants left. Young science hopefuls are trying to solve tricky electronics tasks. The contestants have to quickly figure out a way to make a mobile phone invisible for the network and how to win the battle against non-working Christmas lights. In addition, they need to run a radio on a powerful battery, without blowing up the radio.    "
                },
                "9": {
                    "title": "Episode #3.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "9 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    What have the contestants of Rakett 69 in common with different materials? They both react unexpectedly in unusual situations. This week the contestants have to make water unsinkable, make paper bear kilograms worth of weight and figure out how to turn a plastic bag into a jack.    "
                },
                "10": {
                    "title": "Episode #3.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "16 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    A true contestant of Rakett 69 is an adventurous, bright, bold and quick-minded boy or a girl, whose self-expression skills are equivalent to a singer or an actor. In tonight's episode, the remaining contestants are in the spotlight, because once again it is time for Science Theatre rounds. Each one of them need to show themselves at their best side, because for one of them it will be their last episode.    "
                },
                "11": {
                    "title": "Episode #3.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "23 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The Rakett 69 starts its new four-part so-called \"real life rounds\", where contestants will visit Estonia's greatest science and research institutions. This week the six remaining contestants are divided into new teams and they will start the competition at the Department of Mechatronics in Tallinn University of Technology. We will find out how to tame a motor scooter, improve the bearing capacity of metal and how to construct a vehicle that moves on high speed.    "
                },
                "12": {
                    "title": "Episode #3.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "30 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The remaining five are at the control center of Elektrilevi, where they have to deal with real problem situations. We will find out what a reflectometer is and how to use it understanding the inner world of a cable drum. We will also find out what kind of parts go into an electric meter and how to save Estonia from darkness. And for one of them this will be their last episode.    "
                },
                "13": {
                    "title": "Episode #3.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "6 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    In tonight's episode we will find out who is more clever - criminals or our four remaining contestants? At The Estonian Forensic Science Institute, our contestants have to detect counterfeit documents, bust counterfeit moneymakers and gather fingerprints. Unfortunately, somebody has to leave.    "
                },
                "14": {
                    "title": "Episode #3.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "13 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Only three contestants remaining and in this episode we will find out, who will make it into the finale. The contestants have new team members from Tallinn Rännaku kindergarten. We fill find out what is origami and how it is related to geometry. How to find out who is in the box using only your sense of touch? And how to explain what is a satellite? We will find out soon enough.    "
                },
                "15": {
                    "title": "Finale - The Robot - Part 1 (Finaal - Robot - 1. Osa)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "20 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Another fascinating season of Rakett 69 is coming to its end. It's time for the first part of our two-episode grand finale. The two finalist have to choose their team members form the eliminated contestants, who will help to get closer to winning the competition. Nobody is going home, because there's not even time to think about it. The finalist have 48 hours to build a real robot that could be sent to space.    "
                },
                "16": {
                    "title": "Finale - The Robot - Part 2 (Finaal - Robot - 2. Osa)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "27 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    In the second part of the finale we will find out who will win the third season of Rakett 69. The finalist continue building their robots and after 48 hours we will find out whose robot will successfully complete the mission and collect the colored balls scattered on the surface of an unknown planet. And soon enough the winner of Rakett 69 2013 will be crowned.    "
                }
            },
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "11 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    The fourth season on of best educational TV show in Europe. In seasons first episode Estonia's most talented young scientists gather at Science Centre AHAA to test their skills in science labyrinth. Only 15 of them will be chosen to board Rakett 69.    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "18 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Fifteen players are divided into three teams and captains are appointed. The captains must lead their teams to success and their teamwork abilities are tested. How to free captains who have been locked away? How to fly team members between land and sky? And how to copy a picture by magnifying it three times? These questions will be answered and someone is eliminated...    "
                },
                "3": {
                    "title": "Locigal gates (Lülitused)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "25 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    In this seasons third episode our contestants have to solve tasks about logic and logical gates. New captains must take responsibility for their team's results. The teams need to figure out how to find the third side of the coin, how to change propellers direction of rotation and how to create a logical gate between three lamps and a switch.    "
                },
                "4": {
                    "title": "Races (Võidusõidud)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "1 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Blue, green and orange team race this week in the air, on land and on water. First, the teams need to build vehicles to do that. Judges McS Aigar Vaigu, PhD Mart Noorma and McS Sven Andresen judge how well our teams build a boat engine out of a candle, a perpetual mobile out of a mop and a vehicle out of balloons.    "
                },
                "5": {
                    "title": "Musical Instruments (Muusikainstrumendid)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "8 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Our young scientist know that music is pure science! This time we will find out how to make musical instruments out of balloons, carrots and empty bottles. We will also find out how does musical instruments make sound and how are we able to listen to it?    "
                },
                "6": {
                    "title": "Sound Systems (Helitehnika)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "15 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Our young science friends continue discovering the complex world of sounds. In this episode, they have to understand the relations between sound and technology. We will see glass breaking, vinyl's spinning and how to make a working microphone out of an empty potato chip can. Someone will be eliminated and it is up to the judges to decide.    "
                },
                "7": {
                    "title": "Chemistry (Keemia)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "22 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    What is in common with clever young scientists, experiments that look like magic and science show dedicated to the Independence Day? Chemistry of course! How to identify gases, how to make Estonian flag into test tubes and how is it possible that colored liquids turn into colorless liquids without any touching?    "
                },
                "8": {
                    "title": "Logic (Loogika)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "1 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Our young contestants have to solve tasks that require logic and practical experience as well. How to find seven objects out of eight that have similar weight, but you can only make two weighing's? The contestants also have to figure out how to photograph the movement of a ping-pong ball and how many sheep fit in a barn? Our judges MSc Aigar Vaigu, PhD Mihkel Kree and PhD Heli Lukner will decide which team has the best logic skills.    "
                },
                "9": {
                    "title": "Aerodynamics (Aerodünaamika)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "8 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    This episode marks the last time our contestants work in teams. The teams are solving tasks that require aerodynamic skills and like every episode, we have three judges judging them.    "
                },
                "10": {
                    "title": "Solo adventure begins (Solomäng algab)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "15 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    We start a new chapter on board of \"Rakett 69\": team challenges are behind us and it is time for the solo rounds. Former team-mates are now rivals - tensions are rising and only one can win. In tonight's episode, we will get to know a little bit more about our contestants.    "
                },
                "11": {
                    "title": "Science Show (Teadusteater)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "22 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    From this episode and on, the two of the weakest main task solvers have to participate in a duel to decide who will be eliminated. This time our contestants have to show how well can they perform in a Science Theatre - those who succeed will continue the competition and avoid the duel.    "
                },
                "12": {
                    "title": "Stakes are high (Panused tõusevad)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "29 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Only six contestants left! Stakes are high and the judges decide to add another prize. The winner will get one extra prize and the top three will receive a new secret prize. The prizes are worth competing for, because winning could change someone's life.    "
                },
                "13": {
                    "title": "On Board of the Scorpio (Skorpioni Pardal)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "5 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The remaining five contestants will be on board of the pirate ship \"Scorpio\". Arabella, the pirates daughter and Captain Taaniel Tina with his men have left the ship and our contestants will be put to the test by boatswain Meremõrtsukas. They have to show their knowledge and skills in determining heights and directions.    "
                },
                "14": {
                    "title": "Water and Ships (Vesi Suured Laevad Kannab)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "12 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    In this episode we will find out, who of the remaining four contestants have to leave empty handed. Top three will ensure themselves admission to University of Tartu without any admission exams to their chosen specialty. To win a spot in the top three our contestants have to race in water and divide a whole into four.    "
                },
                "15": {
                    "title": "Top 3 (3 Parimat)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "19 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    In this episode, we will find out this seasons two finalist. The finalists will be announced at the Department of Thermal Engineering at Tallinn University of Technology. The top three will race cable cars and only two of them will make it to the finale. One contestant's hopes for winning the series will be shattered, but the upside is that they are all winners, because University of Tartu will welcome all three of them with opened arms.    "
                },
                "16": {
                    "title": "The Finale (Finaal)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "26 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    In this episode, we will find out the winner of season four. In order to win the season and leave with the prize worth 10 000 euros the contestants have to use all the knowledge they have gathered in the series so far. The finalist can choose team members from among this season's contestants who will help them built a large, but effective machine.    "
                }
            },
            "5": {
                "1": {
                    "title": "Science Labyrinth (Taibude Heitlus)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "17 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    The air is sizzled with tension at Science Centre AHHAA - students across Estonia have come together to compete for a spot on \"Rakett 69\". Only 15 of them, who are able to impress our judges and go through the obstacle course will make it into the competition.    "
                },
                "2": {
                    "title": "Teamwork (Meeskonnatöö)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "24 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Fifteen young scientist will start their journey towards winning a scholarship worth 10 000 euros in three teams. They have to solve different tasks that require cleverness and wit and good teamwork. How fast can 15 strangers find common ground and start working together as a team? Every misunderstanding and conflict between team members steals valuable time... Those who want to escape elimination have to think and act quickly!    "
                },
                "3": {
                    "title": "Young Engineers (Noored Insenerid)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "31 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    How well do the contestants know how to built things? It is time to grab hammers and drills and start building! Is it possible to build well bearing constructions if there aren't any tools? Do our young contestants have the necessary engineering skills? Two members of the weakest team will face each other in a duel and the loser has to go home.    "
                },
                "4": {
                    "title": "The Golden Rule of Mechanics (Mehaanika Kuldreegel)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "7 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    In this episode our young scientist are tested on the basic knowledge of physics with the help of simple tools and heavy weights. How to be sure that the solution proposed by the team is the right one? The Orange and the Blue team have no room for mistakes if they want to send someone home from the Green team. The prize is worth 10 000 euros.    "
                },
                "5": {
                    "title": "Gadgets of the Modern Era (Nutiajastu Nutikad)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "14 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    How well can our contestants solve IT related tasks, when computers are used daily and students learn programming at school? There are 12 young contestants and one of them will win a scholarship worth 10 000 euros.    "
                },
                "6": {
                    "title": "Blow Wind Blow (Puhu, Tuul)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "21 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    In this episode, we will see how well can our young scientist use air movement in their advantage. Things seem to be simple until you have to put them together yourself. If you want to stay in the competition, you need to think and act quickly!    "
                },
                "7": {
                    "title": "Focus (Fookus paika)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "28 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ten young people will continue to compete for the grant worth 10 000 euros. Those who want to succeed have to know a lot about optics. Contestants will benefit form a keen eye and quick hands, because winning or losing the task is a matter of seconds.    "
                },
                "8": {
                    "title": "Buzzing and Sizzling (Särtsu ja särinat)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "14 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Our young scientist are working on electrical circuits. How hard is to create new systems form various technical equipment? Those who want to escape the duel have to be quick to give the right solution. For one of the contestants this episode will be the last one...    "
                },
                "9": {
                    "title": "Mouse trap and racking of brains (Hiirelõks ja ragisevad ajud)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "21 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    This is the last time our young scientists are competing in teams. Those who solve the tasks most effectively will be another step closer winning the grant worth 10 000 euros. How well do our contestants know the laws of conservation?    "
                },
                "10": {
                    "title": "Seven Musketeers (Seitse musketäri)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "28 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    In this episode, we are getting to know the seven contestants, who excelled in the team rounds. After getting used to working side by side, the contestants now have to show their ability to work by themselves. Our remaining seven contestants are competing for the Science Theatre themes, but that's not all they're competing for...    "
                },
                "11": {
                    "title": "Science Theatre (Teadusteater)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "4 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    To wow the audience and the judges, the contestants are doing scientific experiments. We will see fire-breathing dragons, walking on water and lamps made of pickled cucumbers. Who wants to avoid elimination has to make their experiments stand out from others! Who will rise to the occasion and who will crumble under pressure?    "
                },
                "12": {
                    "title": "Flying High or Falling Hard (Kõrge lend või valus varing)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "11 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    In this episode, our young competitors solve puzzles by themselves and in teams. Who doesn't succeed in the first tasks have to battle it out in a duel. Luckily, the have some help, but can they make strangers successfully work for them?    "
                },
                "13": {
                    "title": "Lunar Car Race (Kuukulgurite võidusõit)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "18 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The remaining contestants continue to solve the puzzles given by the judges. This time the contestants will benefit from knowledge of balance and centre of mass. Everybody is doing their best to win the grand prize. The closer the final comes, the harder is to leave the competition.    "
                },
                "14": {
                    "title": "Bits and Bytes (Bitid Ja Baidid)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "25 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The top 4 are battling with robots and computer programs at Skype office in Tallinn. When new prizes are revealed the desire to win increases, but so does pressure. However - if they want to make it to the Top 3 no mistakes are allowed and only the fastest will succeed.    "
                },
                "15": {
                    "title": "Top 3 (Kolm Parimat)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "2 May 2015",
                    "year": "2015",
                    "plot": "\n    The two finalists will be announced! The tickets for the finals are carefully locked away and the Top 3 are trying to unlock them with their cunning and wiliness. The prize is scholarship for 10 000 euros. Who will see their journey end and who will get the opportunity of a lifetime?    "
                },
                "16": {
                    "title": "Finale (Finaal)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "original air date": "9 May 2015",
                    "year": "2015",
                    "plot": "\n    Tallinn Creative Hub fills with knocking, because the finalists are building this season's most powerful machine with their team-mates. Everybody is on the edge of their seats, because time is running out! Only one will win the scholarship worth 10 000 euros and will be crowned the winner of season 5 of \"Rakett 69\".    "
                }
            },
            "6": {
                "1": {
                    "title": "Choosing the Contestants (Osaliste Valimine)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "9 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    The doors of Science Centre AHHAA are open again to welcome everyone, who wants to join the Rakett 69. The science show, starting its 6th season is packed with more drama than ever before, because there is a record number of candidates. For some of them the journey will end before the studio rounds and they will be sent home. For those who make it to the studio rounds the competition is just starting. They have to solve series of puzzles and only 15 of them will make it into the show. Who will it be?    "
                },
                "2": {
                    "title": "Teamwork (Meeskonnatöö)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "16 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    In this season's second episode, the contestants will be divided into three teams to test their teamwork skills. In the first task, our contestants have to work together like spider legs knitting its web. The second task is all about electro schemes, but good expression skills will come in handy also. Who will be in this season's first duel? The contestant who wants to win the duel have to have quick fingers and a sharp focus.    "
                },
                "3": {
                    "title": "Gravity (Raskus)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "23 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    The theme for the third episode is gravity and we are testing our contestants on their knowledge of physics. The first task seems impossible, because the contestants have to hang a swing on the ceiling without any fastenings. Do they need the help of a little bit of black magic or is the solution hidden in the laws of nature? In the second task, our contestants have to make a lifting mechanism with the materials they have to stack cylinders in a tower. What makes the task difficult is the distance and time that is running out quickly. Who will succeed and who will ...    "
                },
                "4": {
                    "title": "Vehicles (Sõidukid)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "30 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    The theme of tonights episode is vehicles - the winner is whose vehicle goes the farthest and fastest. In the first task the teams have to make a mechanism that is able to reach the goal and then come back to the starting point. In the second task the teams have to transform a rollerblade into a race car. In the duels we are testing the contestants ability finding a common language with machines.    "
                },
                "5": {
                    "title": "The Fair (Laat)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "6 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    The fifth episode of the season is all about having fun. Tonight's tasks are inspired by classic fair games and activities. Contestants will benefit from childhood experiences with bubble makers in the first task. In the second task, the winner will be the one who hits the bullseye. In the duel, two contestants will have to risk their own skin to win. The one who withstands extreme temperatures will continue the competition.    "
                },
                "6": {
                    "title": "Survival (Ellujäämine)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "13 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    In this episode, the contestant's survival skills are put to the test. Who wants to win the first task has to figure out how to restart a phone without a charger. The second task is all about light radiation and energy. In tonight's duel, the contestants have to go back to the roots and use the wisdom of our ancestors, which helped them to get out from hopeless situations.    "
                },
                "7": {
                    "title": "Measuring (Mõõtmine)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "20 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    In tonight's first task the contestants have to determine elapsed time and correctly timed water droplets might bring someone closer to the finals. In the second task, there is more at stake than weights with specific mass. What is the use of a scale if you do not know the precise reading? In the duel, it is best to have fast fingers if you want to defeat the opponent. Only one can continue.    "
                },
                "8": {
                    "title": "Density (Tihedus)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "27 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    In 18th century France the standard for the size of the print point was that it had to be a fraction of the king's shoe size. In tonight's episode, the contestants have to have precise vision to distinguish particles invisible to the human eye. In the second task we will find out how seemingly similar liquids are different from each other.    "
                },
                "9": {
                    "title": "Electricity (Elekter)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "12 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Tonight's episode is all about electricity and sparks. Are we going to have two almost identical results or will a third one be the most accurate? To win immunity the contestants have to show quick wit as well athleticism. To maintain their spot on the show the contestants need basic knowledge of electricity, problem-solving skills and a bit of luck.    "
                },
                "10": {
                    "title": "Every Man for Himself (Igaüks enda eest)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "19 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Teamwork rounds are over and getting to the Science Theatre is only a few steps away. The contestants are trying their hardest to get their hands on the most attractive topic to dazzle the audience. But the judges have a surprise in store.    "
                },
                "11": {
                    "title": "Science Theater (Teadusteater)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "26 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    We have seen our talented young scientists solving complicated physics and logic tasks, but are the ready to step on stage? Can they conquer their stage fright and face the crowd? Judges and viewers are waiting for flashes, bangs and striking experiments, but not everyone succeeds.    "
                },
                "12": {
                    "title": "Races with Liquids (Võidusõidud vedelikega)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "2 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Six smart young scientists are still competing for the grand prize. How well can the contestants embody both chemists and ship-masters? Whose boat sinks has to hope for better luck in the duel.    "
                },
                "13": {
                    "title": "Cars (Autod)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "original air date": "9 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The competition continues with five young hopefuls, who are desperate to prove that they have what it takes to win the competition. This time the contestants are given big machines and simple tools and only the smartest will succeed and be one step closer to winning.    "
                },
                "14": {
                    "title": "IT Academy (IT Akadeemia)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 14,
                    "original air date": "16 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Only four contestants are left competing for the Grand Prize worth 10 000 euros. In country where programming is as elementary as 1+1, it is only logical that our contestants have to do some programming. However, sitting behind a computer will not do - who wants to win has to make their hands dirty as well.    "
                },
                "15": {
                    "title": "Good Genes (Head Geenid)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 15,
                    "original air date": "23 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    On the eve of the finals the Top 3 are on the edges of their seats - only two of them can continue their journey towards the Grand Prize. DNA and blood groups will help to determine who will make it to the finals.    "
                },
                "16": {
                    "title": "96",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 16,
                    "original air date": "30 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The season 6th winner of Rakett 69 is revealed. The finalists have 24 hours to solve this season's most labor-intensive task - build a Rube Goldberg machine. Their logic and leadership skills will determine who wins a scholarship worth 10 000 EUR and a trip to United States.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Every Man for Himself",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rakett 69 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "19 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Teamwork rounds are over and getting to the Science Theatre is only a few steps away. The contestants are trying their hardest to get their hands on the most attractive topic to dazzle the audience. But the judges have a surprise in store.    "
                }
            }
        },
        "number of episodes": 99,
        "cast": [
            {
                "name": "Vaigu, Aigar"
            },
            {
                "name": "Lukner, Heli"
            },
            {
                "name": "Noorma, Mart"
            },
            {
                "name": "Tamm, Riin"
            },
            {
                "name": "Kuresoo, Rein"
            },
            {
                "name": "Puura, Erik"
            },
            {
                "name": "Muttika, Jüri"
            },
            {
                "name": "Piigli, Marta"
            },
            {
                "name": "Juur, Andres"
            },
            {
                "name": "Kikas, Jaak"
            },
            {
                "name": "Tomusk, Hannes"
            },
            {
                "name": "Kalda, Jaan"
            },
            {
                "name": "Koppel, Juhan"
            },
            {
                "name": "Mäeorg, Uno"
            },
            {
                "name": "Altin, Heilo"
            },
            {
                "name": "Männil, Peep"
            },
            {
                "name": "Soesoo, Alvar"
            },
            {
                "name": "Andresen, Sven"
            },
            {
                "name": "Aabloo, Alvo"
            },
            {
                "name": "Tarkpea, Kalev"
            },
            {
                "name": "Pae, Kaja"
            },
            {
                "name": "Einasto, Jaan"
            },
            {
                "name": "Hints, Olle"
            },
            {
                "name": "Kuum, Malle"
            },
            {
                "name": "Lõhmus, Ants"
            },
            {
                "name": "Maran, Tiit"
            },
            {
                "name": "Mumm, Karl"
            },
            {
                "name": "Taklaja, Andres"
            },
            {
                "name": "Timm, Uudo"
            },
            {
                "name": "Abel, Eike"
            },
            {
                "name": "Anvelt, Andres"
            },
            {
                "name": "Maruste, Kristjan"
            },
            {
                "name": "Nerva"
            },
            {
                "name": "Noorem, Toomas"
            },
            {
                "name": "Olesk, Aire"
            },
            {
                "name": "Raju, Olev"
            },
            {
                "name": "Ristikivi, Aare"
            },
            {
                "name": "Eerme, Martin"
            },
            {
                "name": "Käärst, Rain"
            },
            {
                "name": "Niitsoo, Margus"
            },
            {
                "name": "Past, Aune"
            },
            {
                "name": "Prits, Ivar"
            },
            {
                "name": "Ruusmaa, Janika"
            },
            {
                "name": "Saari, Peeter"
            },
            {
                "name": "Saska, Jüri"
            },
            {
                "name": "Viitkar, Üllar"
            },
            {
                "name": "Ingi, Tanel"
            },
            {
                "name": "Kikas, Tiit"
            },
            {
                "name": "Kitt, Robert"
            },
            {
                "name": "Kree, Mihkel"
            }
        ],
        "genres": [
            "Game-Show"
        ],
        "runtimes": [
            "28"
        ],
        "countries": [
            "Estonia"
        ],
        "country codes": [
            "ee"
        ],
        "language codes": [
            "et"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 7,
        "rating": 6.3,
        "votes": 23,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDdhNmY0ZGYtNTQwZS00NmNiLThlZTMtNzcxMThlNGNlZDQ5XkEyXkFqcGdeQXVyMzg1MTEzNTM@._V1_SY150_CR73,0,101,150_.jpg",
        "languages": [
            "Estonian"
        ],
        "title": "Rakett 69",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Rakett 69 (Estonia)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
        ],
        "writer": [
            {
                "name": "Eerme, Martin"
            },
            {
                "name": "Hanso, Heidi"
            },
            {
                "name": "Juur, Andres"
            }
        ],
        "production companies": [
            {
                "name": "OÜ Vesilind"
            }
        ],
        "distributors": [
            {
                "name": "Eesti Rahvusringhääling"
            }
        ],
        "special effects": [
            {
                "name": "ScienceMosaic"
            }
        ],
        "other companies": [
            {
                "name": "Science Centre AHHAA"
            }
        ],
        "tech": {
            "runtime": [
                "28 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 23,
                "rating": 6.3
            },
            "aged 18 29": {
                "votes": 7,
                "rating": 5.6
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 6.2
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 6.0
            },
            "males": {
                "votes": 13,
                "rating": 5.7
            },
            "males aged 18 29": {
                "votes": 6,
                "rating": 5.1
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 6.1
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 6.0
            },
            "females": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 11,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 10,
            "9": 1,
            "8": 1,
            "7": 0,
            "6": 1,
            "5": 2,
            "4": 0,
            "3": 1,
            "2": 1,
            "1": 6
        },
        "arithmetic mean": 6.3,
        "median": 8
    }
}