{
    "imdb": {
        "raw release dates": [
            {
                "country": "Ireland\n",
                "date": "7 November 2011"
            }
        ],
        "release dates": [
            "Ireland::7 November 2011"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Ireland"
        ],
        "country codes": [
            "ie"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "plot outline": "The show is hosted by adventurer Mark Pollock, who is blind and last year lost the use of his legs,confirming him to the wheelchair. Under his guidance, the participants talk us us through their own personal journeys, culminating on this new challenge. This programme is giving a voice to a group of people in society which are rarely represented in media. It also gives them the opportunity to change perceptions and to educate everyone in terms of living with a disability. At same time they will prove to people that they can participate at the level of an able bodied person without have to be labelled or categorised as less than able to compete. When a group is known by what the cannot do (DIS-abled), it is very hard for them to be recognized for what they can do. Yes I Can hopes to change this. Each episode features an individual story and we follow them on their challenge day as they strive to achieve their goals.",
        "languages": [
            "English"
        ],
        "title": "Yes I Can",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Yes I Can (Ireland)"
        ],
        "production companies": [
            {
                "name": "CR Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "CR Entertainment"
            }
        ],
        "plot": [
            "_Yes I Can_ (qv) is a 4-part creative documentary series for Setanta Sports and the Broadcasting Authority of Ireland. It features inspirational people overcoming their disabilities and attempting an extreme sport.::CR Entertainment",
            "The show is hosted by adventurer Mark Pollock, who is blind and last year lost the use of his legs,confirming him to the wheelchair. Under his guidance, the participants talk us us through their own personal journeys, culminating on this new challenge. This programme is giving a voice to a group of people in society which are rarely represented in media. It also gives them the opportunity to change perceptions and to educate everyone in terms of living with a disability. At same time they will prove to people that they can participate at the level of an able bodied person without have to be labelled or categorised as less than able to compete. When a group is known by what the cannot do (DIS-abled), it is very hard for them to be recognized for what they can do. _Yes I Can_ (qv) hopes to change this. Each episode features an individual story and we follow them on their challenge day as they strive to achieve their goals.::CR Entertainment"
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}