{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "29 September 2011"
            },
            {
                "country": "USA\n",
                "date": "25 October 2011"
            },
            {
                "country": "USA\n",
                "date": "30 November 2011"
            }
        ],
        "release dates": [
            "USA::29 September 2011",
            "USA::25 October 2011",
            "USA::30 November 2011"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Steal Or Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "Africa's Deadliest (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "1 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    The African bush is thick with thieves. In Botswana's dark, the criminal underworld, nothing and nobody is safe. Suspicion, injustice and terror rule supreme and crime does pay. Every animal must fight for what is rightfully - or wrongfully - theirs. Whatever the cost. In this land of cunning and mischief, when the going gets tough, even the most surprising characters are forced to turn to the dark side.    "
                },
                "2": {
                    "title": "Mob Rule",
                    "kind": "episode",
                    "episode of": {
                        "title": "Africa's Deadliest (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "1 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    On the fierce battlegrounds of Botswana, being in a gang is everything. Strength comes in numbers, but victory only comes to those who play by gang rules. How to earn your place in the mob and how you fight to keep it is a matter of life - or death. And when Africa's greatest gangs collide, only those with real power, intelligence and teamwork will survive.    "
                },
                "3": {
                    "title": "Super Powers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Africa's Deadliest (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "1 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    In a constant battle to survive, animals have developed a range of superpowers that give them the best chance in the deadly games that play out across the Kalahari.    "
                },
                "4": {
                    "title": "Search & Destroy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Africa's Deadliest (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "1 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    On the unforgiving plains of Botswana, animals are locked in a nightmarish game of hide-and-seek. It's a battle of tactics and courage, and there can only be one winner.    "
                },
                "5": {
                    "title": "Moving Targets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Africa's Deadliest (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "1 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    In the Kalahari, an animal's instinct to move is the key to their survival. At the mercy of the unforgiving dry season, a life on the move can be a dangerous and perilous existence.    "
                }
            },
            "1": {
                "1": {
                    "title": "Killer Tactics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Africa's Deadliest (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "29 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Predators specialize in different strategies of killing technique. From silent, unseen ambush assassins, to immense power, stealth and camouflage, these creatures are at the top of their game. Equipped with super-senses, ingenious strategies, lightning-fast reactions and incredible physiological adaptations that have been perfected over millennia, their prey don't stand a chance.    "
                },
                "2": {
                    "title": "Predator Swarm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Africa's Deadliest (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "6 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Alone they may be weak, but with strength in numbers, some African creatures are deadly. Wild dogs the size of household pets conquer prey more than 10 times their size, and the tiny mongoose's tight family unit keeps it out of trouble. Buffalo travel in herds up to 1,000 strong, and when threatened, they attack in force. During the annual Sardine Run, a super-pod of common dolphins up to 5,000 strong rely on their military precision to outmaneuver sharks and feed on the plentiful sardines.    "
                },
                "3": {
                    "title": "Lethal Weapons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Africa's Deadliest (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "13 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The 'alienlike' jaws of a moray eel and the remarkably fast strike speed of a puff adder snake are just two of the deadly weapons featured in Africa's Deadliest: Lethal Weapons. During mating season, male elephants duke it out with their massive tusks that grow to 10 feet long. A moray eel uses a second set of jaws in the back of its throat to snatch prey. The octopus camouflages itself until a hapless victim wanders to close.    "
                }
            },
            "2": {
                "1": {
                    "title": "Giant Killers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Africa's Deadliest (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "13 May 2015",
                    "year": "2015",
                    "plot": "\n    There is no peace in Africa for nature's giant killers. Hippo, elephant, buffalo and others battle it out to become Africa's deadliest. If they're not being targeted by gangs of lions, hyenas or other predators, then they're fighting amongst themselves. Sometimes offense is their best defense, and then there's nothing more terrifying than watching an enormous peace-loving animal turn on the temper. There will be blood.    "
                },
                "2": {
                    "title": "Ganglands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Africa's Deadliest (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "13 May 2015",
                    "year": "2015",
                    "plot": "\n    You want to up the odds of success, up the numbers. The more attackers there are, the better their chances and the bigger the prey. A single lion can't take on a giraffe, but a pride will pull it down. A wild dog has no chance against a wildebeest, but a pack will rip it apart. Watch out for any hungry gang when they have their eyes set on a target. These are the animals that thirst for blood in a group. These are Africa's gang killers.    "
                },
                "3": {
                    "title": "Cat Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Africa's Deadliest (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "13 May 2015",
                    "year": "2015",
                    "plot": "\n    Lions get most of the attention but there are many cats that kill. Their size, camouflage and hunting strategy may vary but they're all deadly. You'd think there is nothing more exciting than watching a pride of lions moving in for the kill but there are others just as fascinating, agile and dangerous. In the quiet of the night no prey will hear them coming. Beware of getting stalked by Africa's Deadliest Cats.    "
                }
            },
            "3": {
                "1": {
                    "title": "Assassins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Africa's Deadliest (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "5 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Africa's Deadliest Assassins is a tantalizing exhibition of the continents top ten deadliest killers, from the microscopic to the massive all forged in the most challenging of environments. Discover the terminators that have fought their way to the top of the food chain by evolving the meanest, biggest and most lethal of weaponry. From the terrifying jaws of the great white to the hammer like foot of the secretary bird, prepare yourself to delve into the secret world of Africa's Deadliest Assassins.    "
                },
                "2": {
                    "title": "Invaders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Africa's Deadliest (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "12 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Africa's Deadliest Invaders is a thrilling reveal of the continent's most lethal and fear-inspiring infiltrators. These specialized agents, armed to the teeth, have cunning strategies they deploy to dominate their every environment from the forests of Gabon to the Ethiopian highlands and even the frigid Atlantic Ocean. Peer through the eyes of an insider and unearth the terrifying secrets and surprising intelligence that each of these invaders keenly combine to become the meanest, biggest and most effective killers. From the strategic acumen of Chimpanzees to the ...    "
                },
                "3": {
                    "title": "Ambush Hunters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Africa's Deadliest (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "19 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Africa's Deadliest Ambush Hunters is an awe-inspiring ride through a world of camouflage, patience, and precision. We follow these stealthy predators as they make use of their environments and special skill sets to avoid detection until the very last second. Lying in wait across the continent, from the lush Serengeti to the desert of Namibia, ambush predators are poised for action. Follow the lethal stone-fish as he waits for his prey, and the most venomous cobra in Africa as he sneaks into a weaver's nest. Prepare to be inspired by the leopard's quick-footedness and ...    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Bloodlines",
                    "kind": "episode",
                    "episode of": {
                        "title": "Africa's Deadliest (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "25 Nov. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Carvell, Jason Alan"
            },
            {
                "name": "Fennoy, Dave"
            },
            {
                "name": "Hunerlach, John"
            },
            {
                "name": "Hunerlach, John"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 6.9,
        "votes": 47,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzU1MGEyNmMtMTQ3OC00NjhhLWIxYTgtNmQ2Y2MwMWI3YzA1XkEyXkFqcGdeQXVyNjgzMDY1Mzc@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Africa is a land sculpted by time where animals have evolved complex weapons to arm them in the battle to live another day. An elephant's tusks can defend, or attack. An octopus uses camouflage to find food, or hide from an enemy. A Cape Fur Seal's speed and agility are valuable tools to catch a penguin, but ineffectual against a Great White Shark. A single hippopotamus holds a pride of twelve lions at bay with his sheer bulk, but backs down when faced with the piercing teeth of another hippo. With lethal weapons wielded by fearsome predators and prey, animals walk a precarious path, here among Africa's Deadliest.",
        "languages": [
            "English"
        ],
        "title": "Africa's Deadliest",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Africa's Deadliest (South Africa)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Fahey-Goldsmith, Bridgette"
            },
            {
                "name": "Hewett, Ben"
            },
            {
                "name": "Lampen, Jan"
            }
        ],
        "production companies": [
            {
                "name": "Aquavision TV Productions"
            }
        ],
        "plot": [
            "Africa is a land sculpted by time where animals have evolved complex weapons to arm them in the battle to live another day. An elephant's tusks can defend, or attack. An octopus uses camouflage to find food, or hide from an enemy. A Cape Fur Seal's speed and agility are valuable tools to catch a penguin, but ineffectual against a Great White Shark. A single hippopotamus holds a pride of twelve lions at bay with his sheer bulk, but backs down when faced with the piercing teeth of another hippo. With lethal weapons wielded by fearsome predators and prey, animals walk a precarious path, here among _Africa's Deadliest_ (qv).::Billi-Jean Parker"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 47,
                "rating": 6.9
            },
            "aged 18 29": {
                "votes": 7,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 19,
                "rating": 6.2
            },
            "aged 45 plus": {
                "votes": 7,
                "rating": 7.3
            },
            "males": {
                "votes": 28,
                "rating": 6.8
            },
            "males aged 18 29": {
                "votes": 7,
                "rating": 8.1
            },
            "males aged 30 44": {
                "votes": 15,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 7.0
            },
            "females": {
                "votes": 6,
                "rating": 6.2
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 6.5
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 5.0
            },
            "us users": {
                "votes": 19,
                "rating": 6.4
            },
            "non us users": {
                "votes": 12,
                "rating": 7.8
            }
        },
        "number of votes": {
            "10": 6,
            "9": 4,
            "8": 8,
            "7": 10,
            "6": 9,
            "5": 4,
            "4": 4,
            "3": 0,
            "2": 1,
            "1": 1
        },
        "arithmetic mean": 6.9,
        "median": 7
    }
}