{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "13 September 2011"
            }
        ],
        "release dates": [
            "USA::13 September 2011"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Too Many Mournings",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Playhouse (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "13 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    The members of Mishawaka Playhouse gather for Roger's memorial service. The service is interrupted by an old flame and Doris' arch rival. A surprise visitor stuns everyone.    "
                },
                "2": {
                    "title": "Nothing's Gonna Stop Us Now",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Playhouse (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "20 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    The mysterious visitor reveals his true identity. Doris is reunited with a long lost love. Mona hatches her plan to take down Doris and gains a new ally. Dick and Peggy declare their love for one another as production begins on Dick's latest play.    "
                },
                "3": {
                    "title": "The Wild One",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Playhouse (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "27 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Bad boy actor Keith Comstock (Michael Robert Holmes) arrives in town to star in Dick's new play. Keith makes an impression on Rock. Doris and Reggie pick up where they left off many years ago. Peggy returns from Sweet Apple with some shocking news.    "
                },
                "4": {
                    "title": "Blast from the Past",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Playhouse (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "7 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Doris reveals her deepest, darkest secret to Reggie and swears him to secrecy. Rock and Keith end up in bed and plot to break up Peggy and Dick. Peggy and Dick discover they have a lot more in common than they can handle.    "
                },
                "5": {
                    "title": "A Tangled Web",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Playhouse (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "11 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Mona and Quentin set their revenge plot into action. Peggy and Dick drift apart in light of their shocking news. Keith and Rock conspire to keep Dick and Peggy apart. Doris frets over her anonymous text, worried that her secret will be revealed. An unknown assailant targets one of the players. But which one?    "
                },
                "6": {
                    "title": "The Mirror Cracked",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Playhouse (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "8 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Keith ends up in the hospital after his car accident. Doris and Reggie are concerned after meeting the plastic surgeon. Mona wonders if Quentin knows something about the accident. Dick finds a drunk Peggy hanging out with Rock.    "
                },
                "7": {
                    "title": "Double Identity",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Playhouse (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "15 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    The bandages come off Keith after the plastic surgery. Dick finds Peggy in a disturbing state. Quentin is fed up by Doris and Mona's fight for the theater. Reggie suffers strange side effects from his hit on the head.    "
                },
                "8": {
                    "title": "The Secret Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Playhouse (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "22 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Reggie suffers a strange reaction to his hit on the head. Doris and Mona continue to fight over Quentin who has had enough. Mona threatens to expose Doris' secret. Peggy continues down the road to ruin and takes Dick with her. Rock is very distraught after inadvertently hearing Doris' secret.    "
                },
                "9": {
                    "title": "The Edge of Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Playhouse (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Quentin has an ax to grind with Mona. Rock and Peggy commiserate over their messy lives. Doris confronts the doctor that sent Reggie over the edge. Dick receives the results of the DNA test. Reggie sees a therapist who sends him even further off the deep end. An unknown assailant has devious plans.    "
                },
                "10": {
                    "title": "Search for Tomorrow",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Playhouse (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "5 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Quentin goes to desperate measures to get back a=t Mona and Doris. Reggie's personality splits again. Dick's life hangs in the balance. Everyone could be in mortal danger.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Auditions",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Playhouse (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "13 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Young playwright, Dick Cummings, comes to The Mishawaka Playhouse to have his play The Legend of Crybaby bridge produced. Artistic director Doris Del Monaco refuses to audition for the role of the pregnant teen mother. Her son Rock designs a set. Newcomer Peggy Sawyer auditions for the role but Doris won't have it. Dick turns to Roger for help.    "
                },
                "2": {
                    "title": "The Table Read",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Playhouse (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "3 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Doris insults Peggy when she asks her to read the stage directions. Dick runs to Peggy's aide. Roger interrupts them to tell Dick that Doris wants to see him in private. Roger hits on Peggy. Doris seduces Dick while Rock and Quentin spy from the wings.    "
                },
                "3": {
                    "title": "The Blocking Rehearsal",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Playhouse (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Doris cuts Peggy's last line at the blocking rehearsal when Dick comes to her defense, Peggy rebuffs him. Roger calls Dick to his office. Doris receives a blackmail letter. Rock tells Peggy not to trust Roger. Peggy walks in on Roger and Dick. Someone is spying on them.    "
                },
                "4": {
                    "title": "The Audit",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Playhouse (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "14 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Det. Janet Greyson shows up to investigate the murder. Someone is arrested. The real culprit is still at large.    "
                },
                "5": {
                    "title": "The Investigation",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Playhouse (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Detective Janet Greyson comes to The Mishawaka Playhouse to investigate the murder. All the players are suspects throwing suspicion on one another. One of them is arrested and brought to jail. The real killer is still at large.    "
                },
                "6": {
                    "title": "The Show Must Go On",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Playhouse (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Dick and Peggy race to find the real killer. Meanwhile, more attempts are made on the Players lives as Doris and Quentin are drawn closer to one another and Dick admits his love for Peggy.    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Van Slyke, Richard"
            },
            {
                "name": "Walz, Tom"
            },
            {
                "name": "Holt, Erin"
            },
            {
                "name": "Bucci, Adam"
            },
            {
                "name": "Chance, Eli"
            },
            {
                "name": "Audia, April"
            },
            {
                "name": "Scott, Aileen-Marie"
            },
            {
                "name": "Danley, Kate"
            },
            {
                "name": "Holmes, Michael"
            },
            {
                "name": "Caranasos, Ellen"
            },
            {
                "name": "Gorden, Gregory Guy"
            },
            {
                "name": "Wilson, Carolyn"
            },
            {
                "name": "Costa, Diana"
            },
            {
                "name": "Barnett, Luke"
            },
            {
                "name": "Olson, Meghan"
            },
            {
                "name": "Wright, Keith"
            }
        ],
        "locations": [
            "Burbank, California, USA::(interiors)"
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "languages": [
            "English"
        ],
        "title": "The Playhouse",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "The Playhouse (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Van Slyke, Richard"
            },
            {
                "name": "Danley, Kate"
            }
        ],
        "synopsis": [
            "The Playhouse is a comedy web series that spoofs the soap opera genre. The action takes place in The Mishawaka Playhouse in Mishawaka, IN where husband and wife Roger Marlowe (Richard Van Slyke) and Doris Del Monaco (Kate Danley/April Audia) are the co-artistic directors. Roger directs Doris as the leading lady in all their shows. The have commissioned young playwright Dick Cummings (Tom Walz) to write a play based on the local Indiana legend of the Crybaby Bridge. Doris' son from her first marriage, Rock (Adam Joseph Reich) works for them as a gopher but he wants to run the theater himself so he can produce Sam Shepherd under the stars. Doris, Rock and Roger all take an interest in Dick who is smitten by newcomer Peggy Sawyer (Erin Holt) right off the bus from Sweet Apple. Dick thinks Peggy is perfect for the lead role in his play but Doris will have none of it. Dick asks for Roger's assistance in replacing Doris as the lead with Peggy. Roger agrees to help if Dick will succumb to Roger's wicked ways. Doris also uses seduction to get to Dick. And Peggy confused by Dick's advances turns to Roger for consolation. Meanwhile, Rock enlists the help of clueless local drama critic Quentin Armitage (Eli Chance) to blackmail his mother for money or else he'll go to the NEA and have their grant revoked.\nSomeone ends up dead and many more attempts are made on the players lives and Dick and Peggy try to find out who the murderer is."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}