{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "27 November 2011"
            }
        ],
        "release dates": [
            "USA::27 November 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Superhero Showdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Real Deal (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Troy's trying to get his hands on a vintage bike that dates back to World War II, for a not so vintage price. Chip is trying to cast a net around a golden Spiderman chain, without having to break the bank. Jason's gambling that he can hit the jackpot with a great deal on an antique slot machine.    "
                },
                "2": {
                    "title": "Football Frenzy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Real Deal (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "27 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Troy's hoping to get his hands on the same ride Elvis and Frank Sinatra used to wheel around in; a 1960s Mark II in mint condition. Chip is in the director's chair and debating how much American tender he's willing to produce for a U.S. Army projector from the 1960s. Glen takes a shockingly long look at a home electrotherapy machine that dates back to 1904.    "
                },
                "3": {
                    "title": "Gunning for Gold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Real Deal (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Jason looks into buying a replica pirate cannon that's been in everything from Mutiny On the Bounty along with all three Pirates of the Caribbean movies. Chip is gunning to buy an 1892 Springfield Rifle, that's still in good working order. Troy gets a chance to buy a boxing glove signed by some of the greatest fighters of the last hundred years.    "
                },
                "4": {
                    "title": "Four-Wheeler Feud",
                    "kind": "episode",
                    "episode of": {
                        "title": "Real Deal (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Troy is salivating over a Korean War Jeep that rolls in and hoping he has enough cash to buy it. Jason has the chance to get his hands on a rare, unpublished, autographed photo of Joe DiMaggio and he's going to dig deep to try and buy this picture of the Yankee Clipper.    "
                },
                "5": {
                    "title": "Sex(tant) Pistols",
                    "kind": "episode",
                    "episode of": {
                        "title": "Real Deal (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "4 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Chip has a chance to buy a piece of music history, with an album signed by Johnny Cash, the legendary \"Man In Black.\" Jason is looking to land a 19th century navigational device from a man whose story keeps veering off course. Troy gets up close and personal with a GI Joe toy collectable that dates back to the 1960's. Glen is shooting for a pair of rare 1830 Belgian percussion dueling pistols.    "
                },
                "6": {
                    "title": "Autograph Anarchy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Real Deal (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "11 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Chip sits down with a man selling an antique anesthesia machine, and nearly passes out at the seller's asking price. Troy takes a shot at buying a Victorian Tantalus that dates back to the 1880s and will command a hefty price. Glen gets eyes on a Harry Houdini autograph and all signs point to him making a serious offer for it.    "
                },
                "7": {
                    "title": "Comic 'Con'frontation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Real Deal (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "11 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    A man brings some rare Native American artifacts including a fire starter, which sparks Chip's interest and ignites a big offer. A seller brings Troy a set of highly coveted comic books and he needs to make sure his offer isn't laughable. Jason lights up when a man brings in an early 20th century treasure that doubles as a record player and a lamp, but it's going to cost a pretty penny.    "
                },
                "8": {
                    "title": "Motorcycle Melee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Real Deal (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "18 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Troy makes a muscular offer for a 1958 Hercules Motorcycle and it's going to take a feat of real strength for the seller to resist it. A woman brings in an antique switchboard to Glen and he's going to have to dial up some big bucks to get through to her. A guy tries to peddle a 1952 AMF Javeline Bike to Chip and he must ride up the price in order to lock it up.    "
                },
                "10": {
                    "title": "Baseball Brawl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Real Deal (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "18 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Chip needs to get in tune with a man selling a zither mandolin guitar and he'll have to hit just the right note to bring it home. Troy wants to get his hands on an antique gas pump, but it's going to take a high-octane offer to seal the deal. Glen hopes to get a handle on a World War II dagger, but he'll need to put down a price for the ages to make it happen.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Knife Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Real Deal (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "5 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Jason gets a chance to buy a historic hot air engine, but he'll have to rev-up his offers if he wants to bring it home. Troy takes a run at a set of antique toy cars, but it's going to take hundreds of dollars to seal that deal. Chip takes a stab at buying an African tribal dagger with mysterious origins and he'll have to make a deep reach into his wallet to make the sale.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Moore, Tyler"
            },
            {
                "name": "Howerton, Troy"
            },
            {
                "name": "Plemmon, Charles 'Chip'"
            },
            {
                "name": "McCoon, Jason"
            },
            {
                "name": "Parshall, Glen"
            },
            {
                "name": "Knox, Bryan"
            },
            {
                "name": "Luchsinger, Steve"
            },
            {
                "name": "Smith, Terry F."
            },
            {
                "name": "Zanlungo, Anthony"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.1,
        "votes": 10,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjA4NTUxNTI4Ml5BMl5BanBnXkFtZTgwODk4NjAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Real Deal features high-stakes negotiations and the nerve-wracking anxiety of auction. Sellers bring their family heirlooms, historic items, and rare memorabilia to expert dealers who evaluate the items and put a cash offer on the table. An intense negotiation begins and the pressure rises as ultimately the sellers hold the cards and will make the choice between the certainty of cash on the table and the unknowns of an auction, where there are no guarantees.",
        "languages": [
            "English"
        ],
        "title": "Real Deal",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Real Deal (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Zodiak USA"
            }
        ],
        "distributors": [
            {
                "name": "History Channel"
            }
        ],
        "other companies": [
            {
                "name": "Filmtools"
            }
        ],
        "plot": [
            "_Real Deal_ (qv) features high-stakes negotiations and the nerve-wracking anxiety of auction. Sellers bring their family heirlooms, historic items, and rare memorabilia to expert dealers who evaluate the items and put a cash offer on the table. An intense negotiation begins and the pressure rises as ultimately the sellers hold the cards and will make the choice between the certainty of cash on the table and the unknowns of an auction, where there are no guarantees.::Brenda Decesare",
            "Owners of items that are rare, collectible, or of historical value bring them for appraisal by a series of four dealers in separate rooms. Each dealer offers a cash price, which the owner can either accept or reject in favor of moving on to the next room. However, once an offer is rejected, the owner cannot return to it after hearing other offers. If the owner rejects all four offers, the item is immediately sold at auction to see if it can bring a better price than the dealers were ready to give.::Alan Back"
        ],
        "tech": {
            "runtime": [
                "30 min (including commercials) (USA)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 10,
                "rating": 6.1
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 4.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 4.0
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 7.5
            },
            "males": {
                "votes": 6,
                "rating": 4.8
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 4.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 4.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "females": {
                "votes": 2,
                "rating": 7.5
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 4.0
            },
            "us users": {
                "votes": 4,
                "rating": 5.5
            },
            "non us users": {
                "votes": 4,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 1,
            "9": 0,
            "8": 2,
            "7": 2,
            "6": 0,
            "5": 2,
            "4": 2,
            "3": 1,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 6.1,
        "median": 6
    }
}