{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2011"
            },
            {
                "country": "UK\n",
                "date": "28 February 2011"
            },
            {
                "country": "Belgium\n",
                "date": "8 September 2012"
            }
        ],
        "release dates": [
            "UK::2011",
            "UK::28 February 2011",
            "Belgium::8 September 2012"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Polar Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Steve presents in Alaska the polar bear, a giant omnivorous predator which is a master at catching Artic seals. Mike's team of artists makes a complex installation, fake 3D, representing dueling bears at the edge of a drifting ice-floe. Further there's a drawing and a do it yourself foam bear.    "
                }
            },
            "1": {
                "1": {
                    "title": "Alligator Turtle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Steve Backshall introduces the inspiring monster from the Deadly 60 selection, Louisiana's bayou-dwelling alligator turtle, with some documentary footage, and the inspired artists, an ice sculptor and a graffiti painter, who explain how its anatomy and predatory life inspire their portrayal as painted sand sculpture. The turtle is surprisingly large and strong, but usually eats just fish.    "
                },
                "2": {
                    "title": "Piranhas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Steve presents with documentary Deadly 60 footage a voracious school of the Argentinia marshes piranhas, whose terrible teeth even inspired actual horror movies. It was a exciting, even terrifying thing to film. Cartoonist Mike Fischetti and a fellow artist decide to portrayal them in silvery metal.    "
                },
                "3": {
                    "title": "Crocodile",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Steve presents with documentary Deadly 60 footage of Australia's salt water crocodile, the world's largest reptile. Cartoonist Mike Fischetti and a graphic designer decide to portrayal them life-size, with accentuated razor-sharp teeth rows.    "
                },
                "4": {
                    "title": "Grizzly Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Steve presents with documentary Deadly 60 footage the grizzly bear, a terribly impressive master salmon fisher in Alaska. two artist decide to portrayal a trio of these ferocious bears using different techniques, mainly foam isolation sculpting and graffiti.    "
                },
                "5": {
                    "title": "Gray Wolf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Steve presents documentary footage of his Norwegian encounter with a pack of gray wolves. Cartoonist Mike Fischetti and a fellow graphic artist decide to portray two of them as 'burnt' wooden scale models, stressing the fangs.    "
                },
                "6": {
                    "title": "African Honey Bees",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Steve presents with documentary Deadly 60 footage of the African honey bees, the world's most aggressive species, so abseiling to their cliff hives was a stingy adventure. Cartoonist Mike Fischetti and a fellow decide to portrayal a swarm's attack two-dimensionally.    "
                },
                "7": {
                    "title": "Hippopotamus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Steve presents with documentary Deadly 60 footage of the hippopotamus, a land giant and although a vegetarian more deadly to people then almost any predator, plus half-tame Jessie. Two artists decide to portrayal the species during a loud rivals duel.    "
                },
                "8": {
                    "title": "Sea Eagle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Steve presents with documentary Deadly 60 footage of the African sea eagle, whose graceful, efficient way to catch fish proved excruciatingly hard to come close to when Steve engaged in a gliding experiment. Two artists decide to portrayal the eagle in printed relief.    "
                },
                "9": {
                    "title": "Cobra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Steve presents with documentary Deadly 60 footage of the royal cobra, which he met in Thailand. It's a major killer, which mainly cannibalizes other snakes. Cartoonist Mike Fischetti and a fellow artist decide to portrayal one in multi-color relief graffiti, stressing the fangs.    "
                },
                "10": {
                    "title": "Shark",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Steve presents with documentary Deadly 60 footage of the great white shark, which he admired in the Ocean near Cape Good Hope. It's a major killer, the terror of the oceans. An ice sculptor and a fellow artist decide to portrayal one in ice against a blue metal 'sea'. As a bonus, how to draw your tiger-shark.    "
                },
                "11": {
                    "title": "Lynx",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Steve presents with documentary Deadly 60 footage of the elusive lynx, Europe's largest feline, which he met in Norway. It's a master hunter, which excels in climbing and jumping. Cartoonist Mike Fischetti and a fellow artist decide to portrayal his hunting in a three-picture giant acrylic cartoon of stalk, chase and extra-large kill.    "
                },
                "12": {
                    "title": "Gorilla",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Steve presents with documentary Deadly 60 footage of the gorilla, the largest ape, which he met in Uganda. It's a vegetarian, which excels in climbing and jumping. Cartoonist Mike Fischetti and a fellow artist decide to portrayal his protective reach-out to protect his family, the only time he becomes deadly. As a bonus, Mike shows how to draw a gorilla with wax crayons and Chinese ink.    "
                },
                "13": {
                    "title": "Tuna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Steve presents with documentary Deadly 60 footage of the tuna-fish, which he met in Australia. They are master hunters, fast enough to drive schools of fish wherever they want. Steve finds demonstrating their hydrodynamic built rather embarrassing, as his swimming trunks get lost. Two artists decide to portray the tuna hunting in paints.    "
                },
                "14": {
                    "title": "Rattlesnake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Steve presents with documentary Deadly 60 footage of the rattlesnake, which he met in Arizona's Sonora desert. It is a men-shy but effective poisonous killer, of whom over 30 species live in various deserts and similar biotopes. Cartoonist Mike Fischetti and a fellow artist decide to portrayal a snake attack, ready to bite. As a bonus, how to use duct-tape for the 'negative' picture of a snake.    "
                },
                "15": {
                    "title": "Bengal Tiger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Steve presents with documentary Deadly 60 footage of the Bengal tiger, the largest, most majestic and ferocious feline, which he met in India. It is a stunning hunter but excessively endangered. Two artists decide to portrayal one's killer leap in painting, based on project photograph contours. As a bonus, how to make a small drawing.    "
                },
                "16": {
                    "title": "Bat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Steve presents with documentary Deadly 60 footage of the ghostly bat, which he met in Australiaia. It is a scary-looking predator with masterly sonar, who catches insects twice his weight on a night. Two artists portray specimens and a bat cave in spooky sculptures, stressing the translucent wings. As a bonus, how to make an eerie bat drawing.    "
                },
                "17": {
                    "title": "Peregrine Falcon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Using Deadly 60 footage, Steve presents the peregrine falcon, a master in fast and versatile flight who gives a sports car a run for its money. It's one of the greatest hunters in the air, able to catch even pigeons at dazzling speed, hight and maneuverability. Mike and a colleague make a sculpture. A drawing as bonus.    "
                },
                "18": {
                    "title": "Seacat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Using Deadly 60 footage, Steve presents the Australian great sea cat, a mollusk related to the octopus, with similarly strong, swift tentacles covered with suckers. It's a master in camouflage, notably mimicry, but also uses its chameleon-like color-shifting to express emotions. two artists make a sculpture using flat -, foam and tube plastic. A drawing as first bonus, a plastic jellyfish as second.    "
                },
                "19": {
                    "title": "Wolverine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Steve presents with documentary Deadly 60 footage of the wolverine, which he met in Alaska. It is the giant of the weasel family and most ruthless, killing much larger prey and even chasing rivals as big as a bear. Cartoonist Mike Fischetti and a fellow artist decide to portrayal it as sculpture on a metal frame, with fur from plastic. As a bonus, how to make a drawing.    "
                },
                "20": {
                    "title": "Red-back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Steve presents with documentary Deadly 60 footage of the red back spider, which he met in Australian suburbs. It is, by exception, a major danger for humans too, although his regular prey, wandering in a seemingly erratic web with sticky threads to the floor, are insects. Two artists decide to portrayal it in a giant web. As a bonus, a model.    "
                },
                "21": {
                    "title": "Chameleon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Steve presents the chameleon, which he met in Madagascar. It is a masterly insectivore. Two artists decide to portrayal a rival pair in batik. As a bonus, how to make a drawing.    "
                },
                "22": {
                    "title": "Praying Mantis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Steve presents with documentary Deadly 60 footage of the praying mantis, which he met in southern Indian state Tamil Nadu. It is a master in mimicry and major insectivore. Two artists decide to portrayal it as sculpture in recycled materials. As a bonus, how to make a drawing.    "
                },
                "24": {
                    "title": "Vulture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Using Deadly 60 footage, Steve presents the vulture, which he met in Namibia. It's a master in fast and versatile flight and devouring carcases, for which he is completely adapted. Mike and a colleague make a sculpture. A drawing as bonus.    "
                },
                "25": {
                    "title": "Tarsier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Steve shows Deadly 60 footage of him and his team filming a most elusive nocturnal mammal, the tarsier, in the Philippines. Mike presents the do-it-self picture, which his fellow artist elaborates on colorfully. Mike makes a mask as showpiece in very nocturnal 3D-installation.    "
                },
                "26": {
                    "title": "Gallery 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Using Deadly 60 footage, Steve presents his top 10 predators from all over the world of art works from the 25 made in the first season. They include great cats like the Bengal tiger, the peregrine falcon, grizzly bear and gray wolf, aquatic monsters like the 'salty' crocodile but also small insectivores like a spooky bat.    "
                }
            },
            "2": {
                "1": {
                    "title": "Goliath tarantula",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    In Amazonia, Steve presents Goliath, the largest species of tarantula, which releases minute irritating hairs and has a formidable bite, but no dangerous poison. In the studio, Mike presides over the making of a professional statue in various materials, with moving legs. Mike also shows how the do-it-yourself drawing can be used in a comic-style collage to star in an apocalyptic SciFi scene.    "
                },
                "2": {
                    "title": "Leopard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Steve presents the leopard, the feline top predator in Namibia's deserts. Mike presides over its representation by a sand sculpture and a cool drawing, the easy version of which is a hit with school children.    "
                },
                "4": {
                    "title": "Tokay Gecko",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Steve presents the tokay gecko, Asia's largest lizard, which abounds in green and concrete jungles, thanks to its climbing expertise, yet Steve takes one on 'racing' up a city facade in Thailand. The professional artwork is is stained glass. The do it yourself is a drawing.    "
                },
                "5": {
                    "title": "Aye Aye",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "3 Feb. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Squid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Steve presents the Humboldt squid, a giant ocean predator off the Mexican coast, whose many sucking mouths with razor sharp teeth sets hurt even trough a mail suit. The artistic team makes a 3D statue focusing o the tentacles and a cool drawing, the easy version of which is a hit with school children.    "
                },
                "7": {
                    "title": "Scorpion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    In South Africa, Steve presents two very different species of scorpions, representing opposite types. One has nasty sharp pincers, which even devour larger scorpions, but has a mild venom. The other has inoffensive pincers but a terribly toxic tail-sting. The last inspired the artists team to forge a statue, mainly made from tires, and a drawing, both in toxic colors.    "
                },
                "8": {
                    "title": "Scutigera centipede",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Steve presents the scutigera centipede, the scariest predator he met in caves in Borneo, on account of its terribly toxic bite. The artists' representations are a metal sculpture and a cool drawing which can become 3D with texture from self-made sand-paste, finally painted over.    "
                },
                "9": {
                    "title": "Lion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Steve presents the lion, a feline top predator in Africa and the only one which hunts in prides. Mike presides over its life-size representation by dynamic painting and a cool drawing, the easy version of which is a hit with school children.    "
                },
                "10": {
                    "title": "Bull Bat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    In Borneo, Steve presents the bull bat, a vampire predator, which lives in cave colonies, producing lots of droppings, which insects feast on. The team's representation by sculpture is supplemented with a cool drawing, the easy version of which is a hit with school children.    "
                },
                "11": {
                    "title": "Barracuda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Diving in the ocean off Borneo, Steve presents the barracuda, a top predator in and around coral reefs, nicknamed marine pike, which hunts either individually or in large schools. Mike presides over its life-size representation by multi-technique painting with real texture and shows how to make a hat in biting barracuda-shape, much harder then the drawing.    "
                },
                "12": {
                    "title": "Adder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "14 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Using Deadly 60 footage from Costa Rica, Steve presents the groove-headed adder. It's a deadly poisonous snake. The artists go for a depth effect by painting a background and a much closer snake action. The do it yourself is a bag which resembles a biting serpent, like the drawing.    "
                },
                "13": {
                    "title": "Black Eagle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Skygliding in South Africa, Steve presents the black eagle, a top predator who, unlike most birds of prey, hunts in couples, not alone. The artists' life-size representation uses multiple techniques and materials, the do it yourself drawing is quite basic, its advanced version uses wax and black ink.    "
                },
                "14": {
                    "title": "Chimpanzee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Using Deadly 60 footage from Uganda, Steve presents the chimpanzee, the mainly vegetarian brightest ape but also a fierce social predator in the jungle. Mike presides over its life-size representation by graffiti-style 2D cut-outs with 3D molded heads, and a rather elaborate mask, much harder then the drawing.    "
                },
                "15": {
                    "title": "Tumbler Dolphin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Using Deadly 60 footage from Australia, Steve presents the tumbler dolphin, the mammalian predator which out-swims all fish. The artists construct a wooden life-size representation of a jumping dolphin consisting of a series of sawed profiles against a painted background, and a simple drawing.    "
                },
                "16": {
                    "title": "Nile Crocodile",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Steve shows Deadly 60 footage of him and his team facing Africa's most feared reptilian, the Nile crocodile, in South Africa. The artist team makes an easy do-it-yourself drawing and pen holder as well as an elaborate sculpture with a chicken wire skeleton covered in a tile fragments mosaic.    "
                },
                "18": {
                    "title": "Lionfish (Pterois)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Steve presents the lion-fish (pterois), a deadly-poisonous corral predator, which excels is speed and uses a food-resembling appendix as lure for its aquatic prey in the corral reef. Mike makes a large 3D-model with a skeleton and a hand-knot-painted skin. Further he demonstrates a drawing and there's a folded paper fish model.    "
                },
                "19": {
                    "title": "Reticulated Python",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "22 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Steve shows footage from Borneo about Asia's largest constrictor snake, the reticulated python, so called after the individually unique pattern on its skin. Mike Fischetti makes a giant sculpture from metal food cans and demonstrates a simple drawing.    "
                },
                "20": {
                    "title": "Giant Anteater",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Steve presents in Brazil the South American giant anteater, a deadly-well-adapted ant hills raider, which excels is claw-digging, slurping with an exceptionally long, sticky tongue and resisting venom. Mike makes a large painting. Further he demonstrates a drawing and there's an elaborated version.    "
                },
                "21": {
                    "title": "Black-tip Shark",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Steve presents in the South African ocean the black-tip shark, so called after its fin marks, which hunts in deadly-efficient packs. Mike makes a mobile from folded plastic sheets. Further there's a drawing and an he presents a cool hoodie, pimped to make the wearer resemble a shark.    "
                },
                "22": {
                    "title": "African Wild Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Steve presents in South African the African wild dog, a canine which hunts in deadly-efficient packs, dispensing with feline stealth in favor of relentless stamina. Mike makes a large mural, showing a whole pack on their deadly prowl, contrasting bright colors and black shadows. Further there's a drawing and a colors elaboration.    "
                },
                "23": {
                    "title": "Monitor Lizard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "25 Feb. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "24": {
                    "title": "Gannet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Steve presents in ocean waters the gannet, an aquatic bird who dives at high speed from great heights, braving immense pressure. Mike makes a large mobile, showing a whole flock of diving birds. Further there's a drawing and a do it yourself model.    "
                },
                "25": {
                    "title": "Giant Octopus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Steve presents in coastal waters off British Columbia the giant octopus, an aquatic predator which can grow to five meters and gave rise to kraken horror tales. It lurks in crevices and really is able to exert incredible pressure trough its pressure suckers. The artists makes a large statue. Further there's a drawing and a do it yourself model.    "
                },
                "26": {
                    "title": "Crown of Thorns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly Art (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "1 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    At sea off Mozambique, Steve presents the crown of thorn starfish, which externalizes its stomach to poor acids on corals, which are thus digested, leaving reefs dead in case of massive grazing. The artists make them in spray foam, representing the ravished reef by welded metal. There's a drawing and a do-it-yourself foam starfish.    "
                }
            }
        },
        "number of episodes": 50,
        "cast": [
            {
                "name": "Backshall, Steve"
            },
            {
                "name": "Fischetti, Mike"
            },
            {
                "name": "Ackerley, Michelle"
            },
            {
                "name": "Dennis, Jo"
            }
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 7.1,
        "votes": 7,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzYzNGRkYTAtZDQ0NS00NDUzLWE5MmQtODc1NWIwMTAwM2Y1XkEyXkFqcGdeQXVyMjU5MTg2Ng@@._V1_SY150_CR99,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Deadly Art",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Deadly Art (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            }
        ],
        "plot": [
            "A team of artists are challenged to create animal art, based on real deadly scenarios from the wild.::kingnoel_john"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 7,
                "rating": 7.1
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 5.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "males": {
                "votes": 2,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 5.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "females": {
                "votes": 2,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 6.0
            },
            "us users": {
                "votes": 1,
                "rating": 5.0
            },
            "non us users": {
                "votes": 3,
                "rating": 7.7
            }
        },
        "number of votes": {
            "10": 2,
            "9": 0,
            "8": 0,
            "7": 2,
            "6": 1,
            "5": 2,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.1,
        "median": 7
    }
}