{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "October 2011",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::October 2011                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "Los Angeles, California, USA",
            "Austin, Texas, USA"
        ],
        "genres": [
            "Music"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "languages": [
            "English"
        ],
        "title": "Knock & Rock",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Knock & Rock (United States)"
        ],
        "synopsis": [
            "Bands go door to door convincing strangers to let them play a few songs in their house. A twist on the take away show format (La Blogothèque, Black Cab Sessions, etc.), this series not only features bands playing live, exclusive versions of their best songs, it also forces them into personal interactions with totally unexpected audiences. The results are inevitably fun, odd, and surprisingly moving.Knock & Rock is a project designed to portray music in a more intimate, more interactive light. Audience participation is the key, and how better to forge a personal connection with a band than to invite them into your home? The show is constantly in pursuit of those unexpected, exciting moments that can only come from a live music experience.\"Some people are down to let complete strangers in their humble abodes to serenade them with new music, while others wont even open their door. Its pretty funny to see how many people actually trust a stranger enough to let them in their homes. Once the trust has been gained, its magical to see the results.\" - KROQ.radio.com"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}