{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Africa\n",
                "date": "4 June 2011"
            }
        ],
        "release dates": [
            "South Africa::4 June 2011"
        ],
        "episodes": {
            "1": {
                "6": {
                    "title": "Small Claims",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Final Verdict (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "22 Jul. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Cooper, Scot"
            },
            {
                "name": "Saint, Deborah"
            }
        ],
        "locations": [
            "Cape Town, Western Cape, South Africa"
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "The Final Verdict is a 26 part television program produced as a partnership between the Department of Justice and Constitutional Development and the South African Broadcasting Corporation (SABC). It is produced in the form of a drama to enhance its informative and entertainment potential. This show is based on real cases which have already been finalized through the normal court process. It is a re-enactment of those concluded cases ranging from small claims to equality and labor cases. It is envisaged that through the re-enactment of such cases, viewers will better understand the various pieces of legislation that protect their rights, court processes, and the value chain of the Criminal Justice System.",
        "languages": [
            "English"
        ],
        "title": "The Final Verdict",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2012",
        "akas": [
            "The Final Verdict (South Africa)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Carol Bouwer Productions"
            }
        ],
        "distributors": [
            {
                "name": "South African Broadcasting Corporation (SABC)"
            }
        ],
        "plot": [
            "_The Final Verdict_ (qv) is a 26 part television program produced as a partnership between the Department of Justice and Constitutional Development and the South African Broadcasting Corporation (SABC). It is produced in the form of a drama to enhance its informative and entertainment potential. This show is based on real cases which have already been finalized through the normal court process. It is a re-enactment of those concluded cases ranging from small claims to equality and labor cases. It is envisaged that through the re-enactment of such cases, viewers will better understand the various pieces of legislation that protect their rights, court processes, and the value chain of the Criminal Justice System.::Anon."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}