{
    "imdb": {
        "raw release dates": [
            {
                "country": "Brazil\n",
                "date": "31 May 2011"
            }
        ],
        "release dates": [
            "Brazil::31 May 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Comercial de Supermercado",
                    "kind": "episode",
                    "episode of": {
                        "title": "Os Figuras (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "31 May 2011",
                    "year": "2011",
                    "plot": "\n    Rodolfo, Lucas, Marcela and Andre have to face the grueling task of an overnight shooting for a supermarket commercial while trying to understand the decisions of a hippie director. Rodolfo takes a lot of energy drinks in an attempt to stay awake, while Lucas and Marcela have trouble adjusting to the roles appointed to them by the crew and Andre tries to steal as many souvenirs as he can from the set.    "
                },
                "2": {
                    "title": "Comercial de Filtro Solar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Os Figuras (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    During the shooting of a sunscreen commercial, Marcela tries taking advantage of her minimal costume using it to seduce the director into including her in his next project. Lucas is late for a date and bothers the crew trying to speed the work up, while André has to babysit a child actor and Rodolfo faces one of his biggest fears: playing opposite a dog.    "
                },
                "3": {
                    "title": "Comercial de Isotônico",
                    "kind": "episode",
                    "episode of": {
                        "title": "Os Figuras (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    To do well at an energy drink commercial, an extra must be a true athlete. Unfortunately, Rodolfo is not one, and suffers a lot through the shooting. Lucas decides to use his fitness knowledge to help the actors - whether they want it or not. André wages a battle against hunger trying to steal food from the staff's food table and Marcela reunites with a former colleague from when they both were child actors.    "
                },
                "4": {
                    "title": "Teste de Elenco",
                    "kind": "episode",
                    "episode of": {
                        "title": "Os Figuras (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "21 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    The four friends go to a casting session for a large Japanese restaurant commercial and decide to prepare beforehand. Rodolfo teaches Marcela his famous acting Method, while Lucas studies from all the books on Japanese culture that he can find. As for André, he holds on his principal philosophy: the best preparation is not to prepare at all.    "
                },
                "5": {
                    "title": "Casamento na Novela",
                    "kind": "episode",
                    "episode of": {
                        "title": "Os Figuras (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "28 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    The four friends take part in the recording of a scene for the prime time soap opera. The star is Rita Guimarães, a former colleague of Marcela from Peketitas and once the cover model from Lucas's favorite erotic magazine, who can not control himself while playing opposite her. Marcela is dazzled with her return to soap operas - albeit as a background extra. Meanwhile, André and Rodolfo get to know a first time extra, and decide to teach him the tricks of the profession.    "
                },
                "6": {
                    "title": "Comercial de Cerveja",
                    "kind": "episode",
                    "episode of": {
                        "title": "Os Figuras (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "5 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Any extra dreams of being the hot model of the beer commercial, and Marcela exaggerates her workout trying to get the part. Rodolfo and Lucas fight for the attention of an arrogant model and transform a simple game of darts in an epic contest. André has an empty stomach and just needs to drink a glass of beer during the shoot, but did imagine his scene would take so many takes.    "
                },
                "7": {
                    "title": "Televendas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Os Figuras (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "12 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Lucas invents a revolutionary workout product and call his friends for help in recording a commercial for a sales channel. Each one need to create a different product, which will be offered as a treat for the main product.    "
                },
                "8": {
                    "title": "Dublês",
                    "kind": "episode",
                    "episode of": {
                        "title": "Os Figuras (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "19 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    The four friends are chosen to star in a super-hyped campaign, which only shows an unrecognizable part of their bodies. The campaign promises to be a success, but at the launch party they all fail to convince anyone that they are the stars.    "
                },
                "9": {
                    "title": "Filme de Época",
                    "kind": "episode",
                    "episode of": {
                        "title": "Os Figuras (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "26 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    This time, the four extras are working in a period film. Rodolfo is anxiously waiting a call to confirm his participation in the supporting cast of a popular soap opera and his cellphone ringing constantly interrupts the shooting. The directing couple, who is in the process of separation, use Marcela and Lucas to provoke jealousy at each other. The set is full of ancient relics and André has to fool the historical behavior consultant as to steal one of the precious antiques used as props.    "
                },
                "10": {
                    "title": "A Fala de Rodolfo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Os Figuras (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Rodolfo finally gets his first speaking part, opposite a famous television actor, but his nervousness may cost him the part ; Marcela meets an old rival, and bet with Lucas that he is not be able to conquer her. André tries to remember the night before, but the only clue he has is a forgotten bra on the couch.    "
                },
                "11": {
                    "title": "O Strip do Lucas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Os Figuras (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "9 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Lucas is cast as a stripper, arousing jealousy in the protagonist, an egomaniac actor who insists in hit on Marcela. While Rodolfo relies on his Method to teach Lucas the ancient art of seduction, André passes himself for a famous American actor to get pampered by the crew.    "
                },
                "12": {
                    "title": "Greve dos Figurantes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Os Figuras (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "16 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Rodolfo decides to shoot a cult short film with the help of his friends. But when they go to the other side of the camera, they become an even worse crew than the ones they have worked for. It ends up generating a riot among the extras who are acting in the film which go on strike against the industry.    "
                },
                "13": {
                    "title": "Curso de Figuração Profissional",
                    "kind": "episode",
                    "episode of": {
                        "title": "Os Figuras (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "23 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Every friendship begins somewhere. In the case of André, Marcela, Rodolfo and Lucas, it all started at the beginning of their career, during a class of how to become the perfect extra, ministered by a completely crazy teacher.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Frascari, Paula"
            },
            {
                "name": "Kanaan, Munir"
            },
            {
                "name": "Sanábio, Pablo"
            },
            {
                "name": "Vasconcellos, João Gabriel"
            },
            {
                "name": "Medeiros, Rômulo"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "Brazil"
        ],
        "country codes": [
            "br"
        ],
        "language codes": [
            "pt"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjlmNjI1OWQtOWI3NC00MWIxLWI0N2QtMDk4NDMxYjU3NjYzXkEyXkFqcGdeQXVyMTY2MzYyNzA@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "BRL2,000,000 (estimated)",
        "languages": [
            "Portuguese"
        ],
        "title": "Os Figuras",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Os Figuras (Brazil)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Aride, Saulo"
            },
            {
                "name": "Deák, Clara"
            },
            {
                "name": "Matos, Leandro"
            }
        ],
        "production companies": [
            {
                "name": "Total Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Multishow"
            }
        ],
        "plot": [
            "They are always there when you turn on the TV. But no one notices them - after all, they are just extras."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}