{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "11 December 2011"
            }
        ],
        "release dates": [
            "Belgium::11 December 2011"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Barry Bakboord",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "1 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    The Zingaburia's latest visitor, Barry Bakboord, believes to be a 'zeerover' (sea robber, normally 'pirate'), but in the imaginary sense of thief of marine bodies, having promised to become one to his mother, but never captured a sea yet. He forces the crew to return to Earth with is sword, but is easily tricked to blinding himself by wearing a second eye-patch, so he can be overpowered. The crew now resolves to help him, first by staging the theft of 'seas' they make in glass jars. That fails, but it turns out he misunderstood the point of his boyish promise.    "
                },
                "2": {
                    "title": "Pippa danst",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "8 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    The Zingaburia's latest visitor is a known one, Pippa the fried snacks monger. She's happy to serve the crew, until baking french fries reminds her of a frustrating invitation to the branch's annual ball, where she is to receive a prize but must dance, which she can't. The crew sees trough her imaginary weapon's threat and helps her.    "
                },
                "3": {
                    "title": "Mevrouw Appelmans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "15 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    The Zingaburia's latest visitor, Mrs. Appelmans, sells apples. Toon is rightly suspicious of her excessive zeal and thus prevents the others from eating one. indeed, she plans to use magic on one to turn Spacie into her obedient cleaner. Toro fails to seize a chance to turn the tables, but after stealing her magic handbook, Toon puts up a brilliant fight, culminating in a magical duel.    "
                },
                "4": {
                    "title": "Poppenspeler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "22 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    The Zingaburia's latest visitor is known and mistrusted: magician Veelplegers, suspected of trying to steal the crew's cash. He cleverly distracts them by sowing discord, having picked up on Toon and Toro rivaling for Spacy, who can't make up her mind. Later, he resorts to a charm which grants puppets of the trio voodoo-like control over them. Yet in a careless moment, he suffers a repost in kind.    "
                },
                "5": {
                    "title": "Hij zei ja!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "29 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    The Zingaburia's latest visitor is known and trusted: king Sop, who presents his planet's new universal cleaning product. However he's elated and saddened by his one great news item: gay lover minister John accepted to wed him, but while the marriage promises perfect bliss, organizing the wedding seems hellishly impossible. Toon and Toro fail to cheer up the groom, until Spacy offers the ideal wedding present: she'll accompany him to prepare the feast on planet Sop.    "
                },
                "6": {
                    "title": "In de patatten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "5 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    The Zingaburia's latest visitor, who shares her name with the spaceship, explains it was named after her as her father is the 'king of spacecraft construction'. Toon and Toro, who miss Spacey, need help when the ship breaks down mysteriously.    "
                },
                "7": {
                    "title": "De Grote Grommofoon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "12 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    The Zingaburia's latest visitor is the grumpy master of a grim planet, Grommophonia, which has an invisible space wall to protect it from unwanted fun-lovers like the crew. Toon and Toro can't help laughing, even when told it carries serious punishments, so they're condemned to be turned into a folding chair, unless they can bring the visitor to laugh about something in a few minutes.    "
                },
                "8": {
                    "title": "Een juf met een baard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "19 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    The Zingaburia's first visitor is 'hair sciences professor' André, who warns the crew not to let in the next spacecraft, saying its passenger is a horrible hag, but captain Charles already admitted it. Actually she's a school teacher, who complains his advertised invention, a hair die pill, gave her a beard. She bosses everyone but may be appeased if the professor can undo the pill's effect, as he promises. That fails, but an alternative is discovered.    "
                },
                "9": {
                    "title": "Tommy Topper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "26 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Feest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "2 Feb. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Koning Sop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    The Zingaburia gets an angry visitor, king Sop from the tiny planet of the same name, which he maniacally cleans all the time. He protest that they polluted it by drooping a banana, an offense punishable by transformation into an ice-cream cone. The crew defends themselves to avoid such chilly fate.    "
                },
                "2": {
                    "title": "De Mierifant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "18 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    The spaceship Zinguaburia's latest visitor is a Mierifant (Dutch for Eleph-Ant), a unique species which resembles an ant more the an elephant except for its trunk. It is most eager to get to a mythical Mechelen, quite unlike the real one in Flanders, and obsessed with bicycling.    "
                },
                "3": {
                    "title": "De Mursprunsus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    The Zingaburia is visited by the Mursprunsus, actually her corruptive pronunciation of Marsprinses (Dutch for Martian princess). This horrible spoiled tyrant threatens everyone with her wand, which can transform people in objects. Thus the crew is conscripted as her assistants and adoring audience for her 'graphic art', actually childish crap.    "
                },
                "4": {
                    "title": "Goal!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Space football player Joeri Middenstipski visits the Zingaburia, voyaging behind his planets-bouncing ball, a game which delights he crew guys. yet he tricks them to swallow tranquilizers, which he passes on for a remedy for the damage it caused to the ship. Then he can go about his usual thieving round, but this team someone sneakily stayed awake and hides his beloved cuddly toy, which he constable gives different names as if to hide it's his only friend.    "
                },
                "5": {
                    "title": "Katrien De Kip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The crew discovers an incessant wailing aboard. It stems from excessively friendly and polite hen Katrien, who gets desperate as she fails to lay an egg, hence remains childless. The crew members devise and discuss ludicrous plans, but end up trying a psychological ruse.    "
                },
                "6": {
                    "title": "Een hond die miauw zegt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The Zingaburia is invaded by the General Managing Trendy Lady, a tyrannical utter bitch, who uses a trick helmet to blackmail everyone into becoming her numbered slaves. Toon overhears she has a phobia for dogs, but fails pretending to e one. Ultimately a cute, real puppy does the trick, but also cures her phobia.    "
                },
                "7": {
                    "title": "Dokter Reutelbeet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The Zingaburia's brand new autopilot breaks down. Dokter Reutelbeet answers captain Charles's call for help and successfully prescribes electronic tea. But his real goal is to take over the ship, far larger then his, and redecorate it as a private library. He uses hypnosis to turn the crew into 'legumen', who can't utter other words then vegetable names. Only spectacled captain Charles can fight back.    "
                },
                "8": {
                    "title": "Milan Vandenhoek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "29 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The Zingaburia's next, seemingly friendly visitor, youngster Milan Vandenhoek, suddenly takes control of everyone within reach by wielding a magic wand. Onky then he's recognized as Spacie's former naughty, somewhat scorned youth playmate. Then her mother Mamsiepamsie arrives, who may remember how to handle the rascal.    "
                },
                "9": {
                    "title": "Roodhelmpje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "5 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    The spaceship's latest visitor, young Roodhelmpje, claims to be chased by a cannibal. Captain Charles accidentally lets Wolfgang Bosmans board. However he turns out to be a cultivated reporter, and his chase is not for the girl but the cake she's bringing to her grandmother. When they meet, their mood changes spectacularly.    "
                },
                "10": {
                    "title": "Boem!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "12 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Finally seeing a sign 'Azifrikameropa', their holiday destination, the Zingaburia stops at a suspiciously tiny planet and follows bizarre entry instructions. The gatekeeper they welcome aboard turns out not an innocent crone 'just seeking company' but the galaxy's worst criminal, Joe Crimiaffia. He hid a bomb aboard and blackmails them to hand over the spaceship or it may be blown up while he waits on the planet for their surrender. Although daunted as never before, the crew fights back.    "
                }
            },
            "2": {
                "1": {
                    "title": "Frituurfrustraties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The crew is delighted when Pippa Peperkoek (gingerbread)'s snack-bar spacecraft, specialized in chips (french fries), passes by. Alas, she misunderstands every phrase as an offense, as if everyone looks down on her job, and plots revenge. She uses her poisonous serpent from planet Samang to force everyone to become slaves to build her a giant snacks factory. The crew however is determined to snake-charm their way out.    "
                },
                "2": {
                    "title": "Kapitein Sop Verliefd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "9 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    King Sop pays the ship another visit, still obsessive about cleaning but now also showing more interest then the boys like for Spacey, who seems to appreciate his romantic courtesy. They surprisingly overcome a 'blkc and white storm' in space after Sop invokes the power of love. However he did so while speaking of his doted minister John, which starts the crew thinking if he may have a gay crush without realizing his own sexual preference.    "
                },
                "3": {
                    "title": "Snot & Slijmans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "16 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    While captain Charles trains Toro as co-pilot, two visitors, whose names fittingly refer to snot and slime, arrive in an outhouse-spacecraft. The unsavory pair however considers the crew ugly and insists they, starting with Toon, should get green injections to be transformed to their taste.    "
                },
                "4": {
                    "title": "Jeroen de Bangelijke Gast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "22 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The next visitor to arrive in spacecraft, Jeroen, is a cool dude, impressing the crew yet only ranked 112th on his coolness-obsessed plant. Pretending to be 'sort of a cop', he fines everyone for countless offenses, mostly bogus, then offers to drip the whole astronomical fortune if they hand him a egg. According to old books, eggs existed on his planet until 4000 years ago, and eating one would make him their very coolest dude. However helpful the crew, his ignorance concerning eggs leads to some scary prank punishments.    "
                },
                "5": {
                    "title": "Klantersies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "27 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The next visitor to arrive in spacecraft, old Klantersies, comes to warn because the ship accidentally hit a moon bass (lunar perch), a space fish which thrives on moonlight, sings and brings good luck. Klantersies knows how to heal it, but his memory keeps giving way, so the crew tries helping him guess to save the fish.    "
                },
                "6": {
                    "title": "Goochelaar Veelpleger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "6 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    The next visitor, approaching in a magic box-shaped spacecraft, is magician Veelgepleegd, who promises exciting entertainment. He arrives invisible, then assumes Toon's shape, later Toro's, apparently to steal the crew's cash stash as entry fee to Azifrikameropa. As befits a magician, things are not what they seem.    "
                },
                "7": {
                    "title": "Daan Saffraan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "12 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The next visitor, Daan Saffraan, approaches on a serving dish-shaped spacecraft. He claims to be the resort waiter, taking orders for the first breakfast after arrival on Azifrikameropa. The 'moon bananas' he recommends allow him to freeze the crew with a magic word. Just reasoning with him proves quite helpful.    "
                },
                "8": {
                    "title": "Dr. Bacterius",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "20 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The next visitor, Dr. Bacterius, is eagerly awaited by the crew as Toon and Toro found Spacey in a sleep they can't wake her up from. The physician diagnoses a nightmare which can only be ended in her dream. So he arranges for the boys to fall asleep by reading from a most boring book and starts a double dream transfusion.    "
                },
                "9": {
                    "title": "De Marsmees",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "26 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The next visitor is Spacey's wild mother again, who arrives in a cool spacecraft which even captain Chales admires. She brings as present for the crew a Martian titling. Toro suspects Toon of leaving its cage open out of jealousy, but a mustard stench suggests black magic. In fact the bird was the disguise warlock Didier Dijon used to come aboard. He new threatens to use Delete Spray to make someone's body partially disappear unless the spacecraft is handed over.    "
                },
                "10": {
                    "title": "Prinses Axioma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zingaburia (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    The next visitor, who arrives in a wing-shaped spacecraft, triumphantly introduces herself as princess Axioma from an insignificant planet. She behaves suspiciously common, shows most interest in the farm aboard and quickly seduces giant Toro to lave with her to be married on her plant. Captain Charles researches just in time that hers is a cannibal planet, where superstition holds cycling, the national obsession, depends on an annual man-dinner.    "
                }
            }
        },
        "number of episodes": 30,
        "cast": [
            {
                "name": "der Aa, Liesa Van"
            },
            {
                "name": "Leemans, Jonas"
            },
            {
                "name": "Huysentruyt, Bert"
            },
            {
                "name": "Van Geel, Jonas"
            },
            {
                "name": "Tanghe, Karin"
            },
            {
                "name": "Valcke, Anemone"
            },
            {
                "name": "Van Rampelberg, Geert"
            },
            {
                "name": "Bosmans, Evelien"
            },
            {
                "name": "Van Haegenberg, Kristof"
            },
            {
                "name": "Pas, Michael"
            },
            {
                "name": "Reys, Alice"
            },
            {
                "name": "Van Dyck, Tom"
            },
            {
                "name": "Borgmans, Warre"
            },
            {
                "name": "Ilegems, Herwig"
            },
            {
                "name": "Leue, Dimitri"
            },
            {
                "name": "Willaert, Wim"
            },
            {
                "name": "Broods, Natali"
            },
            {
                "name": "Dupont, Gert"
            },
            {
                "name": "Embrechts, Tine"
            },
            {
                "name": "Bellemans, Kevin"
            },
            {
                "name": "Focketyn, Frank"
            },
            {
                "name": "Helsen, Wim"
            },
            {
                "name": "Kloek, Tania"
            },
            {
                "name": "Lauwrys, Marc"
            },
            {
                "name": "Lenaerts, Jeroen"
            },
            {
                "name": "Reymer, Tine"
            },
            {
                "name": "Segers, Ben"
            },
            {
                "name": "Der Aa, Frans Van"
            },
            {
                "name": "Van Praet, Daisy"
            },
            {
                "name": "Thoren, Robrecht Vanden"
            },
            {
                "name": "Vandermeersch, Charlotte"
            },
            {
                "name": "Merckx, Marleen"
            },
            {
                "name": "Embrechts, Pieter"
            },
            {
                "name": "den Begin, Peter Van"
            }
        ],
        "genres": [
            "Comedy",
            "Family"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 7.6,
        "votes": 11,
        "plot outline": "The huge spaceship Zingaburia takes captain Charles, three equally wacky and naive passengers and a whole colony of (farm) animals to the holiday planet. On its long voyage, they get visits from various other space-inhabitants and - travelers, either in trouble or up to no good. In their naively welcoming way, the crew tends to get duped but always finds a solution.",
        "languages": [
            "Dutch"
        ],
        "title": "Zingaburia",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Zingaburia (Belgium)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Barremans, Yentl"
            },
            {
                "name": "Matthysen, Hugo"
            }
        ],
        "distributors": [
            {
                "name": "VRT"
            }
        ],
        "plot": [
            "The huge spaceship _Zingaburia_ (qv) takes captain Charles, three equally wacky and naive passengers and a whole colony of (farm) animals to the holiday planet. On its long voyage, they get visits from various other space-inhabitants and - travelers, either in trouble or up to no good. In their naively welcoming way, the crew tends to get duped but always finds a solution.::KGF Vissers"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 11,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "males": {
                "votes": 6,
                "rating": 6.5
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 5.0
            },
            "us users": {
                "votes": 1,
                "rating": 4.0
            },
            "non us users": {
                "votes": 5,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 4,
            "9": 2,
            "8": 1,
            "7": 1,
            "6": 1,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.6,
        "median": 9
    }
}