{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "7 January 2011"
            }
        ],
        "release dates": [
            "Belgium::7 January 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Ethiopië",
                    "kind": "episode",
                    "episode of": {
                        "title": "De weg naar het Avondland (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Jan Leyers starts his journey in dirt-poor Ethiopia, possibly the cradle of prehistoric mankind. Although proud of that, most Ethiopians seem to prefer incompatible creationism to scientific evolutionism. Jan learns about the local Coptic church, like no other ancient Christian tradition. he finds the Afar tribesman almost parasitically hiring Tigray to do the backbreaking work in harvesting their immense salt reserves.    "
                },
                "2": {
                    "title": "Ethiopië & Soedan",
                    "kind": "episode",
                    "episode of": {
                        "title": "De weg naar het Avondland (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    In and around the Etiopian capital Addis Abbeba, Jan meets the Rastafarians, a cult mainly comprising Jamaicans, some of whom immigrated, who venerate the late last emperor Haili Selassie as African Messiah for the black race, claiming the West is either racist or patronizing. The water is lakes and rivers, all flowing out of the country, like the Blue Nile to Egypt, is vast, yet the country's unproductive population, where women do most labor, remains prone to hunger, which strikes much more frequent due to climate change. Then over the Sudanese corder, to camel ...    "
                },
                "3": {
                    "title": "Soedan & Egypte",
                    "kind": "episode",
                    "episode of": {
                        "title": "De weg naar het Avondland (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Still in Sudan, Jan visits the capital Khartum, discussing the civil war, economic peril and the Sudanese people's complex attitude towards the largely hostile West, Islam and modernism. Then north to Nubia, trough the former 'black Pharaonic kingdom' of Kush, to virtual ghosts towns were the youth left quiet life behind to emigrate overseas. Finally over the Egyptian border, still in Nubia, to the Aswan dam, which changed life forever, despite displaces 39 villages largely to the locals' satisfaction.    "
                },
                "4": {
                    "title": "Egypte",
                    "kind": "episode",
                    "episode of": {
                        "title": "De weg naar het Avondland (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    North of Nubia, Jan visits and marvels at the Pharaonic legacy in Luxor, where a native engineer who used to live in Belgium elaborates on corruption and abuse of power. Next to Cairo, the continent largest and most populous city, then 16 million. Persisting extended family traditions and modern employment combine to dislocate the search for spouses. More thoughts on progress, relations and differences with the West. Next, just across the Israeli border the more traditional Bedouin village society, where Arab clan logic still prevails.    "
                },
                "5": {
                    "title": "Israël",
                    "kind": "episode",
                    "episode of": {
                        "title": "De weg naar het Avondland (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "4 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    In the Jewish state, Jan learns that the kibbutz, its iconic commune, has been modernized and still almost completely abandoned, youngsters prefer a Western lifestyle, especially in trendy, tolerant Tell Aviv. Even serving soldiers seem to loosing nationalist zeal fast, while the nature and roots of Jewish people and faith are debated. Immigration remains a prickly subject.    "
                },
                "6": {
                    "title": "Turkije",
                    "kind": "episode",
                    "episode of": {
                        "title": "De weg naar het Avondland (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "11 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Jan enters Turkey in the southeast, Kurdish country, where Turkey traditionally suppresses the minority, still culturally, although tempered under EU influence. Virtual capital Diyarbakir is most belligerent, especially the mayor, who stresses his people's Mesopotamic origins as opposed to 'recent' Turkic invasions of Asia Minor 1000 years ago. The local guide explains the horror of his village childhood. Then Jan meets real turks at a traditional spear throwing sport event on horseback in a country town. The men call the Turkish people Asian, not European. Even civil...    "
                },
                "7": {
                    "title": "Armenië & Georgië",
                    "kind": "episode",
                    "episode of": {
                        "title": "De weg naar het Avondland (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "18 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Jan visits to former Soviet republics, which proudly resumed independence, not without practical problems, such as excesses of unchecked capitalism. In Armenia, the trauma of the Ottoman genocide remains a major motor for nationalism and the national religion, despite the lure of the even more populous diaspora's host cultures, except in earthquake-disaster areas where the lack of public assistance is beyond shocking, yet the mood is against emigration. In a backwater of Georgia, Jan concentrates on traditional wife-napping.    "
                },
                "8": {
                    "title": "Georgië & Rusland",
                    "kind": "episode",
                    "episode of": {
                        "title": "De weg naar het Avondland (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "25 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Still in Georgia, Jan visits one of it many tiny minority cultures, which barely survived Soviet repression: the Udi language, spoken in only one village, were the teacher claims it's the original remainder of Noah's 'universal language'. Since independence, the Georgian majority is plagued by demographic decline, due to both birth deficit and emigration o account of the poor state of an economy detached from the Soviet past but not truly admitted to the West. Stalin's great-grandson is among supporters of the glorious Soviet model under Georgia's most famous son, a ...    "
                },
                "9": {
                    "title": "Rusland & Oekraïne",
                    "kind": "episode",
                    "episode of": {
                        "title": "De weg naar het Avondland (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "4 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Still is Russia, Jan finds people either nostalgic or relieved now Lenis's legacy is passé. A baby-boom spells the end of demographic decline, the economy is hoped to grow significantly. Ukraine, the Soviet Union's granary, is still traumatized by Stalin's artificial starvation. The present independent state is terribly corrupt. The Kosack descendants are mainly optimistic. Kiev, a great metropolis, boasts vital tourism, including the controversial sex industry, but also the luxurious trappings of a hedonistic mentality without prudent foresight.    "
                },
                "10": {
                    "title": "Oekraïne & Polen",
                    "kind": "episode",
                    "episode of": {
                        "title": "De weg naar het Avondland (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "11 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Still in western Ukrain, notably rather grand regional capital Lvov, Jan finds most of the often transferred area's population Catholics, mainly Polish. In Poland itself, more questions about conquest, occupation, assimilation, the part of religion in national identity, the Holocaust's aftermath and the present discrimination of Roma gypsies.    "
                },
                "11": {
                    "title": "Van Polen Naar Antwerpen",
                    "kind": "episode",
                    "episode of": {
                        "title": "De weg naar het Avondland (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "18 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    In Germany and at the polish border, more about the modern migration of labor(ers) within the EU, notably Poles to Germany. In the Netherlands, how major port Rotterdam copes with Europe's record immigration, even from other continents, resulting in ghettos. In Belgium, Jan's home city Antwerp also wrestles with immigrants from far away, including Ethiopia where his journeys started, and they with the 'cold' Western way of life.    "
                }
            }
        },
        "number of episodes": 11,
        "cast": [
            {
                "name": "Leyers, Jan"
            },
            {
                "name": "Shimshilashvili, Ron"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzU2YTRmNDMtYzhjYS00YmE5LTk5YmYtMjlmNjIzM2I1M2UzXkEyXkFqcGdeQXVyNzUwODEyNzM@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "Flemish rock band musician Jan Leyers looks at African, Oriental and European countries on the statistical road from the cradle of the human race to his Flemish home. Over the ages, migration brought his genes from the Horn of Africa to his native Western Europe. Migration is one of the many social issues concerning their present populations and international affairs.",
        "languages": [
            "Dutch"
        ],
        "title": "De weg naar het Avondland",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "De weg naar het Avondland (Belgium)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "De TV-Makers"
            }
        ],
        "plot": [
            "Flemish rock band musician Jan Leyers looks at African, Oriental and European countries on the statistical road from the cradle of the human race to his Flemish home. Over the ages, migration brought his genes from the Horn of Africa to his native Western Europe. Migration is one of the many social issues concerning their present populations and international affairs.::KGF Vissers"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}