{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Africa\n",
                "date": "9 February 2012"
            }
        ],
        "release dates": [
            "South Africa::9 February 2012"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Bridgett, Terence"
            },
            {
                "name": "du Toit, Paul"
            }
        ],
        "locations": [
            "South Africa",
            "Namibia",
            "Lesotho",
            "Mozambique"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD (high definition)",
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjE3MzQyYWItYzhiYi00YjA0LTgzNzUtYzZiYWExNzlhODU2L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTIwNjk0MjU@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "ZAR3,000,000 (estimated)",
        "plot outline": "Rough or Smooth, is an adventurous and sophisticated documentary series, with a strong travel, food and lifestyle focus. In the 13-part South African Premiere season well known local TV personalities and old friends, Paul du Toit and Terence Bridgett guide audiences on a journey to some of the most remarkable and eclectic places and show the very different sides to the same destinations. They are both passionate about food, travel and the people and places of Southern Africa, but they live out this shared passion in very different ways. Paul is rough; happiest with barbecue smoke in his eyes and a freshly dived crayfish steaming in kelp. Terence however, as befits the doyenne of the social pages, is smooth, preferring his crustacean served with the requisite Sauvignon Blanc. Southern Africa with its remarkable biodiversity and wide range of cultures served as the perfect location for the show's first season, in which the Rough or Smooth guides search for interesting places, indulge in indigenous delicacies, interact with locals and partake in the most extreme or sophisticated of activities. Paul has climbed Kilimanjaro, and surfed, dived and canoed all over the world, but for Terence, boutique hotels, back massages, haute couture and fine dining are more his cup of Earl Grey. Paul drags a reluctant Terence through the rough experience while Terence nudges an under-dressed Paul though the finer options available in the same places. They spear mullet in the Kosi Bay fish traps, ski in the Maluti Mountains, drink wine on one of South Africa's oldest estates, eat cow's head 'Soweto style' and reveal their personal stories as they sing with the Drakensberg Boys Choir and complete the Dusi Canoe Marathon. While Rough or Smooth is first and foremost a documentary, the likeable personalities of the hosts make it playful, quirky and more accessible, creating informative and entertaining television.",
        "languages": [
            "English"
        ],
        "title": "Rough or Smooth",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2012",
        "akas": [
            "Rough or Smooth (South Africa)"
        ],
        "writer": [
            {
                "name": "Bridgett, Terence"
            },
            {
                "name": "du Toit, Paul"
            }
        ],
        "plot": [
            "_Rough or Smooth_ (qv), is an adventurous and sophisticated documentary series, with a strong travel, food and lifestyle focus. In the 13-part South African Premiere season well known local TV personalities and old friends, Paul du Toit and Terence Bridgett guide audiences on a journey to some of the most remarkable and eclectic places and show the very different sides to the same destinations. They are both passionate about food, travel and the people and places of Southern Africa, but they live out this shared passion in very different ways. Paul is rough; happiest with barbecue smoke in his eyes and a freshly dived crayfish steaming in kelp. Terence however, as befits the doyenne of the social pages, is smooth, preferring his crustacean served with the requisite Sauvignon Blanc. Southern Africa with its remarkable biodiversity and wide range of cultures served as the perfect location for the show's first season, in which the _Rough or Smooth_ (qv) guides search for interesting places, indulge in indigenous delicacies, interact with locals and partake in the most extreme or sophisticated of activities. Paul has climbed Kilimanjaro, and surfed, dived and canoed all over the world, but for Terence, boutique hotels, back massages, haute couture and fine dining are more his cup of Earl Grey. Paul drags a reluctant Terence through the rough experience while Terence nudges an under-dressed Paul though the finer options available in the same places. They spear mullet in the Kosi Bay fish traps, ski in the Maluti Mountains, drink wine on one of South Africa's oldest estates, eat cow's head 'Soweto style' and reveal their personal stories as they sing with the Drakensberg Boys Choir and complete the Dusi Canoe Marathon. While _Rough or Smooth_ (qv) is first and foremost a documentary, the likeable personalities of the hosts make it playful, quirky and more accessible, creating informative and entertaining television.::Underdog Productions"
        ],
        "tech": {
            "runtime": [
                "24 min (13 Episodes)"
            ],
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD (high definition)"
            ]
        }
    }
}