{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "25 September 2011"
            }
        ],
        "release dates": [
            "USA::25 September 2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Dream Defenders"
            },
            {
                "countries": "Germany",
                "title": "Die Wächter der Träume"
            }
        ],
        "akas": [
            "Dream Defenders (original title)",
            "Die Wächter der Träume Germany"
        ],
        "akas from release info": [
            "Dream Defenders (original title)",
            "Die Wächter der Träume Germany"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Food Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Defenders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    FOOD FIGHT - When everybody's favorite diner owner DAVE suffers from Momok monster nightmares, the resulting real-life chaos (Dave is zombified) threatens to ruin a special school event he is hosting. ZANE and ZOEY need to travel to the Dreamworlds to save Dave's haunted dream-self, but they have to be careful that Dreamworlds despot Icela won't trap them once they're there. And they must hurry, or the chaos at Dave's diner will be broadcast on the local TV news by their reporter mother, LYDIA.    "
                },
                "2": {
                    "title": "Lights, Camera, Traction!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Defenders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    At a 3-D premier at Meridian's old movie theater, owned by PATEL's family, the projectionist dozes off and accidently connects the projector with the Dreamworlds. Momoks, monsters from the Dreamworlds, come through the screen into the theater - though only ZANE and ZOEY and Patel know that they aren't part of the show. Zane and Zoey must struggle with Momoks here and in the Dreamworlds while frantic Patel tries to keep the damage to his family's beloved theater to a minimum.    "
                },
                "3": {
                    "title": "I Walked with a Teacher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Defenders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Bumbling engineers NODD and DRUUL devotedly serve evil Icela. They invent a Sleep Field Generator that will put entire sections of Meridian to sleep all at once so that the engineers can isolate and track down the two Human Invaders (ZANE and ZOEY) who keep entering the Dreamworlds and foiling Icela's plans. But they need a human in the real world (shop teacher COACH STUBBLE) to construct the generator there. Zane and Zoey have to go into zombified Coach Stubble's dream, find his haunted dream-self, and destroy his Momok monster (who is controlling him) before Stubble...    "
                },
                "4": {
                    "title": "Game On!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Defenders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "16 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Zane and his friends are the latest citizens of Meridian to get caught up in the frenzy over a hot new MMOG (computer game) called Spawn of Odin. It gets personal when Zane goes head to head with the game's top player, town conspiracy nut and social pariah Dennis Beasley. But when engineers Nodd and Druul use Dennis to create a super-Momok monster from his Viking game-inspired dream, Zane must put aside his chance to beat Dennis in the real world in order to save him and stop the super-Momok in the Dreamworlds.    "
                },
                "5": {
                    "title": "On the Ball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Defenders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "30 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    ON THE BALL - When ZOEY and ZANE see TODD (whom Zoey likes, but is afraid to tell) losing a major tennis match (as if he is zombified), they realize that ICELA is to blame. Once the twins enter Todd's dreams and battle tennis-themed monsters, Zoey spies a Dreamworlds version of herself, timidly hiding! She is stunned (and pleased) that Todd dreams about her. (That's why Icela targeted him!) Zoey must convince her dream doppelganger to muster the courage to help defeat the Momoks that haunt Todd's dream-self. Back in the real world, Todd regains his spirit and wins the...    "
                },
                "6": {
                    "title": "Wanted: Daedelus or Alive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Defenders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "6 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Dr. Daedelus (Dr. D) created the Zeus computer that allows Zane and Zoey into the Dreamworlds from their attic. One day ZANE finds Dr. D's old computer while on a school field trip to the Dream Research Center at \"MIST\" (where their dad works). Zane is accidentally sent into the Dreamworlds through the old computer and has a dramatic encounter with a mysterious teenager -- who turns out to be Dr. Daedelus himself. Or at least his dream projection. In the end it is revealed that the real Dr. D, humanity's first dream traveler, is being held, imprisoned, by evil Icela. ...    "
                },
                "7": {
                    "title": "The Back-Up Plan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Defenders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "3 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Tucker freaks out when he loses all his data for his huge school project. But a backup exists. The twins must break into the mysterious Dreamworld warehouse where the dreams are \"stored\", while evading Icela's merciless elite Momok... THE DEPRIVATOR.    "
                },
                "8": {
                    "title": "The Fever Inside Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Defenders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    ZEUS gets a computer virus, planted by Icela, and he goes wacko. ZANE and ZOEY travel to Deamworlds to find a cure, but Zeus's glitches make it hard to inter-world-travel. In cross-world transport, Zeus transfers the twins' personalities - Zane into Zoey's body, Zoey into Zane's - and they have to set things right, each acting as the other, all while worried about their sick friend, Zeus.    "
                },
                "9": {
                    "title": "The Art of Icela",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Defenders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "22 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    THE ART OF ICELA - ICELA has a new device that allows her monsters to simultaneously invade the dreams of all of the students in ZOEY's after-school art club. When every artist but Zoey is inspired by his or her dreams to paint or sculpt images of Icela, the growing vortex of creative energy allows the villainess to start to cross over into the real world. The twins must stop her before she fully materializes here and wreaks havoc.    "
                },
                "10": {
                    "title": "Neither Here Nor There",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Defenders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    When the tracking module of ZANE's communicator is left in the Dreamworlds, NODD & DRUUL use it to enhance a device which accidentally connects to DR. MERCER'S (the twins' father) experimental thought visualizer. The result is an incomplete transporter signal that puts Icela in a limbo world between ours and hers. The result is a holographic, ghost-like Icela floating through our world. Things get more complicated when Zane gets tossed into limbo-world with her! As Icela is gradually becoming more corporeal in our world, Zoey and hologram-like Zane must find a way to ...    "
                },
                "16": {
                    "title": "Drama Queen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Defenders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "4 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    As Vi pushes everyone to the limit to stage the perfect theater production, her dreams catch the attention of Icela. Though annoyed with Vi, Zane enters the Dreamworlds to rescue her, while Zoey must keep the real world play production from falling apart.    "
                },
                "17": {
                    "title": "Nodd & Druul 2.0",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Defenders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "17 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Icela finally loses patience with Nodd and Druul, replacing them with the haughty Dribble & Snooze. After they succeed in capturing Zane and Zoey, the twins must convince Nodd & Druul to help them escape in return for getting their old jobs back.    "
                },
                "18": {
                    "title": "Big Man on Campus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Defenders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "17 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    When Chad - a student with a reputation as a bully - transfers to Meridian High, there's mass panic. Only Zoey knows he's really quiet & good-natured. When Icela uses a Dreamwalking Chad to terrorize everyone, it's up to Zane & Zoey to set things right.    "
                },
                "19": {
                    "title": "Fearless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Defenders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "17 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Nodd and Druul are stunned to discover a human Dreamer that they cannot scare with a monster. It's Steph, whose off-center, wacky, illogical imagination has made her nightmare-proof! Can the twins rescue Steph before Icela discovers her hidden fears!    "
                },
                "20": {
                    "title": "Hi, Dad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Defenders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "17 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Zeus locates Dr. Daedelus, his missing creator, while scanning the Dreamworlds. Though suspecting a trap, Zane and Zoey still go to the Dreamworlds to attempt a rescue. When they end up stranded as well, Zeus has to recruit tucker and Patel to help them.    "
                },
                "21": {
                    "title": "Family Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Defenders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "17 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    When Grandpa Mercer comes to spend a little \"quality time\" with Zane and Zoey, they uncover a shocking secret. Grandpa, a magician and hypnotist, has unwittingly found a passageway into Icela's Dreamworlds domain, and she wants his secret at all costs.    "
                },
                "22": {
                    "title": "M.I.S.T.-ery - Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Defenders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "17 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    When the Mercers move into Meridian, Zane and Zoey's parents said the move would be an adventure. Unknown to them, hidden in their attic is the super-computer Zeus, who shows them to the Dreamworlds: the place where human minds go to when they dream.    "
                },
                "23": {
                    "title": "Exo-Icela Breaks Through",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Defenders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "17 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Nodd & Druul build an exoskeleton which allows Icela to remotely control the menacing Deprevator, which follow Zane and Zoey back to the Real World! Zane and Zoey must stop The Deprivator without their powers which only work in the Dreamworlds.    "
                },
                "24": {
                    "title": "Dancing with the 80s",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Defenders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "17 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    When Zane and Zoey's class have a \"retro 1980s\" dance party, a Dreamwalking Ms. Bunsen starts to trash the place. The twins must unravel why a horrifying Disco-Momok has snagged Ms. Bunsen's Dreamer, who appears 14-years-old in her dream.    "
                },
                "25": {
                    "title": "M.I.S.T.-ery - Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Defenders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "17 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Zane races against time to rescue Zoey, whose dream-self had been captured by a monster under the command of the Dreamworld's imperious queen Icela. Zeus gives Zane a high-tech Neural-suit, but that alone might not be enough to help him defeat the MOMOK.    "
                },
                "26": {
                    "title": "M.I.S.T.-ery - Part Three",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Defenders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "17 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    After Dr. Daedelus, Zeus's creator and the first human to consciously enter the Dreamworlds, is captured, he refuses to reveal how he traveled between worlds. Icela then snags Dr. Mercer's dreamer to help her instead, and its up to the kids to save the day.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "The Mind of Child",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Defenders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "11 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Zoey gets more than she bargained for when she offers to babysit Dave's 2-year-old niece, Sue-Sue. It gets worse when a Dreamworlds emergency forces Zoey to find a replacement sitter, only to discover that the Momok-haunted Dreamer is actually Sue-Sue!    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Chworowsky, Andy"
            },
            {
                "name": "Garcia, Daniel"
            },
            {
                "name": "Hofmann, Muriel"
            },
            {
                "name": "Leonhart, Matthew"
            },
            {
                "name": "Ricketts, Katy Scott"
            },
            {
                "name": "Robinson, Jared"
            },
            {
                "name": "Moore, Candice"
            },
            {
                "name": "Fu, Catherine"
            },
            {
                "name": "Zuick, Michael"
            },
            {
                "name": "Coombs, Henry"
            },
            {
                "name": "Murphy, Jack"
            },
            {
                "name": "Baldwin, Kate"
            },
            {
                "name": "Lenhart, Matthew"
            },
            {
                "name": "Murphy, John F."
            },
            {
                "name": "Moore, Candace"
            },
            {
                "name": "Szuc, Michael"
            }
        ],
        "genres": [
            "Animation"
        ],
        "countries": [
            "Singapore"
        ],
        "country codes": [
            "sg"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-Y7"
        ],
        "number of seasons": 1,
        "rating": 6.5,
        "votes": 11,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTg5M2M1YzktNTEyNi00YzIwLTgzZDktMTRjZjJlZTg0YTBhL2ltYWdlXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Zane and Zoey, 14-year-old twins, can travel into the Dreamworlds - the realm where humans dream. Supercomputer ZEUS provides the means, the twins provide the courage. Only new school friends Tucker and Patel share Zoey and Zane's secret adventures. Evil forces in the Dreamworlds, Icela, Nodd & Druul, unleash Momoks, nightmare monsters to haunt our dreams and turn us into Dreamwalker zombies. Zane and Zoey must defeat the monsters in the Dreamworlds and, with Tucker and Patel's help, keep the chaos in the real world under control.",
        "languages": [
            "English"
        ],
        "title": "Dream Defenders",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Austen, Ann"
            },
            {
                "name": "Brown, Marcy"
            },
            {
                "name": "Crocker, Carter"
            }
        ],
        "production companies": [
            {
                "name": "Tiny Island Productions"
            }
        ],
        "distributors": [
            {
                "name": "Super RTL"
            }
        ],
        "plot": [
            "Zane and Zoey serve as the last line of defense between the real world and the nightmare creatures of the Dreamworlds. Controlled by the evil Icela, the nightmares have come to life and are threatening to break through to the real world.::_Dream Defenders_ (qv)",
            "Zane and Zoey, 14-year-old twins, can travel into the Dreamworlds - the realm where humans dream. Supercomputer ZEUS provides the means, the twins provide the courage. Only new school friends Tucker and Patel share Zoey and Zane's secret adventures. Evil forces in the Dreamworlds, Icela, Nodd & Druul, unleash Momoks, nightmare monsters to haunt our dreams and turn us into Dreamwalker zombies. Zane and Zoey must defeat the monsters in the Dreamworlds and, with Tucker and Patel's help, keep the chaos in the real world under control.::_Dream Defenders_ (qv)",
            "Zane and Zoey, 14-year-old twins, can travel into the Dreamworlds - the realm where humans dream. Supercomputer ZEUS provides the means, the twins provide the courage. Only new school friends Tucker and Patel share their secret adventures. Evil forces in the Dreamworlds, Icela, Nodd & Druul, unleash Momoks, nightmare monsters to haunt our dreams and turn us into Dreamwalker zombies. Zane and Zoey must defeat the monsters in the Dreamworlds::_Dream Defenders_ (qv)"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "cinematographic process": [
                "3-D"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 11,
                "rating": 6.5
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 4.0
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 5.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 6.0
            },
            "males": {
                "votes": 8,
                "rating": 4.9
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 5.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 6.0
            },
            "females": {
                "votes": 1,
                "rating": 4.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 4.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 5.0
            },
            "us users": {
                "votes": 5,
                "rating": 3.6
            },
            "non us users": {
                "votes": 4,
                "rating": 5.8
            }
        },
        "number of votes": {
            "10": 3,
            "9": 1,
            "8": 1,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 3,
            "3": 2,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 6.5,
        "median": 6
    }
}