{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "5 December 2011"
            }
        ],
        "release dates": [
            "Belgium::5 December 2011"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Jacht op Roxkracht- deel 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "21 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Rox is on a mission to prevent a nuclear missile being launched. They get past a defensive bikers gang and intrude the launch facility, only to find it's a trap: the rocket can't be disabled but had no charge. The real target is ROX himself, whose super powers can charge a whole battery of missiles.    "
                },
                "2": {
                    "title": "Jacht op Roxkracht- deel 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "22 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Rox finds a way to reverse his super powers being drained to charge a whole battery of missiles. The fiends however realize he cares for the kids and decides to capture them as blackmail means. The team gets caught while ROX escapes, but the colonel orders him locked away, guarded by old car Jaz.    "
                },
                "3": {
                    "title": "Jacht op Roxkracht- deel 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "24 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Rox still hopes to escape and save his team, but Jaz end sup frustrating his attempt with clumsy help from a sissy robot and the cleaner sergeant. The fiends' blackmail forces Rick to charge Rox's super-powers into their missiles. He manages to disable Xavier's cage force field, so he must escape alone and get help.    "
                },
                "4": {
                    "title": "Jacht op Roxkracht- deel 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "25 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Using the Rox tool, chief fiend Zeno's team renders the colonel's HQ visible and intrudes. Rox races to the defense, but by affixing the adapted tool Rick made, they take over control of Rox. Jaz instructs the robot to set up a super-glue trap and remove the control tool. The fiend has caught the whole Rox team and forces Rox to race to their rescue by threatening with their execution. The colonel is finally persuaded to allow a rescue mission, with Jaz -who reveals his name stands for the colonel's first name Arthur, Zeno and the sergeant- and the robot.    "
                },
                "5": {
                    "title": "Jacht op Roxkracht - deel 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "26 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Rox and Jaz's rescue mission starts well, liberating team Rox, until Zeno's gang manages to re-affix the control tool and instructs to destroy the colonel's HQ. Zeno now even hacks into the secret service computer system and orders to destroy a continent. All seems lost, until Rick realizes that Rox's game channel isn't secured and uses it to start to overload the car's computing capacity. Success is rewarded for both Rox and Jaz teams.    "
                }
            },
            "1": {
                "1": {
                    "title": "Sector 100",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Retired army colonel Ferdinand Devuyst is obsessed with imposing a 'security plan' to divide the country in 100 sectors, which nobody may leave without ankle device control. To force the government, he first demonstrates his ability to place a bomb, next abducts the home affairs minister from the park where he walks his dogs. Team Rox must find the fiend and rescue his hostages, which requires traversing a minefield.    "
                },
                "2": {
                    "title": "Mona Lisa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Then city museum has the Mona Lisa on loan for a prestigious exhibition. Just before it's to open, Leonardo's masterpiece is stolen by a cat burglar who enters from the roof. The team recognizes his moves on security video as typical for a break-dancer. So Xavier and Olivia check out a street gang into hip-hop battles, and Rox analyzes that Vince fits the patterns. Following him, they learn the accomplice in the museum is the suspended director's, now acting, assistant Belle Bardot.    "
                },
                "3": {
                    "title": "Satelliet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Mister Gold's criminal team intrudes the satellites control center to transform one into a deadly space weapon to blackmail governments for an obscene fortune. The first attempt fails as they need center chief Buck's fingerprint. So Rox is assigned the unwilling protégé's discrete bodyguards, but a trick with a cleaner in cahoots still gets the fiends control. Rick must undo the damage his ill-considered history exam cheating plan did on Rox and hack the center's computers while Xavier physically outsmarts the villains.    "
                },
                "4": {
                    "title": "Giftig Gif",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "8 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Rox is mobilized when professor Nitriet is kidnapped with a fatal virus and its antidote. They must deliver fake ransom cash. Rox's sensors work out the professor staged his 'kidnapping', but he must be stopped before he can poison the city's drinking water.    "
                },
                "5": {
                    "title": "Stand in",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "14 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    The boys convince the colonel, secretly a fellow fan, to accept a case normally left to the police: death threats to Kevin, the 'alien' star in their favorite SciFi series Woxa. All three under cover, they can barely prevent 'accidents' on set from causing real damage and soon suspect Kevin's frustrated understudy, Lukas, whose girl friend Jessy works in the art and special effects department.    "
                },
                "6": {
                    "title": "Containers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Valuable shipments are stolen repeatedly, whole container loads, from the main port. Rox must find the thieves, starting on the assumption it may be an inside job within security chief Steinskopf's team. Rick poses as schoolboy to get a class tour, which yields info on the procedures, while ROX's sensors detect irregularities in trucks entering and leaving the docks.    "
                },
                "7": {
                    "title": "Slaap Zacht",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Military supplies, including arms, keep getting stolen using tranquilizing gas on transports to lieutenant De Crem's barracks. Suspecting an inside job, the colonel orders Rox to go undercover as recruits. The vain CO checks out, but the real culprits are found.    "
                },
                "8": {
                    "title": "De Clan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    The colonel has got wind that 'the Clan', Rudolf's ultra-right private militia, may harbor terrorist plans. Thanks to a fake identity as drop-out crack soldier prepared by Rick and a state of the art machine gun, Xavier can infiltrate as explosives-expert recruit and thus finds out they plan to bomb the royal palace. Rudolf's sycophantic orderly Hugo's suspicions ultimately get Xavier and Oliva, who foolishly assumed him in trouble far to soon, caught. Rick and Rox must free them and stop the terror plan.    "
                },
                "9": {
                    "title": "Bom beton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "26 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Several public buildings have been destroyed by bombs, luckily without fatalities. The team notices that several are being rebuilt by contractor Joseph Bauwens, who gets the contracts from public infrastructure official Alfred Nobelmans. By the time the team finds out hey are in league, bombs are already placed in a major rail road station.    "
                },
                "10": {
                    "title": "Ivoor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "27 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    African president M'Dour arrive sin his embassy to renew the Ivory ban treaty, but is abducted by Jean-Jacques Ivoir's poached contraband smugglers gang who replace him with a double. Rox team is sent to investigate. Posinga s clients gets them on the trail of the fiends, who meanwhile even eliminate accomplice Charles for having a conscience.    "
                },
                "11": {
                    "title": "Gevangenis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "28 Dec. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Rood licht",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "29 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    *Xavier's date with super model Sofie St.Croix is sabotaged first by Rox refusing to be used to impress her, then by the latest assignment and finally by Rick trying to wriggle in his place. The team is assigned to investigate a series of armed transport robberies while stopping for red lights. They work out it's all being manipulated from the national traffic control center. Xavier intrudes, with Olivia as back-up undercover impersonating the cleaning lady.    "
                },
                "13": {
                    "title": "Cyborg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "30 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    The top-secret cyborg of the secret service has been stolen from a secret HQ lab and reprogrammed by rogue agent Lars Trigger to obey only him, not agency chief Philip Geers. ROX must recuperate the cyborg, before Lars can abuse it. Even Xavier proves physical powerless, so they only hope is reprogramming the cyborg with their Rox tool.    "
                }
            },
            "2": {
                "1": {
                    "title": "Chemisch Afval",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "23 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Petroglobe chemical plant director Vranx and his executive assistant Els swear their firm has no part in the dumping of its toxic waste in a nature reserve, as it's all delivered to a processing company. Rox tails the two tricks which deliver it, but none is caught and all arrive at destination. Closer examination proves all the more dangerous.    "
                },
                "2": {
                    "title": "Virus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "30 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    A reputable doctor is the only one who has the cure for a mysteriously reemerged killer disease and demands a fortune per dose. Team Rox is ordered to find out what happened and make sure the health authorities get access to the vital formula, so enough can be made for everyone who needs it.    "
                },
                "3": {
                    "title": "Motorbende",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "7 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    The colonel calls on ROX to pretend they'll deliver ransom for a governor's kidnapped daughter, but in fact seize the abductors. Analyzing the ransom video and soil sample on the kidnapping site allows Rick to work out the main kidnapper is employed in a specific demolition firm. Xavier and Olivia go undercover and voice analysis shows Tommy is their man. Yet the traps they set keep going wrong, Olivia even gets caught. The reason is treason.    "
                },
                "4": {
                    "title": "Klim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "14 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    The most advanced chip, which can crack any code in a computer it's physically attached to, is stolen from the Home ministry. The only security video recording shows it was the work of a masked master climber who got away by motorbike. His trail leads to wheelchair-ridden George's mountaineering simulation club, so Rox goes undercover there. Prime suspect is champion Nicolas Klaus, who gets fired as instructor for recklessness, but he has an alibi for the actual use, during which missile launch codes are stolen.    "
                },
                "5": {
                    "title": "Internaat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "21 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Justice minister Pauwels receives an anonymous demand to release major criminal Durinckx, otherwise his favorite niece Chloe will be hurt, but he won't negotiate with terrorists or cause a panic. She's in boarding school, so Rick goes undercover as the nerd's fellow pupil and potential best friend, Xavier as school handyman and Olivia as interim history teacher. The coach is naively in cahoots with an external fiend, who impersonates a guest lecturer.    "
                },
                "6": {
                    "title": "Music for Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "28 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    The colonel calls upon the team to investigate whether rock star Bobby George's charity food distribution in Africa is a cover for illegal arms trade. The trio poses as a rock band to accompany him at a benefit concert. Bobby's manager Steve welcomes them warmly and everything seems in order. Luckily, hungry Rick opens one of the food parcels and discovers a grenade inside just before a new shipment leaves the airport.    "
                },
                "7": {
                    "title": "NV Apocalyps",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "4 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    The colonel orders ROX to investigate why several top scientists recently joined CEO professor Adamo's NV Apocalyps, a company which pays nobody, after which seized all social activities. The team finds he's combining inventions for a project Apocalyps, to eradicate humanity except his select group, for which a huge bunker is being built to survive his planned atmospheric disaster by massively releasing a toxic gas.    "
                },
                "8": {
                    "title": "Vliegveld",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "11 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    The colonel calls on ROX to catch in the act French diplomat Belvoir, who is suspected of diamond smuggling. An undercover mission with Xavier as pilot and Olivia as attendant only yields a diplomatic incident for disrespecting diplomatic immunity. Yet later, Rikc's candy craving, despite his dentist-phobia, leads to a discovery.    "
                },
                "9": {
                    "title": "WO III",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "9 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    A robot in the nation's top-secret nuclear base malfunctions. Instead of cleaning, it starts executing the program for World War III, firstly evicting all 50 military guards. Team ROX must infiltrate trough the sewage exit, disable the robot and stop the launching of 20 missiles on capitals worldwide. Xavier manages the feat, but ignores the robot has a backup battery, so it starts all over.    "
                },
                "10": {
                    "title": "Spookdossiers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "25 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Just before the trial of bank robber Daenens, his court file disappears mysteriously, like a few major cases before, all pleaded by the same attorney, who thus can achieve purely technical acquittals for dangerous fiends. Rox goes undercover and discovers the only thing the files have in common is being sprayed with a non-labeled detergent by the courthouse's extremely rude cleaning lady. Rick works out how that does the trick.    "
                },
                "11": {
                    "title": "Apenzaken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Rox is mobilized to catch the mysterious perpetrators of a serious of recent mystery thefts from well-guarded museums, preferably before the discovery of the latest causes diplomatic embarrassment at a prestigious exhibition opening. The only clue leads to Pingi Park, a small private zoo. Xavier and Olivi go undercover and find enough clues, combined with Rick's crime scenes analysis, to work out the thief used Billy, the tame monkey trained by a zoo keeper to retrieve things. Yet the monkey-coach isn't the actual robber.    "
                },
                "12": {
                    "title": "Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "8 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The only lead about stolen nuclear fuel rods, enough for a terrorist group to make a dirty bomb, is to Barry's rally club. Xavier poses as a cocky but weak pilot with Rox under-performing even worse, so as to win Barry's confidence, while Olivia is hired as his mechanic cahoots Benny and Willy's apprentice, actually just thanks to Rick cuing every move.    "
                },
                "13": {
                    "title": "Ninja",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "16 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Rudolf Tiller, CEO of a major polluting company, is kidnapped by the mysterious eco-terrorist ninja 'Green Cobra', so his daughter Daisy takes charge. The only trail leads to a secluded, reputable ninja school, so Xavier and Olivia join their for undercover investigation. Following the masked suspect proves quite dangerous. Back in HQ, Rick also has to fight horoscope superstition.    "
                }
            },
            "3": {
                "1": {
                    "title": "Quad terreur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "29 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    A few dozen gas stations in the region are terrorized by Cedric's racketeering quad riders gang. They're not satisfied with extortion and small fires but continue until the desperate owners sell, actually all to Marc Deferme's petrol company ArdOli. Xavier 'joins' the clumsy gang to find out if Deferme pays the thugs. Meanwhile Rick helps housekeeper Josefien flirt with mailman Ernest.    "
                },
                "2": {
                    "title": "High Security",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "6 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Team Rox is stunned to hear the colonel wagered that they can in only four hours find the holes in the national reserve bank's elaborate new security system, which has no human elements except biometry and a password divided over the director and his deputy. Team Rox gets into the vault, despite mysterious non-triggered alarms, but afterward the bank reports a load of gold bars stolen. Realizing it must be an inside job, they sneak out and race back, despite immediate suspension by the colonel, the stop the real thief.    "
                },
                "3": {
                    "title": "Let's Rox and Babysit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "12 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    After a visiting president and his wife are badly injured in a warning attack by terrorist Vladimir, who demands being invested with absolute power, team Rox is ordered by the colonel to guard their daughter in the embassy. Xavier cheerfully assumes his undercover as butler until he notices it's a baby, with Olivia as nurse. Vladimir's band attacks, helped from the inside by the president's trusted deputy Joseph.    "
                },
                "4": {
                    "title": "5 gouden Nero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "20 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    There is a mysterious wave of thefts of art and artifacts by reputed scientists. The latest are Roman coins taken by an archaeologist who is director of the museum. He's followed to a cruise-ship. Xavier and Olivia board to put a tracer on the loot. That falls, but they learn the scientists are blackmailed by kidnapping junior relatives, like his grandson.    "
                },
                "5": {
                    "title": "Valse agenten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "27 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Fiends in stole police car and uniforms systematically rob sports cars. Fearing some cops may be in the plot, the colonel calls on Rox. The team works out the whereabouts of the last stolen police car and use Rox as perfect lure. This leads them to the fiends' lair, Ruud Wijnants's wrecking yard. But Rox had to be deactivated and Xavier gets captured most perilously.    "
                },
                "6": {
                    "title": "Stradivarius",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "3 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    There's an international crime wave of thefts of precious violins by Stradivarius. Rox must prevent another in the case of concert violist Petrovitsj, who is in the country for a concert. Xavier and Olivia go undercover as orchestra members, on kettledrums viz. with a gizmo so ROX can take over playing. They prevent a robbery attempt by a man wearing a venetian mask and Rick helps work out the logical suspect, while cheekily exploiting Josephine's idiotic belief in ghosts.    "
                },
                "7": {
                    "title": "Voetbal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "10 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Football (soccer) champions FC Tigers suffer a mysterious epidemic of medically inexplicable muscular impairments. With the cup final ahead, Xavier and Olivia go undercover as grounds keeper viz. equipment manager, while Rox and Rick scan the club grounds. Xavier gets close enough by filling in for the eliminated goalkeeper, but title rival sponsor Reinhout then orders him eliminated by his cahoot, orderly Miel.    "
                },
                "8": {
                    "title": "Casino",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "17 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Big winners from Carlos Castaneda's casino Metropole are robbed shortly after leaving it. Oil sheik Nasir Al-Bashir refuses to sign a major deal unless the robbers are arrested. Xavier must attract them by winning big, thanks to a cheating magnet installed by Rick as fake fire alarm technician. It works, but the inside crooks see trough accomplice croupier Olivia and kidnap her.    "
                },
                "9": {
                    "title": "Verloren controletoren",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "24 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    A crime cartel demands a major villain's release or they'll repeat with fatal results their demonstrated method to sabotage the national airport's radar control. Team ROX quickly works out that the computers are affected by remote control magnet, strong enough to disturb Rox too. They must remove the magnet in place and catch the saboteur(s).    "
                },
                "10": {
                    "title": "Plezier en avontuur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "1 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    At the annual fitness test, Xavier performs as excellently as Rick abominably, and the nerd's computer cheating is spotted. So the colonel sends them all to a team building camp in the mountains. After Rick falls due to a snapping ripe, the instructor sighs the recent number of (near-)accidents just isn't normal anymore. The team rightly suspects a saboteur and works out who and why, but meanwhile the fit ones are exposed to the worst sabotage.    "
                },
                "11": {
                    "title": "Voedselinspectie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "8 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Rox is ordered to investigate why one after one, several food factories must close down after health inspector by Buik's team. Rick's tests prove the food isn't contaminated, so the test kits themselves must be doctored, but the fiendish assistant inspector realizes Xavier is on to him. Meanwhile at home, the housekeeper is the only left to receive a local journalist who is to write an article on Xavier after his third consecutive regional marathon victory.    "
                },
                "12": {
                    "title": "Miss poes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "15 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Rox must investigate who plants bombs to sabotage the national miss pageant final. Xavier must go undercover as janitor, Olivia can take a spooked contestant's place. Motive is probably the disqualifying last year of a candidate and the judge she allegedly bribed. Ever after the next bomb id dealt with, danger lurks.    "
                },
                "13": {
                    "title": "Atoomalarm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "22 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Because of a terrorist threat to the nation's nuclear arsenal, security is doubled under command of loyal colonel Bosmans and personal supervision of reputed national security director Swartenbroeckx, who brings a novel drone with laser weapon. ROX is ordered to test the guards and stand by in case of an attack. It occurs, but the worst danger is the drone turning on their own side.    "
                }
            },
            "4": {
                "1": {
                    "title": "Red De Zeehond",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "5 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The team finally has a holiday, but Rick is stuck doing inventory with Joske and Olivia 'volunteers' herself and Xavier to help out as volunteers in a private seals care center, which is in danger of being closed after repeated mysterious accidents. It's run by capable Paul and the philanthropic founder's grandson Mark, who is in love with the only other employee. Campig there, Xavier and Olivia find out the sad truth of greedy sabotage.    "
                },
                "2": {
                    "title": "Karting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "12 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The team is instructed to examine why Karel's Karting is in danger of being closed after a series of recent incidents, endangering its mostly young go cart users. Xavier goes undercover and suspects the repeated mysterious accidents are the result of sabotage by regular mechanic Ronny, who is arrested despite lack of motive. Meanwhile research shows the sabotage is probably organized by an industrialist developer, who already owns all surrounding properties, bids on Karel's and has an inside accomplice.    "
                },
                "3": {
                    "title": "Monsterstunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "18 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Dave's stunt cars team, rising star Dave and the now too old founder's cautious son, is experiencing a series of unlikely incidents, causing excessive danger. Xavier joins undercover using Rox's special stunt abilities and they find the repeated mysterious accidents are the result of sabotage, notably of Dave's car. A motive for the sabotage is Dave out-staging the founder's son, whose records he keeps beating.    "
                },
                "4": {
                    "title": "Mosterdgas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "25 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The colonel mobilizes the team as dangerous 'mustard gas' (Yperite), Great War leftovers from the great battlefields in Flanders, has been found in the illegal arms market. They soon find it's coming from a closed-down plant where it had to be disposed of years ago but wasn't. The convicted culprits were recently released and already contacted a ruthless gang of arms dealers.    "
                },
                "5": {
                    "title": "Man en paard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "2 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    While the country hosts an annual four nations amazons jumping competition, horses are mysteriously spooked. The latest victim,princess Sofia of Prussia, also receives notes threatening with lasting consequences unless the bows out. The colonel, after whom the base's forbidden pet, a foundling dog, is named, orders ROX to go undercover. Stableboy Xavier and vet Olivia suspect the stud farm owner's daughter, who competes for their own country. Rick and Rox work out the method, ice darts. But the saboteur stops at nothing.    "
                },
                "6": {
                    "title": "Oh Krinkelende Winkelende Waterdam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "9 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The team is mobilized for a credible threat to detonate o bomb on a huge dam, which would flood a vast area. The MO points to a never-caught specialist from the colonel's youth. He's also housekeeper sergeant Joske's scorned lover, and demands her to delivery a huge ransom. Meanwhile the team works out his trick to avoid his bombs being found.    "
                },
                "7": {
                    "title": "Skate Kidz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "16 Nov. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Waterballet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "23 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Xavier must drop rehearsals with his rock band when the colonel mobilizes the team to protect the national water ballet team. Coach Frederik's girls were warned anonymously to drop out of the world championship or else. Xavier goes undercover as fashion designer, fitting the team new uniforms, with Olivia as his assistant. Despite both of them on site, a dolphin-costumed fiend manages to abduct the solo dancer.    "
                },
                "9": {
                    "title": "Alle hens aan dek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "30 Nov. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Rally",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "7 Dec. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Weerstation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "14 Dec. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Oldtimers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "21 Dec. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Werfkeet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rox (TV Series 2011–2015)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "28 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    ROX team is mobilized when an urban development project requiring expropriations receives anonymous threats. A minster waves those and personally attends the inaugural event, where he and other party-guests, including press, get kidnapped in a crane-lifted construction shack and Xavier is endangered. However the team also discovers a corrupt background.    "
                }
            }
        },
        "number of episodes": 57,
        "cast": [
            {
                "name": "Florizoone, Jelle"
            },
            {
                "name": "Geurts, Jana"
            },
            {
                "name": "Vandoorne, Jeremy"
            },
            {
                "name": "Maas, Frans"
            },
            {
                "name": "den Durpel, Chris van"
            },
            {
                "name": "Cnudde, Magda"
            },
            {
                "name": "de Wachter, Vic"
            },
            {
                "name": "Vanhaverbeke, Bianca"
            },
            {
                "name": "Van Dael, Joris"
            },
            {
                "name": "Reniers, Gunter"
            },
            {
                "name": "Pasteleurs, Charley"
            },
            {
                "name": "Baele, Walter"
            },
            {
                "name": "Burke, Erik"
            },
            {
                "name": "Cornet, Ron"
            },
            {
                "name": "André, Sandrine"
            },
            {
                "name": "Arrendell, George"
            },
            {
                "name": "Bamps, Pieter"
            },
            {
                "name": "Baum, Roger"
            },
            {
                "name": "Bisback, Olivier"
            },
            {
                "name": "Bober, Marc"
            },
            {
                "name": "Bongaerts, Charlotte Anne"
            },
            {
                "name": "Caspar, Yves"
            },
            {
                "name": "Colombeen, Steven"
            },
            {
                "name": "Commissaris, Ronnie"
            },
            {
                "name": "Daelman, Ronny"
            },
            {
                "name": "De Lelie, Steven"
            },
            {
                "name": "De Moor, Bob"
            },
            {
                "name": "De Smet, Sebastien"
            },
            {
                "name": "Dendievel, Leen"
            },
            {
                "name": "Deploige, Govert"
            },
            {
                "name": "Forget, Michel"
            },
            {
                "name": "Giron, Rudi"
            },
            {
                "name": "Helsen, Anke"
            },
            {
                "name": "Hermans, Servé"
            },
            {
                "name": "Hoorelbeke, Laurenz"
            },
            {
                "name": "Laureys, Jimmy"
            },
            {
                "name": "Meynendonckx, Dirk"
            },
            {
                "name": "Peeters, Victor"
            },
            {
                "name": "Springuel, Luc"
            },
            {
                "name": "Van Duytekom, Randall"
            },
            {
                "name": "Van Hecke, Jan"
            },
            {
                "name": "Van Hoof, Ben"
            },
            {
                "name": "Van Hove, Hannelore"
            },
            {
                "name": "Van Poucke, Bert"
            },
            {
                "name": "Van Rilaer, Ronald"
            },
            {
                "name": "Vanderstukken, Roel"
            },
            {
                "name": "Vanhegen, Dries"
            },
            {
                "name": "Verhassel, Kristof"
            },
            {
                "name": "Bernaerts, Philippe"
            },
            {
                "name": "Cantens, David"
            }
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 5,
        "rating": 6.2,
        "votes": 25,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzQ4MjkyZTUtOTFjYS00ZWZjLWFhZmUtZTQzZDI4NzQ4YTcyXkEyXkFqcGdeQXVyOTM2ODgzMg@@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Whiz kid Rick, crafty Olivia and sporty Xavier form a top-secret special ops team in a fictitious state. Their initials form the acronym of their secret weapon, ROX, a talking race-car with Bond-like gadgets. The grim colonel gives the team various assignments to fight crime. Failure is not an option.",
        "languages": [
            "Dutch"
        ],
        "title": "Rox",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2015",
        "akas": [
            "Rox (Belgium)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "production companies": [
            {
                "name": "Studio 100"
            }
        ],
        "distributors": [
            {
                "name": "Ketnet"
            },
            {
                "name": "Televisie Radio Omroep Stichting (TROS)"
            }
        ],
        "plot": [
            "Whiz kid Rick, crafty Olivia and sporty Xavier form a top-secret special ops team in a fictitious state. Their initials form the acronym of their secret weapon, ROX, a talking race-car with Bond-like gadgets. The grim colonel gives the team various assignments to fight crime. Failure is not an option.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 25,
                "rating": 6.2
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 6.9
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 4.6
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 5.4
            },
            "males": {
                "votes": 15,
                "rating": 5.0
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 9.5
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 4.4
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 5.4
            },
            "females": {
                "votes": 2,
                "rating": 6.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 5.5
            },
            "us users": {
                "votes": 2,
                "rating": 7.0
            },
            "non us users": {
                "votes": 13,
                "rating": 5.4
            }
        },
        "number of votes": {
            "10": 8,
            "9": 0,
            "8": 2,
            "7": 2,
            "6": 3,
            "5": 2,
            "4": 3,
            "3": 0,
            "2": 1,
            "1": 4
        },
        "arithmetic mean": 6.2,
        "median": 6
    }
}