{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "30 June 2011"
            }
        ],
        "release dates": [
            "USA::30 June 2011"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Barry Adamson, Jason Kramer",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "19 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of \"The Weekly Comet\" iconic rocker Barry Adamson performs two songs off of his new album \"I Will Set You Free\" and talks about working with director David Lynch. The show's co-host Jonathan McHugh gives insight into this year's Sundance Film Festival and discusses his experience music supervising the highly-anticipated documentary \"West of Memphis\". The film, which features music by Eddie Vedder and Nick Cave, tells the tale of three youths who were falsely imprisoned for 19 years. \"The Weekly Comet\" also introduced a new segment by tastemaker KCRW DJ...    "
                },
                "2": {
                    "title": "Matt Von Roderik, Steve Bannatyne, Maureen Crowe",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of \"The Weekly Comet\" singer, songwriter and trumpet player Matt Von Roderick performs two songs off of his upcoming album, including \"Let The Trumpet Talk\", featuring burlesque dancers. Steve Bannatyne, executive producer of Academy Award nominated documentary \"If A Tree Falls\", discusses eco-terrorism and the Earth Liberation Front. KCRW DJ Jason Kramer highlights up-and-comer English folk and soul singer Lianne La Havas as his artist to watch. In addition, Guild of Music Supervisors President Maureen Crowe talks to \"The Weekly Comet\" co-hosts, ...    "
                },
                "3": {
                    "title": "Cherish Lee, Meredith Valiando",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "9 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of \"The Weekly Comet\", co-hosts Jonathan McHugh and Tamara Conniff dish on the latest Grammy news and Madonna's Super Bowl performance. Singer and songwriter Cherish Lee performs two songs off of her self-titled new album and talks about her famous country star dad, Johnny Lee. KCRW DJ Jason Kramer highlights up-and-coming folk artist Beth Jeans Houghton as an artist to watch. Plus Meridith Valiando, founder of Digitour, discusses taking YouTube stars, who have a combined two billion views and 10 million subscribed fans, on the road.    "
                },
                "4": {
                    "title": "Tom Jordan, Kali Raps",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "16 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    This week Tamara is off to Vegas so Jason Kramer steps up to help Jonathan with the Grammy Hangover Show. Kudos to Adele, Jennifer Hudson, DeadMau5, Foo Fighters and Chris Brown for their spectacular performances. Special recognition also goes to Ken Ehrlich, the Producer of the Grammys, who had to \"re-produce\" the show in response to the tragic death of Whitney Houston. We also welcome Australian heartthrob Tom Jordan. The hunk from down under performs \"Home\" and shares his journey from Australia to the States. Kali Raps has a hot video about to jump off on MTV and ...    "
                },
                "5": {
                    "title": "Meiko, Frankie Pine",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "23 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    This week Tamara is back from Vegas....and dressed like a showgirl! She joins her co-host Jonathan McHugh to talk about Whitney Houston's memorial and throw Dolly Parton some love. We welcome Georgia-born singer & songwriter Meiko, who performs two songs from her upcoming album, \"The Bright Side\". Plus, music supervisor Frankie Pine comes on to talk about her new show, ABC's \"Good Christian Belles\" and gives us a sneak at male stripper flick \"Magic Mike\" which shockingly will feature Matthew McConaughey without a shirt. And Jason shares his pick this week, yet another...    "
                },
                "6": {
                    "title": "John Houlinhan, Amy May",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "1 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    This week Tamara mans the ship solo because her co-host Jonathan McHugh was having too much fun in Nashville. We welcome British singer-songwriter Amy May, who performs two songs and sits down for a Q&A to discuss the music business and her songwriting process. Music supervisor and renaissance man John Houlihan comes on to talk about his work on \"Seeking Justice\", \"Austin Powers\" and \"Training Day\". Plus Jason shares his pick this week, hot Icelandic band, Of Monsters & Men. Good Stuff.    "
                },
                "7": {
                    "title": "Dave Porter, Neil Schield, Avi Buffalo",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "8 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    This week co-hosts Tamara and Jonathan McHugh have a full house! Long Beach indie darling Avi Buffalo performs two songs, Origami Vinyl record store and label founder Neil Schield dishes on music and trends and \"Breaking Bad\" composer Dave Porter talks working on cable's coolest show. Plus KCRW DJ Jason Kramer shares his pick this week, Los Angeles sextet, Races.    "
                },
                "8": {
                    "title": "Elan Atais, Julia Michels",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "15 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    This week Tamara mans the ship in Hollywood while co-host Jonathan Mchugh parties at SXSW in Austin! Thankfully he Skypes in to talk about the hottest bands playing at the festival, including The Weekly Comet favorite Of Monsters and Men. KCRW DJ Jason Kramer adds his picks, such as Alabama Shakes. The show opens with Tamara's recap of seeing Guns 'N Roses play the House of Blues on the Sunset Strip - a truly epic show. Taking stage for a live in studio performance is pop reggae singer & songwriter Elan Atias, who sings three songs from his new album, \"We Are,\" ...    "
                },
                "9": {
                    "title": "Janine Scalise, Haddon Cord, Macy Lucarelli",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "5 Apr. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Benjamin Wynn, Jeremy Zuckerman, Fabian Alsultany, Tommy Rosen, No",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "12 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    In this week's episode, co-hosts Jonathan McHugh and Tamara Conniff dish on what to see at Coachella this year. Plus, in the news, Justin Bieber tops the Ultimate Chart with his new single \"Boyfriend\". For the live performance, NO, a five piece 'post hymnal - anthematic' indie rock band from Echo Park, Los Angeles, take the stage and play \"Another Life\" and \"Big Waves\" off their EP, \"Don't Worry You'll Be Here Forever\". The band wrote this collection of songs together throughout the past year on various neighborhood stoops, in bedrooms, lounges and balconies. The ...    "
                },
                "11": {
                    "title": "Leftover Cuties, Mark Isham",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "19 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Modern noir pop band Leftover Cuties perform two songs including a silky jazz version of \"You Are My Sunshine\" off of their new covers EP \"Departures\" due out May 15. The band talk about the how their song \"Game Called Life\" become the theme song to the hit Showtime series \"The Big C\", the origin of their name and why it has been so important to them to stay indie. The band is currently working on their new full-length album to be released this fall. Leftover Cuties are a throwback to the Gatsby era, smoke-filled jazz joints. They are not to be missed! Grammy and ...    "
                },
                "12": {
                    "title": "Christina LaRocca, Eugene Micvofsky",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "26 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Independent film composer Daniel Alcheh talks about his latest original score for \"The Trouble With Bliss\" starring Michael C. Hall (\"Dexter\"), Lucy Liu (\"Charlie's Angels\") and Peter Fonda (\"Easy Rider\"). In addition to the Greek-inspired score, Daniel wrote and arranged songs featuring celebrated Greek artists Sofia Papazoglou, Vasilis Lekkas and Pantelis Thalassinos with lyrics by Maria Papadaki. And he brings a surprise instrument to set! Folk and R&B infused singer/songwriter Christina LaRocca performs two songs, \"Freddie\" and \"Call Your Name\". This Brooklynite ...    "
                },
                "13": {
                    "title": "Liza Richardson",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "3 May 2012",
                    "year": "2012",
                    "plot": "\n    Music supervisor Liza Richardson is on The Comet couch to talk her projects as well as her favorite new bands and DJing for KCRW for 20 years.    "
                },
                "14": {
                    "title": "John Anderson, Das Tapes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "10 May 2012",
                    "year": "2012",
                    "plot": "\n    Hunnypot Unlimited ringmaster John Anderson brought his own party to The Weekly Comet, complete with himself, a posse, a bar, a band, and the video to LMFAO's remix of Far East Movement's \"Live My Life\" featuring Justin Bieber! He divulges how Hunnypot started out as a music supervisor/A&R party and turned into an indie music publishing power house with such acts as Far East Movement and Das Tapes. Then The Weekly Comet mainstay KCRW DJ Jason Kramer is back with his Pick of the Week: Keaton Henson. During this segment Tamara has a laughing fit and starts to cry. You ...    "
                },
                "15": {
                    "title": "Early Morning Rebel, Izler",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "17 May 2012",
                    "year": "2012",
                    "plot": "\n    In the news: Goyte's \"Somebody That I Used To Know\" holds at No 1, while Rihanna's \"Where Have You Been\" jumps from No. 88 to No. 8 on the Ultimate Chart. Lots of reality TV movement: Britney Spears and Demi Lovato have joined \"X Factor\" while Jennifer Lopez told Ellen DeGeneres she may not be back for \"American Idol\" next season. In festival news, Green Day and Neil Young have been tapped to headline the Voodoo Music and Art Experience in New Orleans this October. Plus, the show mourns the loss of the Queen of Disco, Donna Summer, who passed away at 63 after a ...    "
                },
                "16": {
                    "title": "The Golden Ghosts, Trevor Rabin",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "24 May 2012",
                    "year": "2012",
                    "plot": "\n    Co-hosts Tamara Conniff and Jonathan McHugh welcome legendary Yes prog rocker and award winning film composer Trevor Rabin and indie rockers The Golden Ghosts. In the news: Goyte's \"Somebody That I Used To Know\" holds at No 1, while \"The Voice\" finalist Tony Lucca debuts at No 14 with his take on \"99 Problems\" on the Ultimate Chart. In \"American Idol\" news, Phillip Phillips gets the crown, making it the fifth male in a row to win the title. Plus, Jonathan and Tamara salute Bee Gee Robin Gibb, who passed away after a fight with cancer. \"Armageddon\" and \"National ...    "
                },
                "17": {
                    "title": "Inon Zur, Maniac",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "31 May 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "The Miracals, Kevin Manthei",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "7 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Film, TV and video game composer Kevin Manthei, talks scoring \"Ultimate Spider-Man\" which airs on Sundays at 11:00 a.m., ET/PT on Marvel Universe on Disney XD. Plus he brings out two very special guests, his daughters Piper, age 12, and Keller, age 10. Piper lent her composing skills to The Cartoon Network's action show \"Generator Rex,\" while Keller talks about composing a theme for \"Her Interactive Nancy Drew PC\" mystery game. Click here for more info on Kevin. California hipsters The Miracals take the stage for two songs \"Tell Me You're the One\" and \"Friends.\" ...    "
                },
                "19": {
                    "title": "The Heavy, Guilt, Matthew Sullivan",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "14 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Grammy nominated music supervisor Matt Sullivan talks \"Rock of Ages\" covering everything from Tom Cruise belting out \"Pour Some Sugar\" on me, the secret behind the monkey named \"Hey Man,\" why the strip bar scene was a sound effect challenge, and they the Twister Sister/Jefferson Starship mash-up is one of the biggest songs in the film! Plus, Matt has a BIG cameo in the movie. \"Rock of Ages,\" directed by Adam Shankman, stars Julianne Hough, Alec Baldwin, Russell Brand, Catherine Zeta-Jones and Mary J. Blige with cameos by Sebastian Bach, Kevin Cronin and Debbie Gibson....    "
                },
                "20": {
                    "title": "Jared Watson, Keaton Smith",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "21 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Jared Watson, lead singer of of hip-hop, reggae and alternative rock group the Dirty Heads, tells the Weekly Comet about the making of \"Cabin By The Sea\" and collaborating with Del the Funky Homosapien, KyMani Marley, Rome, as well as Matisyahu. In fact the band will be on the road with Matisyahu. Click here for details on the tour and to buy the album. Plus, Jared and Tamara get seriously sill over KillaKarisma's viral Facebook song. Singer and songwriter Keaton Simons shows off his incredible voice and songwriting chops when performing two songs on acoustic guitar -...    "
                },
                "21": {
                    "title": "Nick Egan, DWNTWN",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "28 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Artist, director and punk rocker Nick Egan sits down with co-host Tamara Conniff and KRCW DJ Jason Kramer to talk about his transition from album art, to fashion, to music video director, to feature director. Nick tells stories of working with the Clash, Oasis, Duran Duran, Bow Wow Wow, Iggy Pop, among other. Plus, he reveals how Sex Pistols manager and fashion entrepreneur Malcolm McLaren gave him his start as a young punk punk, which lead to working with fashion icons Vivienne Westwood and Mark Jacobs as a designer, art director and model. Nick is currently working ...    "
                },
                "22": {
                    "title": "Lance Sloane, Sixto Rodriguez",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "19 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Sixto Rodriguez' story is truly inspirational. A native of Detroit, in the 1970s he recorded two albums which went largely unnoticed in the U.S. He hung up his guitar and went to work in construction for 30 years. However, unbeknownst to Rodriguez his albums gained popularity internationally, going platinum in South Africa and becoming the anthem of resistance in the Apartheid-era. Director Malik Bendjelloul's \"Searching for Sugar Man\" chronicles the journey of two fans on a mission to find out what had happened to Rodriguez, who was rumored to have committed suicide....    "
                },
                "23": {
                    "title": "Laura Warshauer, Hans Fjellestad",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "26 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Hans Fjellestad talks about his new documentary \"Sunset Strip: The Movie,\" which gives the history of the iconic 1.5 mile piece of Hollywood from its beginnings as a dirt road, to the glamor of the 1920s, and the party days of the 1980s and 90s. Hugh Hefner, Peter Fonda, Slash, Tommy Lee, Mickey Rourke, among others give featured interviews. KCRW DJ Jason Kramer's Pick of the Week is The White Arrows. In fact, Jason is so excited about this one, founder and lead singer Mickey Church makes a surprise guest appearance and talks about the band's new music and what it was...    "
                },
                "24": {
                    "title": "Adam Peters, Steve Poltz",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "2 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Adam Peters, former rhythm master of Echo and the Bunnymen, talks about his new score to the Oliver Stone film \"Savages\" and dives into the director/composer relationship. KCRW DJ Jason Kramer's Pick of the Week is Bloc Party. On August 21, the band will be releasing their new album \"Four\" on Frenchkiss Records after a four year hiatus. Plus Jason talks about Spoeke Mathambo, Terraplane Sun and The Record Company. Singer & songwriter Steve Poltz. His music - as both a solo artist and with cult legends the? Rugburns - has toped the charts. Steve's new album \"Noineen ...    "
                },
                "25": {
                    "title": "Brian Tyler, Julia Price",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "9 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Composer Brian Tyler's epic scores include \"Constantine\" and \"Fast and Furious\" as well as the blockbuster videogame, \"Call of Duty: Modern Warfare 3\" which grossed $775 million in its first 5 days. He talks about his current film, \"The Expendables 2,\" what it's like working with Sylvester Stalonne, why \"windy\" and \"12th notes\" are not musical terms, and his upcoming projects. KCRW DJ Jason Kramer's pick of the week is Alt J, whose debut album will be released in the US on September 18 via Canvasback Music. He also talks about Matthew Dear and Youngblood Hawk. Julia ...    "
                },
                "26": {
                    "title": "Telana Nicole, Mario Van Peeples",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "16 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Up and coming 15-year-old teen sensation Telana Nicole performs \"It's About Time\" and \"Automatic.\" In addition to singing, she's appeared in three feature films, three TV pilots, six commercials and ten shorts! She's a triple treat! She talks about her upcoming film \"Not Another Celebrity Movie.\" Director and actor Mario Van Peebles, known for his roles in hit TV shows \"Damages\" and \"All My Children\" talks about his new film \"We The Party\". He also discusses working with Kelsey Grammer on TV show \"Boss.\" Plus, Jason Kramer's Pick of the Week is Michael Kiwanuka. His ...    "
                },
                "27": {
                    "title": "Mike Knobloch, Have U Heard",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "23 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Mike Knobloch, head of film music for Universal Pictures, talks about working with Florence and the Machine on an original track for \"Snow White and the Huntsman\" and with Moby on \"Bourne Legacy\". The Have U Heard project, aka hUH, takes the Weekly Comet stage for two songs and an interview. hUH features writer/vocalist Noah Lowman, electronic producer Devin Dilmore and emcee/producer Aaron Mostow. This Los Angeles-based trio considers their music \"part pop, part electronic, part hip hop, part bizarre.\"    "
                },
                "28": {
                    "title": "Anton Sanko, Kyler England",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "30 Aug. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "29": {
                    "title": "John Houllihan, Sonos",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "6 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Veteran music supervisor and music producer John Houlihan takes The Comet Couch and talks about working on the new CBS show, \"Vegas,\" starring Dennis Quaid and Michael Chiklis premiering September 25; his recent film \"Looper\" premiering September 28; and feature documentary for Sundance and A&E titled \"Super Mensch: The Legend of Shep Gordon,\" directed by long-time collaborator Mike Myers. John has helped shape more than 50 feature films, and dozens of popular soundtrack albums. His work has generated worldwide hit songs and music videos by Madonna, Lenny Kravitz, ...    "
                },
                "30": {
                    "title": "Kurt Hugo Schneider, Troup",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "13 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Producer, singer, songwriter and video editor Kurt Hugo Schneider has taken YouTube by storm. His YouTube channel has over 1.5 million subscribers and almost 436 million views. He has produced videos for Sam Tsui performing medleys and covers as a one man choir. The duo's videos, notably the Michael Jackson medley, have been described by Time Magazine as a combination of \"Glee\" and \"Attack of the Clones.\" His work has lead to appearances on \"The Oprah Winfrey Show\" and \"The Ellen DeGeneres Show.\" Plus, Schneider's video of Tsui covering \"Hold It Against Me\" was ...    "
                },
                "31": {
                    "title": "The 88, Miriam Cutler",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "original air date": "20 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Composer Miriam Cutler is a renaissance woman. She started her career as a singer/horn player in a number of bands including Mystic Knights of the Oingo Boingo alongside Danny Elfman. Plus, she has co-produced a number of albums for such acts as Joe Williams, Nina Simone, Marlena Shaw and Shirley Horn. Miriam has become the go-to composer for documentaries. She was recently nominating for an Emmy for PBS' \"Desert of Forbidden Art.\" In addition, \"Ethel\" - a full-length feature documentary on the life of Ethel Kennedy, which premiered at Sundance 2012 - will be released...    "
                },
                "32": {
                    "title": "Julia Michels, Julianne Jordan, Cathy Heller",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "original air date": "27 Sep. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "33": {
                    "title": "Daniel Licht, Uncle Daddy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "original air date": "4 Oct. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "34": {
                    "title": "Ryan Shore, Lissa Lauria",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "original air date": "11 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Composer Ryan Shore talks about his latest project - the score to action-driven combat driving video game, \"Spy Hunter.\" Shore received a 2012 Grammy Award nomination for best soundtrack score for \"The Shrine.\" He graduated in 1996 from the Berklee College of Music on a full scholarship and began his career working for his uncle, Academy Award-winning composer Howard Shore, on films including \"Analyze This,\" \"The Game,\" \"Dogma,\" \"Cop Land,\" \"Gloria\" and \"eXistenZ.\" Lissa Lauria is a one movement, literally. She recently founded I AM Movement to support teens and young...    "
                }
            },
            "1": {
                "1": {
                    "title": "Gary Calamar, Ruwanga Samath, Jim Hanft and Samanth Yonack",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "30 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Guests Gary Calamar (music supervisor \"True Blood\") and Producer Ruwanga Samath (Bird Call Productions) and live performances from Jim Hanft and Samantha Yonack.    "
                },
                "2": {
                    "title": "Chris Lennertz, Rebecca Loebe",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Horrible Bosses Composer Chris Lennertz stops by The Weekly Comet to discuss his band arrangement for the film and his love of video game scores with Jonathan and Tamara. Also, Rebecca Loebe talks about her life as a traveling musician, her time on \"The Voice\" and gives a breathtaking live performance. Jonathan and Tamara also discuss Justin's recent purchase, Charlie Sheen joining the Juggalos and much more!    "
                },
                "3": {
                    "title": "Jonathan Zalben, Mind the Gap",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Mind the Gap drops by the Weekly Comet to perform and special guest Jonathan Zalben (composer for \"Son of Morning\" and the new HBO documentary \"There's Something Wrong with Aunt Diane\") talks about his work in multimedia and joins Mind the Gap on stage! Jonathan and Tamara talk about Weezer's new music cruise, secrets about the upcoming Jay-Z/Kanye album, Jack White's new project and the Black-Eyed- Peas hiatus. Eric Weiner reports from New York on \"Givers\" and Tom Morello speaks about the LA Rising Festival.    "
                },
                "4": {
                    "title": "Tom Sturges, James Grundler",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Weekly Comet (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "21 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    James Grundler (Golden State, Paloalto) performs and talks about his inspiration and the use of his songs in Deadliest Catch and the trailer for the upcoming film Dolphin Tale. Tom Sturges joins Jonathan and Tamara on The Comet Couch and shares some wisdom about music publishing and parenting. Jonathan and Tamara also bring you the latest music news and discuss the release of Spotify, the new single from Jay-Z and Kanye, DMX getting out of prison, the VMAs, the upcoming Bright Eyes tour and much more!    "
                }
            }
        },
        "number of episodes": 38,
        "cast": [
            {
                "name": "Cutler, Miriam"
            },
            {
                "name": "Fjellestad, Hans"
            },
            {
                "name": "Lauria, Lissa"
            },
            {
                "name": "Shore, Ryan"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDhlNjBlZjItOWQwMi00NDVjLWI5ZTMtODg0YjY4MmVjYTc4XkEyXkFqcGdeQXVyMTQ2ODk1NQ@@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "On The Weekly Comet, we explore the business of music with Tamara Conniff, former editor-in-chief of Billboard Magazine, and Jonathan McHugh, music supervisor and film & TV producer. Featuring music news, \"on the road\" segments, taste-maker picks from KCRW DJ Jason Kramer and in-depth interviews with industry executives and performers, The Weekly Comet introduces you to the professionals responsible for the music in your favorite shows... from Breaking Bad to Spartacus to West of Memphis. Insider information and performances from exciting up and coming bands in LA make The Weekly Comet a must for music lovers everywhere.",
        "languages": [
            "English"
        ],
        "title": "The Weekly Comet",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "The Weekly Comet (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "plot": [
            "On _The Weekly Comet_ (qv), we explore the business of music with Tamara Conniff, former editor-in-chief of Billboard Magazine, and Jonathan McHugh, music supervisor and film & TV producer. Featuring music news, \"on the road\" segments, taste-maker picks from KCRW DJ Jason Kramer and in-depth interviews with industry executives and performers, _The Weekly Comet_ (qv) introduces you to the professionals responsible for the music in your favorite shows... from Breaking Bad to Spartacus to West of Memphis. Insider information and performances from exciting up and coming bands in LA make _The Weekly Comet_ (qv) a must for music lovers everywhere.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}