{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 October 2011"
            }
        ],
        "release dates": [
            "USA::1 October 2011"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Gluten-Free Party Menu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "1 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    The Season 5 premiere features butternut squash soup; cashew cream; walnut- and quinoa-stuffed portobello mushrooms; kale, lime and Almond salad; and maple-raisin-date truffles.    "
                },
                "2": {
                    "title": "Summer Soirée",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "8 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Cashew, cucumber and basil soup; not-so-crabby cakes; classic cocktail sauce; and dark chocolate truffle pudding.    "
                },
                "3": {
                    "title": "Rockilicious!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "15 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Roasted cauliflower cutlets with lemon-caper sauce; zingy roasted asparagus; grape tomato, avocado and fresh herb salad; and berry parfaits with cashew-coconut cream.    "
                },
                "4": {
                    "title": "Easy Italian",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "22 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Spaghetti sauce; vegan-ease pizza; and eggplant stack-ups.    "
                },
                "5": {
                    "title": "Mediterranean Flavors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "29 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Chickpea-tomato salad with tofu \"feta\"; escarole with Kalamata olives; garlic hummus; and vegan lemon \"buttermilk\" cake.    "
                },
                "6": {
                    "title": "Craving for Chocolate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "5 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Sweet cocoa cupcakes; rich chocolate frosting; chocolate-coconut cake with sweet cherry compote; and four-ingredient chocolate chip cookies.    "
                },
                "7": {
                    "title": "Sunday Brunch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "12 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Vegan spinach-tomato omelet; spicy baked home fries; coconut-grape muffins; and breakfast sunshine salad.    "
                },
                "8": {
                    "title": "Quick Casserole Dinner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "19 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Rice casserole; sweet potato soup; carrot, cabbage and walnut coleslaw; and upside-down apple-and-oat mini-cakes.    "
                },
                "9": {
                    "title": "Tofu Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "26 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Parchment-wrapped tofu surprise; avocado salad parfaits; and peanut butter-chocolate mousse.    "
                },
                "10": {
                    "title": "Burger Deluxe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "2 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Burgers; baked steak fries; and strawberry mountain pie.    "
                },
                "11": {
                    "title": "Mexican-Style Menu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "9 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Vegetable quesadilla bake; guacamole taco salad bowls; five-ingredient rice pudding; and cinnamon-spiced vegan dessert cream.    "
                },
                "12": {
                    "title": "Ready, Set, Risotto!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "16 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Mushroom and summer squash risotto; Romaine and tomato salad; and vegan blueberry cheeze-cake squares.    "
                },
                "13": {
                    "title": "Holidays Made Easy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "23 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    The Season 5 finale features stuffed green bell peppers; raw vegetable kebabs; and chocolate party parfaits with mocha cream.    "
                }
            },
            "1": {
                "1": {
                    "title": "Festive Lasagna Dinner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Host Laura Theodore, prepares her \"Festive Zucchini Lasagna,\" a delicious dish with a healthy twist. The meal starts with a simple to make, but fancy to serve, \"Quick Carrot and Orzo Soup.\" \"Raspberry Maple Tofu Whip with Fresh Berries\" finishes this meal with a flourish. This tasty menu is all vegetarian and perfect to serve at any festive family occasion.    "
                },
                "2": {
                    "title": "Bountiful Brunch Buffet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Host Laura Theodore prepares her healthy, delicious, and budget friendly brunch. \"Blueberry Mini Biscuits,\" are served along side authentic tasting \"No Egg Scramble.\" Crispy \"Cashew French Toast\" served with warmed organic maple syrup is next up on the menu. Simple side dishes include \"Tomato Basil Pinwheel\" and \"Fancy Fruit Salad.\" Perfect to serve as a mid-day family meal or festive get-together. When it's not breakfast and it's not lunch...it's brunch!    "
                },
                "3": {
                    "title": "Lighter Deli Delights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Host Laura Theodore prepares scrumptious lighter versions of traditional deli favorites such as; \"Eggless Egg Salad\" and grilled \"Reuben Sandwiches,\" paired with \"Zesty Zucchini Oven Fries.\" Quick and easy, \"Jazzy Vegetarian Not Liver\" tastes just like the real thing. \"Upside Down Apple Cake\" is a rich and authentic tasting classic dessert that makes a delicious finish to a delightful, homemade, deli-style meal!    "
                },
                "4": {
                    "title": "Southwestern Style Menu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Host Laura Theodore prepares Southwestern style recipes that are bursting with festive flavor. First up, \"Five-Ingredient Guacamole\" whips up in 5-minutes. \"Jazzy Black Bean Chili\" makes a great party dish or mid-week meal, paired with hearty \"Double-Corn Cornbread.\" Even the kids will love \"Nutritious Nachos,\" fun fare that prepares in under twenty minutes. \"Sweet and Spicy Chocolate Mousse\" offers a rich and satisfying dessert with just a little bit of heat!    "
                },
                "5": {
                    "title": "Summer Eco-Picnic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Host Laura Theodore shares tasty recipes and tips for serving earth-friendly outdoor summer meals. Highlights include \"Cool Cucumber Soup\" served in edible bread bowls and \"Sunflower Avocado Rolls,\" make perfect portable sandwiches. Next up, no picnic would be complete without \"Country Style Red Potato Salad.\" \"Peanut Butter Fudge\" makes a rich but refreshing picnic dessert. Eco-tips include; \"How to Pack an Earth-Friendly Picnic Basket.\"    "
                },
                "6": {
                    "title": "Party Portobello Dinner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "5 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Host Laura Theodore prepares her perfect party menu. Featuring a meaty texture and mouth-watering taste, \"Crispy Portobello Steaks\" are encrusted in a savory crunchy coating and cradled in a cloud of delicious \"Maple Mashed Sweet Potatoes.\" Delicate spears of \"Roast Asparagus with Baked Garlic and Baby Tomatoes\" are served on the side. Luscious \"Raspberry Parfaits\" top off this satisfying soirée menu.    "
                },
                "7": {
                    "title": "Meatless-Meatloaf Supper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "12 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Host Laura Theodore prepares her vegetarian version of traditional meatloaf and mashed potatoes. She begins with \"Wonderful Walnut Mushroom Loaf,\" which is reminiscent of the classic meat version. Low calorie, \"Mashed Potatoes and Cauliflower;\" taste like creamy mashed spuds without the cream! \"Sesame Green Beans\" round out the menu. Here's a meal you'll be confident to serve to everyone you are cooking for.    "
                },
                "8": {
                    "title": "Dazzling Chocolate Desserts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "19 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Host Laura Theodore prepares her luscious chocolate culinary creations. The line up includes; \"Triple Chocolate Brownies,\" a quintessential chocolate treat, followed by \"Pots de Crème\" a delectable, rich tasting pudding. Scrumptious \"Chocolate Chip Banana Muffins\" are up next and \"Chocolate Truffle Trio\" rounds out this dazzling dessert line up. As a bonus, Laura shows how to craft her attractive, easy, and low cost \"Eco-Friendly Chocolate Party Favors.\"    "
                },
                "9": {
                    "title": "Italian Flair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "26 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Host Laura Theodore prepares a delicious and hearty Italian-style meal. The menu features \"Quick Lasagna Rolls\" and savory side dishes such as: \"Basil Roasted Peppers\" and \"Broccoli Rabe with Garlic.\" Next up, a favorite dish with kids of all ages is \"Grandma's Garlic Bread.\" \"Balsamic Strawberry Delight,\" finishes the meal with an Italian-inspired flourish.    "
                },
                "10": {
                    "title": "Farm Market Fresh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "3 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Host Laura Theodore prepares recipes that are bursting with \"just picked\" flavor. She begins with refreshing \"Garden Vegetable Basil Gazpacho\" a chilled delight on a hot summer night. Next up, fresh from the farm ingredients inspire tempting \"Zucchini Fettuccini with Fresh Tomato Salsa\" and zesty \"Arugula and Walnut Pesto Pasta\" Apples stand front and center in \"Autumn Apple Crisp.\" Inspired by the fresh flavors of summer, you'll easily create culinary delights in your own kitchen.    "
                },
                "11": {
                    "title": "Artful Artichokes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "12 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Host Laura Theodore prepares tempting dishes featuring artichokes. Recipes include; \"Easy Artichokes with Lemon Dipping Sauce,\" \"Baked Artichokes with Savory Walnut Stuffing,\" and \"Italian-Style Stuffed Artichokes.\" \"Chilled Artichokes with Dill Sauce\" or \"Caramelized Balsamic Artichokes\" both make an elegant side dish for any special meal. You'll impress your friends and family with new found confidence when serving this golden goddess of the vegetable world.    "
                },
                "12": {
                    "title": "Company Is Coming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "17 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Host Laura Theodore prepares a delightful menu that is perfect to serve to guests. \"Fancy Stuffed Peppers,\" is a delicious, lighter version of a classic recipe. \"Velvety Carrot Soup,\" tastes rich and creamy without the use of any dairy products and \"Sweet and Savory Kale\" makes a crowd-pleasing side dish. \"Chocolate Ganache Pudding\" finishes the meal with a flourish. Here's an eco-chic meal to serve at any dinner party or festive family meal.    "
                },
                "13": {
                    "title": "30-Minute Vegetarian",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "24 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Host Laura Theodore prepares a quick, \"good-for-you meal,\" in under 30-minutes. The menu features tangy \"Pasta with Broccoli and Sun Dried Tomatoes,\" \"Warm Bakery Bread with Herbed Dipping Oil,\" and \"Avocado Cashew Salad.\" Laura even includes a refreshing dessert; \"Frozen Banana Creamy with Cocoa Dust.\" When healthy is on your mind but you are rushed for time, today's menu offers an ideal solution.    "
                }
            },
            "2": {
                "1": {
                    "title": "Nuts About Nut Loaf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Host Laura Theodore prepares a delightful dinner that features hearty \"Cashew and Quinoa Loaf,\" paired with savory \"Paprika and Rosemary Roasted Red Potatoes.\" On the side, mouth watering \"Asparagus with Vegan 'Hollandaise' Sauce.\" Quick to prepare \"Flourless Oatmeal Lace Cookies\" make a crisp and delicious dessert.    "
                },
                "2": {
                    "title": "5 Ingredients or Less",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "8 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Host Laura Theodore prepares quick recipes that require only five ingredients or less! \"Easy Black Bean Casserole\" is served with a crunchy and sweet \"Carrot and Maple-Walnut Salad.\" For starters, tantalizing \"Tortilla Oven 'Fried' Mushrooms\" take the stage. Need a quick dessert or snack? \"No-Bake Peanut Butter Cookies\" fill the bill for a sweet and crunchy bite!    "
                },
                "3": {
                    "title": "Easy Paella Dinner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "15 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Host Laura Theodore prepares \"Easy Vegan Paella,\" a Spanish inspired rice dish combined with a variety of jazzy vegetables like onions, peas, artichoke hearts and tomatoes. A festive array of \"Tasty Tapas\" starts the meal with pizazz. For dessert, Laura bakes moist \"Pineapple-Pecan Cake,\" made with sweet fresh pineapple and crunchy pecans.    "
                },
                "4": {
                    "title": "Just Desserts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "22 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Host Laura Theodore prepares scrumptious sweet desserts featuring \"Double-Chocolate Cake with Chocolate Ganache Icing,\" the perfect indulgence to please any chocolate fan. Then \"Luscious Little Carrot Cupcakes\" are a 'two-in-one' baked treat that serve as a flavorsome breakfast muffin too. \"Almondy Oatmeal Cookies with Raisins and Chocolate Chips\" are a delightfully crisp and satisfying cookie confection.    "
                },
                "5": {
                    "title": "Neighborly Supper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "29 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Host Laura Theodore prepares a casual meal featuring delectable \"Walnut Stuffed Mushrooms.\" \"Roasted Butternut Squash with Garlic\" is served on the side, along with mouthwatering \"Spinach with Garbanzo Beans and Caramelized Onion.\" Scrumptious \"Light and Lovely Lemon Cake\" rounds out this simple supper menu.    "
                },
                "6": {
                    "title": "Rockin' Moroccan Stew",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "5 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Host Laura Theodore prepares oven baked \"Rockin' Moroccan Stew,\" which features a rainbow of veggies delicately infused with flavorful sweet and spice. Paired with \"Quick Quinoa,\" it makes a hearty meal for any night of the week. Then \"Fig, Kale, and Tomato Salad,\" brings a welcome change to everyday greens. To top off the meal, easy \"Luscious Apple Tart with Blueberry Glaze\" is sure to please.    "
                },
                "7": {
                    "title": "Pasta with Pizazz!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "12 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Host Laura Theodore prepares pasta favorites starting with easy \"Peanut Noodles.\" Next, \"Penne with Garbanzo Beans and Broccoli Rabe\" prepares quickly, but is packed with zingy flavor. A surprise choice for noodles is showcased in \"Pea and White Bean Puttanesca,\" followed by \"Arugula, Artichoke and Tomato Pasta\" which features a no-cook sauce, making it a breeze to prepare for a summertime meal.    "
                },
                "8": {
                    "title": "Breakfast Favorites",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "19 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Host Laura Theodore prepares breakfast recipes, beginning with a quick and refreshing \"Raspberry-Banana Green Dream Smoothie.\" If baked treats are more your style, then \"Apple Muffins with Pumpkin Seeds\" are sure to please. Want to change your morning fare up a bit? Try delectable \"Rocky Mountain Toast.\" An old time favorite, \"Awesome Oatmeal,\" is cooked up jazzy style, adding classic flavor to this breakfast line up.    "
                },
                "9": {
                    "title": "Festive Enchilada Bake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "26 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Host Laura Theodore prepares \"Sensational Two-Bean Enchilada Casserole,\" an easy to prepare, layered casserole that is bursting with flavor. \"Guacamole Salsa Dip with Homemade Tortilla Chips\" starts the meal off with a fun flair while \"Fancy Peeled Salad\" adds color and crunch. \"Marvelous Mango Sorbet\" finishes this feast with a frosty flourish.    "
                },
                "10": {
                    "title": "Lunch Bunch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Host Laura Theodore prepares lunch, starting with simple \"Four-Ingredient Leek Soup.\" A trio of main dish salads include: tantalizing \"Avocado and Black Bean Confetti Salad,\" tasty \"Fancy Chickpea Salad\" and satisfying \"Quinoa Tabbouleh,\" served with crusty bread on the side. We'll finish our lunch with a refreshing and elegant \"Banana-Raspberry Sorbet.\"    "
                },
                "11": {
                    "title": "Elegant and Easy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "9 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Host Laura Theodore, prepares her elegant and easy party menu featuring \"Savory Mushroom Stroganoff\" served over delicate rotini pasta. On the side, simple \"Broccoli with Lemon Sauce\" compliments beautifully. \"Walnut, Beet and Tofu Salad\" starts off the meal with flair. To finish with a flourish, sinfully delicious \"Chocolate Mousse Ginger Pie\" whips up in a flash.    "
                },
                "12": {
                    "title": "It's Soup Time!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "16 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Host Laura Theodore prepares four superstar soup recipes. We begin with\"Winter Warming Soup,\" which makes the perfect meal on a chilly night. Next up, \"Creamy Broccoli Soup\" is quick to prepare with no cream required. When the temperature is rising and soup is on your mind, chilled \"Green Goddess Summer Soup\" fills the bill. And last up, soup with a twist: \"Penne and Lettuce Soup\" cooks up in under fifteen minutes.    "
                },
                "13": {
                    "title": "Happy Holiday Meal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "23 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Host Laura Theodore's holiday meal features petite \"Acorn Squash with Mushroom, Walnut and Celery Stuffing.\" On the side, sweet cinnamon and maple glazed \"Yummy Yam Casserole\" is topped with crunchy pecans. \"Green Beans Almondine\" stand in for the traditional green bean casserole. Light as air, \"Holiday Sandies Cookies,\" are sweet and crisp making a tempting dessert for kids of all ages.    "
                }
            },
            "3": {
                "1": {
                    "title": "A Taste of Italy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "1 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Host Laura Theodore prepares a classic Italian-American inspired menu featuring authentic tasting \"Spaghetti and Wheatballs.\" On the side, egg-free \"Caesar Salad with Cashew Parmesan\" adds a timeless flair. For dessert, delicious \"Pear, Apple and Walnut Crostata\" finishes the meal with gusto.    "
                },
                "2": {
                    "title": "BBQ Bash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "8 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Host Laura Theodore prepares warm weather cuisine to celebrate a festive summer holiday. Colorful \"Jazzy Shish Kebabs\" with homemade barbeque sauce are served over \"Quick Quinoa.\" On the side, tangy \"Kale and Tomato Salad\" adds a refreshing crunch, while \"Chilled Choco-Peanut Butter Cups\" make a refreshing and decadent dessert.    "
                },
                "3": {
                    "title": "Festive Family Meal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "15 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Host Laura Theodore prepares a celebratory family menu filled with traditional tastes. \"Sweet and Sour Stuffed Cabbage\" is the superstar of this menu, served beside creamy \"Mashed Potatoes with Roasted Garlic.\" For the first course, \"Apple, Walnut and Cinnamon Salad\" makes a colorful appetizer. The classic macaroon cookie gets a jazzy makeover with \"Coconut Vegaroons,\" a mouthwatering dessert that rounds out this festal meal.    "
                },
                "4": {
                    "title": "Sweets for the Sweet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "22 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Host Laura Theodore prepares jazzed up versions of favorite culinary confections. \"Peanut Butter Mousse Tartlets\" head this line up of scrumptious sugary confections and easy \"Chocolate Candy Clusters\" please even the most devoted candy lover. A surprise twist on the classic \"Apple Turnover\" provides added sweet culinary bliss to this trio of sweet treats.    "
                },
                "5": {
                    "title": "Good Morning Fiesta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "29 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Host Laura Theodore prepares a zesty breakfast menu featuring \"Tofu Ranchero,\" a slightly spicy dish served with fresh tomato sauce. For a baked treat, \"Cornbread and Sweet Pepper Mini-Muffins\" wakes up sleepy taste buds, while \"Pineapple, Banana and Strawberry Smoothie\" presents a frosty and fruity beverage to get the morning started on an energizing note.    "
                },
                "6": {
                    "title": "All American Meal: Burger and Fries",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "6 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Host Laura Theodore prepares the quintessential American meal featuring meaty tasting \"Mushroom-Nut Burgers\" paired with delicious \"Confetti Oven Fries.\" \"Jazzy Coleslaw\" adds color and crunch, while \"Banana Milk-less Shake\" adds a sweet and creamy touch of classic taste.    "
                },
                "7": {
                    "title": "Cauliflower Gets Respect",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "13 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Host Laura Theodore prepares creative and tasty ways to serve cauliflower. The cruciferous wonder stands front and center in satisfying \"Cauliflower Steaks with Sweet Pepper Sauce,\" then plays the part of cream in \"Creamy Cauliflower Soup.\" Slow baking in the oven brings out sweet flavors in \"Paprika Roasted Cauliflower,\" the perfect side dish for any meal.    "
                },
                "8": {
                    "title": "Wheatloaf and Potatoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "20 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Host Laura Theodore prepares a favorite family supper with a twist. Meat-free \"Savory Seitan Loaf with Tomato-Mushroom Gravy\" satisfies big appetites paired with appetizing \"Twice Baked Potatoes.\" Maple sugar adds a welcome pop of flavor to \"Broccoli with Sweet Tamari-Onion Sauce,\" while creamy \"Dreamy Banana Pie\" rounds out this appealing menu.    "
                },
                "9": {
                    "title": "It's Tofu-licious!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "27 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Host Laura Theodore prepares a meal featuring some easy and delicious tofu recipes. \"Coconut Encrusted Tofu Cutlets\" are served with a sweet dipping sauce. On the side, \"Steamed Green Beans and Carrots with Orange Sauce\" make a colorful pairing, while \"Black Quinoa and Crimini Mushrooms\" adds taste and texture. For dessert Almond \"Creamy\" Pudding uses whipped tofu to create a smooth, cream-like texture.    "
                },
                "10": {
                    "title": "Spectacular Summer Salads",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "3 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Host Laura Theodore prepares flavorsome salads featuring seasonal, local produce. Main dish options include, \"Penne and Black Bean Salad\"- a jazzy twist on a classic cold pasta dish, and colorful \"Red Quinoa and Avocado Salad\" highlights tempting textures. \"Easy Summer Cucumber Salad\" adds a crunchy sweet and sour flair to any hot weather meal, while \"Quick Tomato Salad\" tastes like summer in a bowl.    "
                },
                "11": {
                    "title": "Super Party Menu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "10 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Host Laura Theodore prepares a crowd-pleasing menu to serve at a fun-filled gathering. Easy \"Oven-Baked Two-Bean Chili\" satisfies big appetites with spicy heat and hearty flavor. \"Jazzy Potato Skins\" are a delicious vegan version of a classic American nosh and \"Sweet and Salty Snack Almonds\" satisfy when munchies strike. \"Mom's Turtle Cookie Squares\" provide a decadent chocolaty finish to this super party line up.    "
                },
                "12": {
                    "title": "New York, New York",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "17 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Host Laura Theodore prepares a Manhattan inspired meal, featuring savory \"Peppers and Vegan Sausage\" nestled in a sub-style bun, served up with \"Deli-Style Macaroni Salad\" on the side. For dessert, super rich and creamy New York style \"Blueberry Cheeze-Cake\" provides a Big Apple inspired dessert.    "
                },
                "13": {
                    "title": "Winter Celebration",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "24 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Host Laura Theodore prepares a menu to serve for a jolly seasonal soirée. This vibrant meal features sensational \"Fancy Stuffed Shells\" cooked with \"Dad's Marinara Sauce.\" On the side, \"Quick Spinach Salad\" adds appeal to this gala menu. To finish with a flourish, decadent and rich \"Black Forest Pecan Pie\" with \"Vanilla Crème Fresh,\" pays tribute to a traditional holiday dessert.    "
                }
            },
            "4": {
                "1": {
                    "title": "Pizza with a Twist!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "1 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Host Laura Theodore prepares variations on pizza. Special guests: Ed Begley Jr. and Dr. Pam Popper. Perfect for a casual party, \"Polenta Pizza\" features a gluten-free crust topped with ripe tomatoes, fresh basil, artichoke hearts and classic Italian seasonings. Tantalizing \"Tortilla Salad Pizza\" boasts a crispy crust, lively greens and \"Vegan Almond Parmesan.\" Part pizza, part tart, \"Jazzy Pizza Tart\" is topped with roasted veggies and baked to perfection.    "
                },
                "2": {
                    "title": "Breezy Brunch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "8 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Host Laura Theodore prepares a delightful mid-day meal. Special guests: T. Colin Campbell, Ph.D. and Rachelle Carson-Begley. Menu features a gluten-free, vegan \"Zucchini Summer Quiche,\" crunchy \"Jicama and Spinach Salad\" and \"Cranberry-Pecan Quick Biscuits.\" \"Chilled Avocado Soup\" adds a refreshing touch to this warm weather menu.    "
                },
                "3": {
                    "title": "Be My Valentine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "15 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Host Laura Theodore prepares a festive Valentine's supper menu. Special guests: T. Colin Campbell, Ph.D. and Chef Del Sroufe. Menu features \"Red Pepper Boats\" with rice, mushroom and caper stuffing, served with \"Leeks with Raisins.\" For the first course, \"Creamy Butternut Bisque\" presents a smooth texture and rich flavor. Decadent \"Raspberry Fudge Truffles\" make a mouthwatering dessert.    "
                },
                "4": {
                    "title": "Spanish Style",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "22 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Host Laura Theodore prepares a Spanish-inspired supper menu. Special guest: Dr. Pam Popper. \"Quinoa and Butternut Squash Paella\" highlights quinoa, which stands in for the traditional rice, while butternut squash adds welcome texture and taste. First course features \"Avocado-Tofu Salad\" with \"Lively Lemon Dressing.\" For dessert, elegant \"Baked Apples in Parchment\" provide a delicious finish to this satisfying menu.    "
                },
                "5": {
                    "title": "Cookie Monster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "29 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Host Laura Theodore prepares a fun and festive array of cookies. Special guests: Jim Brickman and Chef Del Sroufe. \"Peanut Butter and Jelly Cookies\" are packed with an irresistible nutty flavor and delectable jelly filling. Classic \"Chewy Chocolate Chip Cookies\" satisfy sweet cravings with a healthy twist. Easy and festive \"Cherry-Chocolate Taco Cookies\" feature gooey chocolate and plump cherries.    "
                },
                "6": {
                    "title": "South of the Border",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "6 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Host Laura Theodore prepares a fiesta menu. Special guests: Ed Begley Jr., Dr. Pam Popper and Chef Del Sroufe. Menu features \"Easy Burrito Bake,\" the perfect recipe for a casual weeknight supper. On the side, \"Lively Lime Tortilla Chips\" provide crunch and jazzy pizazz. For a sweet note, \"Chocolate Rice Pudding\" makes a satisfying and healthy dessert treat to round out this colorful menu.    "
                },
                "7": {
                    "title": "Easy Summer Luncheon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "13 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Host Laura Theodore prepares a lovely luncheon meal for her girlfriends. Special guest: Chef Del Sroufe. Menu features \"Mock Tuna Open-Face Sandwiches\" garnished with cherry tomatoes and sprouts. On the side, \"Spinach and Apple Salad with Maple Mustard Dressing\" blends baby spinach and crisp apples, while mouthwatering \"Strawberry Tartlets\" make the ideal warm weather dessert. To wet your whistle, \"Maple-Mint Lemonade.\"    "
                },
                "8": {
                    "title": "Seitan Piccata Supper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "20 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Host Laura Theodore prepares a satisfying company meal. Special guests: Dr. Pam Popper and Rachelle Carson-Begley. Menu features savory \"Seitan Piccata,\" a vegan take on the traditional dish, served over \"Brown Basmati Rice.\" On the side, \"Petite Peas and Parsnips\" add color and taste. For dessert, creamy and delicious \"Vanilla, Maple and Cinnamon Tofu Pudding\" whips up in just five minutes.    "
                },
                "9": {
                    "title": "Fabulous Fall Fare",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "27 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Host Laura Theodore prepares a bountiful autumn meal. Special guests: T. Colin Campbell, Ph.D. and Rachelle Carson-Begley. Featuring produce from the local farm market, this colorful menu includes hearty \"Cauliflower, Sweet Potato and Celery Chowder,\" filling \"Butternut Squash with Apples and Cranberries,\" and flavorful \"Kale with Creamy Walnut Sauce.\"    "
                },
                "10": {
                    "title": "Bake It Vegan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "3 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Host Laura Theodore prepares yummy vegan baked goods recipes. Special guests: Dr. Pam Popper and Rachelle Carson-Begley. Featuring classic vegan \"German Chocolate Cake\" topped with coconut and pecan icing. Party perfect \"Zucchini-Orange Cupcakes with Vegan Vanilla Cream Cheese Frosting\" are moist and delicious. \"Cinnamon-Maple Mini-Muffins\" pair well with any meal and at snack time, too!    "
                },
                "11": {
                    "title": "Portable Picnic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "10 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Host Laura Theodore prepares a portable picnic lunch. Special guest: Chef Del Sroufe. Menu features \"Chickpea and Quinoa Salad in Sweet Pepper Boats.\" \"Marinated Asparagus Salad\" adds zing to this traveling menu. For dessert, festive \"Date-Nut Lollipops\" add a pop of fun and flavor, while homemade 'Ginger Iced Tea\" rounds out the meal with frosty freshness.    "
                },
                "12": {
                    "title": "What's for Breakfast?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "17 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Host Laura Theodore prepares festive top-o-the-morning recipes. Special guests: Ed Begley Jr. and Chef Del Sroufe. Menu features \"Pear and Apple Breakfast Pizza,\" the perfect dish to wake up any breakfast menu. Crunchy and sweet \"Magnificent Maple Granola with Banana Whipped Topping\" adds decadent flair, while \"Blueberry-Zucchini Surprise Mini-Muffins\" make a great start to the day.    "
                },
                "13": {
                    "title": "Giving Thanks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jazzy Vegetarian (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "24 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Host Laura Theodore prepares a meat-free, vegan celebratory dinner menu. Special guest: Jim Brickman. The star of this traditionally inspired fare is delectable \"Holiday Stuffing Casserole\" served with \"Festive Kale Salad.\" \"Maple Baked Acorn Squash\" adds a touch of sweet to this festive meal and \"Pumpkin Pie with Date-Nut Crust\" is a classic dessert with a jazzy twist.    "
                }
            }
        },
        "number of episodes": 65,
        "cast": [
            {
                "name": "Theodore, Laura"
            },
            {
                "name": "Popper, Pam"
            },
            {
                "name": "Sroufe, Del"
            },
            {
                "name": "Carson, Rachelle"
            },
            {
                "name": "Jr., Ed Begley"
            },
            {
                "name": "Campbell, T. Colin"
            },
            {
                "name": "Brickman, Jim"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 5,
        "rating": 5.3,
        "votes": 15,
        "languages": [
            "English"
        ],
        "title": "Jazzy Vegetarian",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Jazzy Vegetarian (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "production companies": [
            {
                "name": "Jazzy Vegetarian"
            },
            {
                "name": "PCA Creative"
            },
            {
                "name": "Virtual Media Productions"
            }
        ],
        "distributors": [
            {
                "name": "NETA / PBS"
            },
            {
                "name": "NETA National Educational Telecommunications Association"
            },
            {
                "name": "Oregon Public Television"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 15,
                "rating": 5.3
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 3.5
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 6.4
            },
            "males": {
                "votes": 4,
                "rating": 5.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 2.0
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 6.0
            },
            "females": {
                "votes": 6,
                "rating": 6.1
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 4.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 5.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 2.0
            },
            "us users": {
                "votes": 7,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 5,
            "9": 1,
            "8": 0,
            "7": 1,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 6
        },
        "arithmetic mean": 5.3,
        "median": 5
    }
}