{
    "imdb": {
        "raw release dates": [
            {
                "country": "Russia\n",
                "date": "  2011"
            },
            {
                "country": "Russia\n",
                "date": "11 April 2011"
            }
        ],
        "release dates": [
            "Russia::2011",
            "Russia::11 April 2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Zakrytaya shkola"
            },
            {
                "countries": "Russia",
                "title": "Закрытая школа"
            },
            {
                "countries": "Russia",
                "title": "Лес"
            },
            {
                "countries": "Russia",
                "title": "Интернат"
            },
            {
                "countries": "World-wide (English title) (informal English title)",
                "title": "The Private School"
            },
            {
                "countries": "World-wide (English title) (literal translation of working title)",
                "title": "The Woods"
            },
            {
                "countries": "World-wide (English title) (literal translation of working title)",
                "title": "The Boarding School"
            }
        ],
        "akas": [
            "Zakrytaya shkola (original title)",
            "Закрытая школа Russia",
            "Лес Russia",
            "Интернат Russia",
            "The Private School World-wide (English title) (informal English title)",
            "The Woods World-wide (English title) (literal translation of working title)",
            "The Boarding School World-wide (English title) (literal translation of working title)"
        ],
        "akas from release info": [
            "Zakrytaya shkola (original title)",
            "Закрытая школа Russia",
            "Лес Russia",
            "Интернат Russia",
            "The Private School World-wide (English title) (informal English title)",
            "The Woods World-wide (English title) (literal translation of working title)",
            "The Boarding School World-wide (English title) (literal translation of working title)"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    In school-boarding-school \"Logos\" of teacher and students clash up against new dangers. After an explosion in the cave of secrets and riddles becomes yet more. On school a mortal virus spreads headily. Volodya knows that at school quarantine, and soldiery surrounded territory. To get to school and abandon the limits of school territory now appears not so simply. Not all her friends are glad the return of Dasha. Guys together with all try to find a vaccine. Andrey experiences heavily, that his family remained under an obstruction. Meantime the new \"appear\" at school.    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    In \"Logos\" amount infected increases constantly. Liza is badly. Guys decide to search a vaccine independently. Roman tries to find out that remembers Dasha. Meantime Dasha finds out on the wall of building of school a crack. Andrey asks the friends to help him to make way for the perimeter of cordon, even if it threatens a mortal danger. Volodya gets in the hands of soldiery. And meantime a new doctor appears at school.    "
                },
                "3": {
                    "title": "Episode #4.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Victor hears about possibility of bringing down of building of school. Teachers create a hospital block for those, who was infected. Dasha tries to find out, who of her friends betrayer. Zhenya tries to conquer the location of guys. Vadim and Pavel find under the obstruction of employee \" Ingrid\". Maxim prepares for Liza a surprise that turns around unexpected troubles.    "
                },
                "4": {
                    "title": "Episode #4.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Dasha continues investigation on purpose to find out, who of friends could chuck out her from a window. Roman finds a notebook with her records. Vika experiences, that Dasha is removed from the friends. For Maxim an ampoule disappears with an antidote. Guys go to understand with Vadim. Vadim tries to win over Elena. Volodya appears in a hospital block. Meantime Vika and Lesha find out a secret room.    "
                },
                "5": {
                    "title": "Episode #4.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Guys decide to examine an enigmatic room. While they are absent, their cells and decorations disappear. Elena and Vadim continue to be under an obstruction. Kurilenko tries to run from a hospital block. Roman, Liza and Maxim notice that someone sends from the forest a morse signal-code by means of mirror. Andrey and Maxim try to find out, who and why it does. Meantime, Alisa and Tasya set forth for the forest, to meet with Nadya.    "
                },
                "6": {
                    "title": "Episode #4.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Victor with men tries to liberate Elena and Vadim from a trap. Under an obstruction already there almost is not oxygen. Dasha thinks of a method, how to calculate a betrayer. But Roman not intend to surrender without a fight. Andrey hopes that signs in a secret room will specify to him other way in a cave. Lesha flirts with Vika, and at this time Liza quarrels with Maxim. Galina promises to Alisa and Tasya, that will pass to Nadya their letter. Volodya suspects that between Zhenya and Kurilenko there is secret connection.    "
                },
                "7": {
                    "title": "Episode #4.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Andrey wants to do Dasha surprise, Zhenya is caused to help him herein. Timofeeva with Haritonov try to run from school. Denis and Lilya succeed to open one of doors of hexagonal room. Alisa and Tasya suspect that adults search in the cave of treasure. Girls go down downward in that moment when Victor and Raevskiy blow up an obstruction in a cave by means of dynamite.    "
                },
                "8": {
                    "title": "Episode #4.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Larissa puts Maxim frightful diagnosis. A hope again to begin to walk appears at Dasha. Vika gives to understand to Zhenya, that to her nothing lights with Andrey. Liza confesses to Maxim in love. The pistol of Volodya gets in the hands of Kurilenko, and in an infirmary shed blood. Haritonov continues to execute pointing of Vadim that again something bethought to. Meantime Andrey and Roman together go to the cave and get in a trap.    "
                },
                "9": {
                    "title": "Episode #4.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Vorontsov understands that in a hospital block unsafely and decides to hide Mitya on a garret. After an operation blood transfusion is required Larisa, but an only suitable donor appears the carrier of virus. And meantime Andrey and Roman stuck in a cave. Andrey finds after an obstruction at bottom level of cave a door from that a knock is reported. Maxim and Lesha understand that guys went away in a cave one. Denis sees in-field Voitevich.    "
                },
                "10": {
                    "title": "Episode #4.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    All supply of antidote disappears at school. In a theft accuse one of teachers. Liza heavily experiences a break with Maxim. Andrey with friends decide once again to get down in a cave in a hope to find the source of enigmatic knock. In a secret room guys succeed to pick up a code to the lock and open one of doors. And at this time experimental treatment of Dasha results in unforeseen consequences.    "
                },
                "11": {
                    "title": "Episode #4.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    There is mourning at school. Teachers and students leave on funerals. Larisa understands that someone substituted Dasha medicine. Maxim opens the secret to Vika. Kurilenko guesses that with distribution of medications some problems. Among children all anymore than infected, and medicine still is not found. Haritonov helps Vadim to conduct a double game. Guys find in the cave of survivor after an explosion.    "
                },
                "12": {
                    "title": "Episode #4.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Medicine lasts already not all diseased. Volodya all more difficult to control a situation in an insulator. Alisa experiences from a separation with Mitya. Liza knows from Zhenya about other girls of Maxim. Vika tells Lesha about the value of symbols from a secret room. Morozov runs back from a funny house. And meantime an attempt to nose after Vadim treats to Ann very expensive.    "
                },
                "13": {
                    "title": "Episode #4.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Dasha considers that calculated a betrayer. Ermolaev opens to Andrey the secret related to his family. A medallion with a lily interests now not only Denis. An antidote closes. Kurilenko entices senior pupils on the side. Larisa applies to Vadim for help in the synthesis of vaccine. Ann, finally, is found, but she in a very grave condition.    "
                },
                "14": {
                    "title": "Episode #4.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Roman gets a mysterious message and decides to kill Dasha. Veka experiences for Maxim and steals the only standard of vaccine for him. Volodya without medicine is quite badly. Kurilenko lines guys to break from a hospital block. Pavel and Victor try to understand that happened with Ann. Tasya appears closed in a coffin. Vadim meets Voitevich suddenly.    "
                },
                "15": {
                    "title": "Episode #4.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Pavel and Victor interrogate Haritonov. Nobody knows where to search Vadim. And Vadim knows that employers use him. Guys disrobe Roman. Roman has to hide from friends. Zhenya considers that she has a chance to get hold Andrey. Maxim forgets that parted with Liza. Meantime Lesha and Vika hear something a new about a secret room.    "
                },
                "16": {
                    "title": "Episode #4.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Andrey falls out with Roman. Lesha and Vika tell to the guys about the amazing opening. Denis and Lilya know that Galina Vasilievna disappeared. Kurilenko takes in hostages Volodya and tries to burst in a door in a hospital block. Vorontsov and Pavel find a hatch leading in a cave. Vadim understands that he is doomed. The attempt of Elena to stop a fight between Vadim and Vorontsov turns around a tragedy.    "
                },
                "17": {
                    "title": "Episode #4.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Victor gives an interview to the journalists about the folded situation at school. In \"Logos\" a director changes again. Galina Vasilievna disappears from school. Denis and Lilya conduct own investigation. Lesha exposes the all more secrets of secret room. A new director takes all school in hostages. Guys hope that Ermolaev will help to create a vaccine, however he is found lifeless.    "
                },
                "18": {
                    "title": "Episode #4.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The searches of Galina Vasilievna bring Lilya over and Denis to the unexpected opening. Kurilenko with a knife walks about on school, searching medicine. Larisa becomes on a step nearer to creation of vaccine. Tasya decides that she must be infected. Lesha prepares a surprise to Vika. Roman knows something, that compels him to go back into school.    "
                },
                "19": {
                    "title": "Episode #4.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 19,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    A teacher that all considered lost goes back into school. Vika helps Volodya to recover part of files from the computer of Vadim. Lesha conducts Vika in a secret room, that will share another new opening. Zhenya decides to take advantage of quarrel between Andrey and Dasha. Dasha experiences from Andrey. Roman appears at death.    "
                },
                "20": {
                    "title": "Episode #4.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 20,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Soldiery mine territory round school. Adults know that some senior pupils ran with Kurilenko. Trying to save guys, Volodya appears between life and death. Raevskiy decides to lay hands on the only standard of vaccine. Vika wants to confess in feelings Maxim. Andrey tries to work out the relationships with Dasha. Guys are shocked by a find in the workshop of Ermolaev.    "
                },
                "21": {
                    "title": "Episode #4.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 21,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Volodya continues to balance on verge of life and death. Denis gets a message from Galina Vasilievna. Roman again consents to work on Morozov. Guys understand that someone searched their room, and intend to disrobe a secret agent. Dasha and Andrey find the priceless papers of brother Vadim on a garret. Zhenya is ready to go on everything, to get hold Andrey.    "
                },
                "22": {
                    "title": "Episode #4.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 22,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Victor is disappointed in Larisa, when hears about her past. Larisa watches after Paulina. To Alisa is badly. Guys are staggered, that not able to mourn the lost friend. Roman hears a shocking true about Zhenya. Morozova cruelly punishes Victor for disobedience.    "
                },
                "23": {
                    "title": "Episode #4.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 23,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Guys notice unusual behavior of all inhabitants of boarding-school \"Logos\". Lesha, Liza and Vika investigate school, trying to set reason of anomaly. Lilya and Denis search the keys to the doors in the cave of count. Andrey and Maxim find a new passage-way on a bottom level. Meantime, Maria begins to lose reason.    "
                },
                "24": {
                    "title": "Episode #4.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 24,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Andrey gets in a trap. Vika is drawn together with Maxim, taking advantage of his illness. Liza sees ghosts again. Denis and Lilya expose another riddle of secret room. Meantime teachers and students of \"Logos\" celebrate the glad occasion. However from Alisa, Tasya and Yura a holiday appears on verge of derangement.    "
                },
                "25": {
                    "title": "Episode #4.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 25,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    While Lesha helps Maxim and Vika to liberate Andrey from a trap, Denis and Lilya continue to accomplish the new opening in a secret room. At this time Volodya and Pavel decide to break through for a protection, although this undertaking promises nothing good. Victor refuses to trust Larisa on one very important business. And meantime, a prophetic dream dreams Mitya.    "
                },
                "26": {
                    "title": "Episode #4.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 26,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Inhabitants of school-boarding-school \"Logos\" is once again experienced heavy casualty. Larisa decides to nose after Paulina. Roman finds understanding at one of the former friends. Not knowing that, Liza makes to itself dangerous enemies. Meantime coming Vika to do a heavy choice between the personal happiness and happiness of friend.    "
                },
                "27": {
                    "title": "Episode #4.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 27,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    A situation at school is critical. Larisa hears all anymore about activity of \"Ingrid\". Morozov gives order to one of the agents to clean Larisa. Victor does not abandon hope to find Irene and Nadya under an obstruction. Denis and Lilya continue to fold the pieces of puzzle in single unit, inexorably approaching solution of secret that keeps secret room.    "
                },
                "28": {
                    "title": "Episode #4.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 28,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Victor finds Larisa without consciousness. Guys decide independently to get to the object that Rauber searches in a cave. Haritonov leaves on meeting with Morozov. One of important finds of Denis and Lilya appears under threat of elimination. Meantime Igor steal from school.    "
                },
                "29": {
                    "title": "Episode #4.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 29,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Adults succeed to get to the cargo door. Voitevich enters into a fight with Morozov. Illness of Maxim makes progress headily, and to him is unexpectedly badly. Rauber meets with one of the not declassified agents, that all this time was at school. Guys succeed to unriddle all riddles. \"Logos\" is shrouded by a smoke-screen.    "
                },
                "30": {
                    "title": "Episode #4.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 30,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Guys already two days search Andrey. Maxim is at death. Rauber gives order about stripping of school territory. Soldiery is ready to burst in \"Logos\". Meantime adults decide to evacuate children and burn out school. There are a great number of lives and fate of all humanity on kitty. Every side battles on the limit of the possibilities. However it is fated far all to reach to the end.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    After the winter holidays in the countryside elite boarding school attracts students. Among them are high school students Maxim, Dasha, Vika, Roma and Artem, and also two novices is Andrey and Nadya Avdeev, the parents of that disappeared under enigmatic circumstances. Dasha at once pays attention to Andrey. It irritates Maxim that accepts new in bayonets. Another new inhabitant of school is a cleaner Maria. Nobody knows that she ran from a psychiatric clinic and appeared here not nearly by chance. In the first educational day the elderly teacher of history Ivan ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Guys find the letter of Ivan Savelevich and hear about secret investigation that was many years conducted by a teacher. Mutual liking between Maria and Victor, head master, becomes more obvious. It causes dissatisfaction of fiancee Victor - head of the teaching department of school Elena. Nadya appears secret friend who lives in the woods. The supply manager of school Galina Vasilievna hears that Maria is searched by a militia, and discharges her.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The boys go into the woods in search of Ivan Savelyevich and make sure that the teacher is in trouble. The relationship between Maxim and Andrey become even more strained. Victor proposes to Elena. Maria with the help of the cook Volodya know who her son. Volodya himself, it appears, is not who he claims to be. In the evening in the room Ivan Savelyevich boys find a secret passage to the attic and find out about the unknown past school.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    In honor of the birth of Victor sends school caretaker Galina vacation. Maxim and Andrey found in the attic of an old album with strange drawings. Maria learns the secret of Galina. Dasha, and Andrey can not get out of an abandoned forest well. A school night inhabitants see a strange light rising from the forest to the sky.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Children are introduced to other Ivan Savelyevich - journalist Oleg Ptitsyn. Ptitsyn warns children about the risks they face. Dasha refuses to terminate the investigation and in the evening one goes to the forest. Victor tries to make up with Helen, unaware that Elena has something to hide.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    In one of the dark rooms dungeons friends find an old tape of terrible shots. Victor spends more and more time with Maria. Elena wants to get rid of a rival. Maria hears about the novel of Elena with Pavel, teacher of physical education. And the lake, meanwhile, are disfigured corpse of a man.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Guys find out at school secret included in a cave. Vika it is tried to kill in a shower-bath/pl. Dasha all more difficult to hide feelings to Andrey. Elena is jealous Pavel of teacher of junior classes, Ann, and insists on her discharge. Maria hears about illness of Galina. Victor breaks off relations with Elena.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Dasha, Vika, Artem and Roma is found in the cave, and the corpse of Ivan Savelyevich body disappeared many years ago orphans. During the terrible discovery guys pay with their lives at risk. Maxim's father, businessman Peter Morozow, arrives in school. Maria with horror learns about the true purpose of his visit. Vika acknowledged Dasha in love with Maxim. Dasha explained with Andrey.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Victor loses a head from Maria, but knows that can not break off with Elena. Andrey and Dasha not in forces to oppose to feelings. Maxim leaves from school. Roma and Artem go to the forest, distracted from sad ideas. Nadya escapes, to cure injured of Gnome, Andrey and Dasha hurry on her searches. And in the evening on a holiday known that one of students is found dead in-field.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Victor hears about reason of destruction of student. In the room of guys find drugs, a question gets up about their contribution from school. Guys go down in a cave see that the bodies of Savelyevich and orphans disappeared. To help Maxim, Maria goes to the crime. On meeting with a liaison Volodya is waited by a frightful surprise.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Guys get a message from the \"next world\". Volodya covers tracks of crime. A new teacher appears at school. Victor and Elena quarrel in earnest. Guys search mysterious Irina. Maxim is ready to go on a transaction with a father.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Maxim testifies against a father. Elena toughens requirements to discipline, rebelling ripens at school. Maria tells to Victor a true about itself. Galina Vasilievna returns from a hospital. In a class a new student appears for guys. Guys find an enigmatic place in-field.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Andrey understands that mean enigmatic numbers in an old magazine. Yulia violates all codes of conduct at school. Her past keeps on trot Galina. The unusual capabilities of Nadya strike teachers. The secret meeting is appointed Volodya in-field. And guys hear about a secret safe in the room of Savelyevich.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The old photo found in the safe of Savelyevich keeps on trot Andrey. Galina helps Elena to remember the past. Elena with horror hears about that, with whom actually released Yulia from school. Control work and photo of unknown girl disappear from the room of Kaverin. Maria understands that Volodya not that, for whom gives out itself.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Maxim is accused of stealing. Guys stop to trust him. Yulia undertakes next intrigue, to run from school. Volodya force to go on a crime. Andrey gathers to be translated in other school. Frightful news are reported Galina about her daughter.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Andrey with horror hears a true about the state of matters of parents and wants to give up guardianship of Victor. The new suspected appears in investigation of guys. Vika tells to Yulia about an unknown girl from the photo found in the room of Kaverin. Galina tries to work out the relationships with a grandchild. Maria and Volodya conduct night together. Ann hears that Pavel changes her.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Friends find new shocking evidences in the safe of Savelevich. On connection the former pupil of child's house goes out with guys. Maxim hears a true about the past. Dasha report about sudden illness of mother. Nadya tries to understand whether there is God actually. Pavel no longer in forces to hide feelings to Elena.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    For guys a hope appears on that an end will come all horrors, but one of friends appears a betrayer. Maxim knows, why his mother did away with itself. Elena tries to find out a true about the brother. Pavel understands that lost Elena forever. Volodya finds out a secret hiding-place with precious content. Nadya acquaints Alisa with Gnome.    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Andrey understands, who of friends appeared a betrayer. Dasha gets a mysterious message. Volodya finds new hiding-places at school. Kaverin hides a frightful true about death of Christina. Meeting of Elena with her brother turns around a tragedy.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Students gather on vacations. Maxim, Dasha, Vika and Roman no longer intend to go back into school. Andrey quarrels with friends. Victor hears about treachery of Elena, and Maria - about the criminal past of Volodya. Andrey, finally, understands, who such Irina Isaeva. Guys with horror know: in crimes what be going on at school, one of their teachers is complicit.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    After spring vacations mysterious school \" LOGOS\" again opens doors for the students. Maxim, Roman, Dasha, Vika and Andrey decide to continue the dangerous investigation and again go down in a cave. Andrey and Maxim now friends, and it surprises other guys. But they do not even guess, what frightful secret united Andrey and Maxim. It is too been Victor, that to hide. Elena fails to appear at school after vacations, and nobody knows where she.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Guys open a mysterious door in a cave - frightful legend becomes reality. Nadya makes sure, that the dead return sometimes. Maxim understands that after that happened in night before vacations, he will never become former. Volodya succeeds to get out from a chamber, but he loses a backpack with pictures. The new teacher of history Nelly appears at school.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    At school Yulia is pursued by an enigmatic student. Volodya finds out blood in the machine of Victor. Elena is jealous Victor of new teacher of history. From Elena Victor quarrels with Pavel. Guys succeed to unriddle the value of symbol on the tattoo of mother Andrey. They understand that can hide after a door with this symbol.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Victor knows, with whom Elena changed to him. Volodya finds out that happened with Maria in night before vacations. Nadya and Alisa search a new dad for Alisa. Yulia decides to find out that actually happened to Christina. Irina Isaeva is remembered by the past. Andrey hears a frightful true about the family.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Elena tries to return Victor by means of blackmail. Yulia negotiates about meeting with the class-mate of Christina. Maria at nights is tormented by nightmares. During a walk on the forest she meets a strange fisherman. Guys try to procure new information, for this time by means of advocate Avdeevy.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Irene knows that her child is sick. A prince requires a picture from Volodya, that promises to get them. Roman fascinated Yulia. Yulia again runs into the taciturn admirer and requires to stop to pursue her. Elena consents to give a divorce to Victor, but at certain terms. Guys find a dossier on itself.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Elena reports to Victor, that Andrey and Nadya can deduct from school. Between Yura Verevkin and Nadyz begun \"war\". Nelly and Volodya try to find pictures. Guys want to find the personal file of Christina and get to the school archive. Meantime Yulia in any way can not get somebody on the phone to the class-mate Christina.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Ann guesses, who stole the keys from her bag. Nadya continues to be at war with Yura. The new head of trustee advice appears at school. Nelly watches after every step of Volodya. A detective Sychev passes to Victor DVD with interesting information. At this time Yulia gets enigmatic flash card. Dasha and Vika understand why Christina perished.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Guys find in Computer a folder with the name \"Project \" Gemini\". Kaverin threatens to the guys. Galina asks money from Krylov, not explaining why they to her. Nadya and Alisa try to understand - how to distinguish a dream and reality. And to Elena her doctor arrives and reports sad news to her. Late at night Vika and Dasha get the enigmatic SMS- reports.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Yulia again sees ghost of Artem. Behavior of girl disturbs Victor. Ann is angry with Andrey. Nelly arranges shadowing after Volodya. Volodya is jealous Maria of Victor. Dasha accepts a final decision concerning their relationships with Maxim. Guys continue to study information from the computer of advocate, a new find shocks children.    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Dasha wants to be with Andrey, but the ideas of Andrey are busy at his new novel. Nelly continues to be at war with Volodya, and Yura - with Nadya. Roman becomes the witness of the secret meeting of Haritonov with an unknown fellow. And at this time Maxim and Andrey search the room of Kaverin.    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Irene succeeds to get out from a chamber. Galina gets an official letter that compels her to remember about the past. Roman steals at Har the secret folder passed to him unknown. Maxim asks a father to tell to him about his real parents. For the sake of Maria Volodya accomplishes a reckless act. Elena can not find Kaverin in any way, and Voitevich guesses that became with his agent.    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Voitevich finds motion on a garret. Galina asks three-day vacation from Elena, but why she needs to leave from school is a secret. Maria decides to confess to Maxim, that she is his mother. Elena suspects that between Ann and Andrey something is. Yulia guesses, why Artem is to her. Dasha considers that Andrey something hides from her and from friends. Guys find a load map.    "
                },
                "14": {
                    "title": "Episode #2.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Irene thinks of, how to ask about a help. Guys discover with horror, that Kaverin disappeared. Nelly blackmails Volodya. And Galina confesses to Victor, for what she needs vacation, but does not tell everything. Victor is unaware that the past of Galina is related to the frightful crime. The ghost of Artem, finally, tells to Yulia, that he needs from her. Ann and Andrey understand that their secret is exposed.    "
                },
                "15": {
                    "title": "Episode #2.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Guys unexpectedly appear in the middle of the forest and try to go back into school. On the way friends find the enigmatic message \" of avengers\". Volodya and Nelly continue the secret competition - who will lick a problem of Prince better. Galina forbids to Krylov to intermingle with a grandchild. And Elena tries to find out that binds her father to Denis. Ann decides to break up with by Andrey. Peter Morozov acquaints Maxim with his mother.    "
                },
                "16": {
                    "title": "Episode #2.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Yulia tells to the guys about the ghost of Theme. Victor finds an in cipher message from the sister Irene. Guys walk up a garret, but understand that this place is unsafe now. Volodya loses \" a competition\" with Nelly. Now a danger threatens his life. Dasha hears about treachery of the nearest friends. Roman confesses to Yulia in feelings. Nadya falls in love in Denis. Andrey passes to Ann a message through Nadya, but a message appears at Dasha.    "
                },
                "17": {
                    "title": "Episode #2.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Preparation to celebration of Day of desires goes at school. Guys believe that wonders happen on this day. Andrey hears that Ann betrayed him, to remain at school. Volodya appears on verge of ruin. Nelly gets to the cave, where she is waited by the unexpected meeting. Victor can not read a next riddle left by a sister in any way. Elena knows, what secret binds Krylov to Galina. Vika forces to tell Dasha that happened between her and by Maxim out of term. Maxim hears a cruel true about the mother.    "
                },
                "18": {
                    "title": "Episode #2.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Behavior of Volodya disturbs Maria. She does not know that he needed to live quite not long. Maxim wants, that Morozov, in spite of everything, again became his father. Victor remembers the childhood and night, when he succeeded to survive. Guys understand, what secret is hidden by Victor. Irene Isaeva appears at liberty, but her life and life of her child are in a danger. Dasha helps Andrey to understand feelings. Roman asks guys to hear out Yulia. Children know the name of killer of Artem. The desire of Nadya comes true - she sees the mother.    "
                },
                "19": {
                    "title": "Episode #2.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Volodya understands that the child of Irene Isaeva, probably, perished. Dasha hopes that after departure of Ann, Andrey will be with her. Maxim wreaks the malice on Yulia. Andrey gets an enigmatic message from a mother. Victor can not forgive the errors of the past itself. At school the new teacher of mathematics appears is Kyril Vorontsov with a little son Mitya. The new inhabitants of school have the secrets.    "
                },
                "20": {
                    "title": "Episode #2.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Andrey and guys understand that all this time mother Andrey was quite alongside. Volodya finds in a cave that searched so long. Roman sworn at with Maxim, protecting Yulia. Dasha and Andrey again heaves up to each other. Nadya and Alisa decide to live in-field. At the doors of school Elena is waited by an unusual find. An advocate Avdeevy rings Victor and reports frightful news.    "
                },
                "21": {
                    "title": "Episode #2.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Coming Andrey to outlive frightful procedure of identification of bodies of the parents. There are considerable changes in life of Elena, but she does not want about them to tell nobody. Mitya disappears somewhere, and Vorontsov can not find him. Nadya is convinced, that she will never see a mother and dad anymore. Maxim, finally, estimates caring of Maria about him. Volodya gets to the cave, he is near to the job that Prince charged him processing.    "
                },
                "22": {
                    "title": "Episode #2.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Victor experiences, that already will be never able to correct mistake the past. Nadya tries to understand, whether there is a lie in a rescue. Volodya understands with horror, that is in a cave, is related to the tragedy of his family. Victor exposes the secret of Elena. Andrey hears about the testament of the parents. Guys puzzle over a new riddle.    "
                },
                "23": {
                    "title": "Episode #2.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Mitya dreams, in that Nadya meets with the mother. A boy is sure that his dream - prophetic. An unexpected admirer appears for Elena, that it very dislikes to Pavel. Volodya does not tell to Prince about opening. Now he decides to play on the rules. In school on work take new master is Tolik. His appearance behavior of Maria changes strange character. A showdown between Maxim and Yulia closes quite by unexpected character.    "
                },
                "24": {
                    "title": "Episode #2.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Roman asks Maxim to become a friend for Yulia. He is unaware that now it hardly maybe. Maria tries to do everything, that Tolik left, but at Tolik other intentions. Victor wants to tell to Andrey and Nadya, who he is actually. Dasha, finally, feels that need to Andrey. During the lesson of physical education life of Maxim appears in a danger. After a strange ring Andrey tries to do away with itself.    "
                },
                "25": {
                    "title": "Episode #2.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Victor and guys experience for life of Andrey. Dasha knows that compelled Andrey to be poisoned. Roman takes a promise from Maxim, that will leave Yulia alone. Voitevich and Peter Morozov get an unexpected message \"from the next world\". Volodya searches the room of Ann and finds something interesting. Mitya pants for a mother, and Nadya with Alisa decide to help him. Meantime Vorontsov has to meet with a police.    "
                },
                "26": {
                    "title": "Episode #2.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Andrey succeeds to get that bequeathed a mother to him. Tolik tries to put right a contact with a son. A nightmare that sooner or later will come true dreams Mitya. Galina departs from school. She is afraid that anymore will be never able to return. Elena refuses to Peter Morozov in an appointment and gets a very unexpected gift from an admirer. Pavel sets shadowing after Peter Morozov. The seen shocks Pavel.    "
                },
                "27": {
                    "title": "Episode #2.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Andrey hears c horror about that was to outlive to his mother. Guys understand now, for what stole Irene. Nadya is sure that in Alisa infused with a bad fairy. After Irene Isaeva someone watches. Tolik sticks to Maria in a shower-bath/pl. Volodya suspects that Maria cheats him. Votontsov is sure that Galina is implicated in a crime.    "
                },
                "28": {
                    "title": "Episode #2.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Victor gets an enigmatic parcel. Nadya understands that takes place with her friend. Vorontsov hears a true about the adoption. Galina understands that the past will never leave her alone. Vika becomes the witness of the unpleasant for her stage. Pavel retires from school and on the way in a city gets in an accident. New unexpected facts appear in investigation of guys.    "
                },
                "29": {
                    "title": "Episode #2.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    At school hear that Pavel is accused of murder. Victor tries to help the friend, unawaring of what only aggravates position of Pavel. Ann cheats Andrey again, to execute the task of Voitevich. Tolik can not forget about that, how 16 back he betrayed Maria. Mitya finds all more confirmations to that his nightmare will come true. Yulia guesses, why killed her father. And Vika is sure that Yulia is a traitress.    "
                },
                "30": {
                    "title": "Episode #2.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Maria accuses Volodya of lie, but also for Maria I am that to hide from beloved. Dasha wants to find out that actually she means for Andrey. Galina and Vorontsov destroy each other on clean water. Mitya tries to change a fate. Victor hears frightful news about Pavel. Volodya suspects Knyaz of terrible crime. Maxim and Yulia get to the office of father Yulia and try to understand that happened in the closing date of his life.    "
                },
                "31": {
                    "title": "Episode #2.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Victor is tormented by night nightmares. Maxim quarrels with guys and suddenly gets up on the side of Peter Morozov. Andrey trusts Ann and tells to her that he succeeded to know about the mother. Volodya understands that binds Knyaz to his family. The organs of guardianship doubt that Elena will become a good mother for a receiving son. Victor feels that after him someone watches. Maxim sees for a father a folder with the sign of \"Gemini\".    "
                },
                "32": {
                    "title": "Episode #2.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Maxim persuades Tolik to go for the sake of him on a crime. Volodya causes Knyaz on meeting and at gunpoint compels to tell a true about death of the father. Ann realizes that an innocent man can suffer from her, but to disobey the orders of Voitevych, does not can. Nadya and Mitya know in surprise, that their parents were acquainted. Maxim understands, for the sake of what actually Peter Morozov wanted to recover paternal rights. A true shocks Maxim.    "
                },
                "33": {
                    "title": "Episode #2.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Another murder is in-field accomplished. Dasha suspects that Ann not so is simple, as seems. Tolik intend to settle up accounts with Peter Morozov. Ksenia Arefeva comes to Galina. She promises to do everything, to send Galina for a grate. Volodya knows that not only he searches the killer of the father. Guys are sure that Vorontsov is complicit in disappearance of parents of Nadya and Andrey.    "
                },
                "34": {
                    "title": "Episode #2.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Andrey and Maxim interrogate little Mitya and hear about a strange book. Peter Morozov lays an ambush for a blackmailer. Nadya and Alisa try to protect Galina from suicide. At last it is let Elena to design guardianship above little Igor. Volodya establishes connections with the brother of Ann and hears shocking news about the father. Vorontsov and Mitya gather to abandon school. Guys find the enigmatic key in a book.    "
                },
                "35": {
                    "title": "Episode #2.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 35,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Yulia guesses, what door is opened by the enigmatic key. Dasha makes sure in that Ann and Peter Morozov something links, and decides to disrobe Ann. Mitya is afraid that Vorontsov will become a killer, and tells about it to the father. Elena understands that will not be able to combine the duties of director and mother. Maria has a birthday, not all remember about that. Yulia runs back from school.    "
                },
                "36": {
                    "title": "Episode #2.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 36,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Vorontsov makes sure, that it is fated the nightmare of Mitya to come true. Volodya says goodbye to Maria - he no longer intends to remain at school. Guys disbelieve Dasha, that Ann in suit with Peter Morozov. To make out the case, Dasha sets forth for the forest one. Nadya and Alisa gather to find the real parents of little Igor. Knyaz abandons an envelope to Volodya, making clear the secret of his father. Vika breaks up a web-site \" Ingrid\". And Yulia brings in school that found in the bank cell of father.    "
                },
                "37": {
                    "title": "Episode #2.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 37,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Mitya \"is pursued\" by a screwdriver from his nightmare. Alisa and Nadya suggest to hide her in a cave. Galina knows that Victor in earnest is sick. Peter Morozov runs an unexpected candidate on the post of head master. To Yulia suddenly her stepfather arrives and confesses to the girl in love. Maxim can not hide jealousy. Guys continue the investigation and for this time find video in the computer of Vorontsov.    "
                },
                "38": {
                    "title": "Episode #2.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 38,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    School is headed by a new director. Victor refuses to work under his beginning. Mitya and Alisa in a cave is lied in wait by a frightful find. Morozov knows, who blackmails him. And Volodya, finally, calculates the killer of the father. Guys succeed to decipher the last message from the book of Vorontsov. Maxim and Roman with horror hear about a danger that threatens to Yulia.    "
                },
                "39": {
                    "title": "Episode #2.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 39,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Maxim is given up to rescue Yulia. He is afraid that already can be too late. In hands a pistol appears for Nadya. A girl is unaware that he is real. Volodya meets up against the killer of the father. Guys discover that envelope from the safe of Yulia's father, with \"a secret\". Morozov puts Maria before a choice, and now life of Maxim depends on her.    "
                },
                "40": {
                    "title": "Episode #2.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 40,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    At school celebration of \"Night of two moons\" goes at full speed. In a height a holiday Victor loses consciousness. A nightmare, tormenting Mitya, begins to come true. Life of Maxim and Yulia hangs by a hair. Andrey, Dasha, Vika and Roman find out in an old chapel an entrance that drives guys to unexplored before part of cave.    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Here already a few months studies proceed at school \"Logos\", that is full ominous secrets and riddles. Our heroes is Andrey, Maxim, Vika, Dasha and Roman - again pulled in investigation. But for this time all becomes more serious and more dangerous. In-field in Dasha, Roman and Vika someone shoots. At this time Maxim is locked in a boiler-room, where he hardly dies from a heat. On Andrey the unknown attacks after the lesson of fencing. Guys understand is this last warning.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Guys going to the chapel with a nazi hall. With them there is not Vika - she no longer wants to risk the life. Galina tells to Vorontsov, why she took part in the substitution of children in child's house. Victor goes back into school. Galina hears all true about his illness. The new teacher of history Vera tries to recruit Volodya. Andrey knows with horror, who stood at the head of nazis. Peter Morozov proves Maxim, that Maria not his mother. Another man perishes at school.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Guys take off a ritual hall on video. Between friends a quarrel flashes from connection of Andrey and Ann. Maxim mocks above Maria, he is sure that she is a mad swindler. Peter Morozov continues to require from Maria papers stole that Tolik. To Victor is badly on eyes for Ann, she gives the telephone of clinic to Victor, where able him to help. A prince tells to Volodya about the past and the past of father Volodya's. Guys find in a cave new evidences against \"Ingrid\".    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Signaling works in an operating-room, guys in panic try to get out from a cave, but appear in a trap. Tamara - new doctor of Victor arrives in school. Andrey sees for kids the real pistol that belongs to Ann. Volodya consents to work with Vera. Andrey helps friends to get out from a cave. A father of Andrey and Nadya - Alexander Avdeev is finds the mobile telephone and collects an only survivor in him number.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    A new student - Liza arrives in school. Andrey in surprise finds out in a telephone the skipped calls from a father. Liza sees ghost Yulia. Elena offers to Tamara position of regular doctor of school. Alisa and Nadya undertake to keep an eye after the child of Elena, but that disappears. Volodya and Vera hear from Knyaz new information about nazis. Andrey and Dasha decide to search the room of Ann. Roman sees that Ann goes back to itself, but does not have time in time to report about it to the friends.    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Dasha listens in Ann and Morozov. Volodya asks Ann to help him in search of Krylov. Victor remembers the childhood understands how he was infected by strange illness. Liza again is ghost Yulia, she pleads Liza for a help. Andrey thinks that his father will be brought in a cave. He and his friends go down in a cave and see a coffin in one of rooms. Volodya and Vera understand that Ritter Woulf living. Nadya sees somebody's dead body in a rest room.    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Liza remembers how a heart was displanted her. Nadya experiences from seen in a rest room. Guys hear about death of one of students. A prophetic dream from that he makes angry on Vera dreams Mitya. Knyaz convinces Irene to help in search of her father. The brother of Ann - Nikita arrives in school. Andrey comes to Ann, to know about the father. He sees that Ann gives a pink notebook to Peter Morozov. Guys decide to find out that in her.    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Roma and Maxim steal a notebook from the cabinet of Morozov. At this time Andrey and Dasha watch after Ann. Victor tells to Tamara about a case from the childhood. Volodya and Knyaz know, where Ritter walks every week. Vera and Vorontsov are drawn together all stronger, and a frightful true is opened Vera about Vorontsov. Andrey knows, who was actually adopted by Elena. Roman reports to the friends, that at school again kill children.    "
                },
                "9": {
                    "title": "Episode #3.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Andrey worries for the cadet. Morozov does suggestion to Elena. Volodya does not abandon a hope to reconcile with Maria. Alisa and Nadya by \"chance destroy\" remembrances of Galina. Vera and Volodya find out on a cemetery an unusual burial place. On a walk a hoodoo happens with the child of Elena. Guys try to tell a true about death of Sonya to her aunt. For this Dasha and Andrey waits cruel punishment.    "
                },
                "10": {
                    "title": "Episode #3.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Peter Morozov requires, that Maxim returned the diary of Sonya to him, Andrey and Dasha will die otherwise. Nikita does not succeed to save a child Elena. Again there are ghosts Liza. Nadya and Alisa write down video for Galina, but in a lens Peter Morozov gets by chance. Vera finds important information in the telephone of Krylov. An investigator Fomenko arrives in school, he promises to Maxim to arrest his father. Guys are sure that now an end came the matters of Morozov.    "
                },
                "11": {
                    "title": "Episode #3.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Victor inquires Galina for a project \"Gemini\" and wants to find disappearing girls-orphans. Nadya and Alisa is sure that one of teachers is a vampire. Maria finds the stolen Tolik documents understands why from them Peter Morozov is ready to go on murder. Volodya guesses, who killed Krylov. The ghosts of Sonya and Misha call Liza in a cave. And guys find out why exactly Sonya and Misha became the victims of \"Ingrid\".    "
                },
                "12": {
                    "title": "Episode #3.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Andrey is jealous Dasha of Nikita. Liza is ready to show to the guys a way in an underground laboratory. Volodya knows, by what method Vera obtains information. Morozov tries to kill Maria. To the guys known that at school another man must die soon. Alexander Avdeev runs back from a police. Victor understands, who such Tamara Slavina. Vika breaks up the computer of Morozov and appears close in a froster.    "
                },
                "13": {
                    "title": "Episode #3.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mitya again dreams prophetic dream, but he decides to stop him coming true. Maria conducts night in the room of Vadim. Liza has new vision. Vera and Volodya understand that it was in the box of Krylov. Maxim reports to Maria, that soon they will part forever. Vika appears in a sack with the dead body of Sonya. Victor finds out a swastika on the coat of arms of school. Voitevich and Morozov prepare to meeting with those, who sent maps to them. Vika and Dasha understand, who is yet infected by a virus.    "
                },
                "14": {
                    "title": "Episode #3.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Guys try to get to the cave, to save Oleg. Vadim invites Maria to conduct vacation together. Victor and Tamara try to find out a true for each other. Mitya decides to poison Jack. Volodya appoints meeting of Ritter. Alexander Avdeev knows, who he. Liza sees ghost of unknown woman. Stas Kataaev asks Victor to help him in investigation of secrets of school. Guys find Oleg, in extreme moments he has time to report a frightful true to Vika and Dasha.    "
                },
                "15": {
                    "title": "Episode #3.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Vika experiences from death of Oleg and his final says. Dasha does not want to believe that Oleg said to them. At school suspect that Peter Morozov beats unmercifully Elena. The ghost of the drowned man pursues Liza. Denis and Lilya run back from school and find the dug-out of Gnome. Maria steals for Volodya a pistol and steals Maxim. Meeting of Knyaz with Ritter threatens to make off tragic.    "
                },
                "16": {
                    "title": "Episode #3.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Denis and Lilya hear a true about Krylov. Volodya rescues Knyaz. Vadim threatens to Peter Morozov. Elena and Morozov strongly quarrel. Vera confesses to Vorontsov in feelings. Victor finds striking documents in the apartment of Krylov. And Volodya finds out in a chess the hiding-place of Krylov. After Maria a doctor arrives from a psychiatric clinic. Guys know that Voitevich too participating to work of \"Ingrid\", and clash in a cave with another teacher.    "
                },
                "17": {
                    "title": "Episode #3.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Victor closes in a cage in a cave. Volodya experiences, that did not protect Maria. Elena offers to Morozov to part. Alisa and Nadya think of, however to be separated out of term. Denis and his girl-friend conduct own investigation that becomes too dangerous. Andrey knows that Victor is his uncle. Guys suspect that already will never see Victor living. Ann confesses to Nikita, that waits a child. But she does not succeed to stop a brother from a rock step.    "
                },
                "18": {
                    "title": "Episode #3.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Ann experiences because happened to Nikita. Maxim guesses that for the key Liza gave to him, and hears a true about Maria. Lilya and Denis is exposed to the frightful experiment. The collision of Volodya with Voitevich in a chapel results in victims. Victor tries to leave from school together with the nephews. Maxim and Liza give vent to feelings. Irene Isaeva runs back from home of Knyaz and arrives in school. Maxim understands that he is sick.    "
                },
                "19": {
                    "title": "Episode #3.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    After winter vacations students go back into \"Logos\". Elena again becomes head master and presents to the students of new teachers. Life of Maxim and his friends now depends on medications that can give them only Peter Morozov. Pregnancy of Ann flows unsimply. Volodya tries to meet with Maria. Denis and Lilya in a grave condition lie in a school insulator. Mitya sure that a monster appeared in-field. Peter Morozov moves in the room of Victor that anymore is not present at school.    "
                },
                "20": {
                    "title": "Episode #3.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The list of living nazi criminals of Knyaz grows short. The relations of guys become tense from the words of lost Oleg. Elena takes guardianship above Andrey and Nadya. Andrey finds out that his cadet living. A strange creature that steals a meal appears at school. Vera knows the secret of Tamara. Guys see an evil omen is mysterious light in-field.    "
                },
                "21": {
                    "title": "Episode #3.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Maria is exposed to the mockeries in a funny house. Volodya and Vera understand that Tamara participates in experiments above the people conducted by \"Ingrid\". Tamara hears about death of parents. Denis comes to oneself. Volodya steals from the safe of Tamara a test tube with somebody's blood. Alice experiences from a prediction found that in a candy. Maxim compels guys to believe that no betrayer among them is not present. They again go to the cave and find out a jib door.    "
                },
                "22": {
                    "title": "Episode #3.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Volodya gets to the funny house, by force to drive away Maria from there. Guys steal a strange device from a cave. Knyaz tries to find out for Tamara, where Ritter. Tamara tries to understand that remembers Denis. Galina exposes drawing of Yura. Vera and Volodya find out, whose blood was in the test tube hidden in a chess. Knyaz asks Pavel more carefully to study a cave. Andrey finds the dead body of unusual animal in-field.    "
                },
                "23": {
                    "title": "Episode #3.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Denis a terrible creature making way in school tries to attack. An independent psychiatrist convinces Maria, that she is sick. Vera knows that Vorontsov participating to another murder. Alisa, Mitya and Yura, arrange \"the hunt\" of werewolf. Andrey tells to the guys about a mysterious hatch in-field. Liza and Haritonov are invited in the closed school club under the direction of Vadim. Andrey sees that Dasha secretly comes in the room of Ann.    "
                },
                "24": {
                    "title": "Episode #3.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Volodya passes to Maria a gift from Maxim. Andrey suffers from suspicions on an occasion Dasha. Irene finds out that her husband lost memory. Guys succeed to know that hidden after a jib door. Suspicions of Vera in relation to Vorontsov are confirmed. Mitya, Alisa and Yura clash near a school gate with a werewolf. At bottom level of cave of Maxim and Andrey expect the new frightful opening.    "
                },
                "25": {
                    "title": "Episode #3.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Volodya passes to Maria a gift from Maxim. Andrey suffers from suspicions on an occasion Daska. Irene finds out that her husband lost memory. To the guys Due to Volodya Maria goes back into school. Vadim and Peter Morozov find the victim of unknown beast in a cave. Vera knows, what \"werewolf\" is hidden by Tamara. Guys guess that among them there is a betrayer. From the room of Morozov a suitcase disappears with money. Andrey tries to reconcile with Dasha. Maxim remains without medicine. Dasha it is succeeded to get hold admission of Morozov in an underground ...    "
                },
                "26": {
                    "title": "Episode #3.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Knyaz and Pavel guess that there are unstudied secret motions in a cave. Dasha arranges to Andrey a test on a trust. Maria runs back from school. It turns out that Yana not nearly that, for whom gives out itself. Maxim feels all worse. Morozov knows, who stole a suitcase from his room. Denis and Lilya fall in to whom. To Andrey known about pregnancy of Ann. Dasha again gets under suspicion of the friends, but actually quite another man appears a betrayer.    "
                },
                "27": {
                    "title": "Episode #3.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 27,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    At school preparation goes to the annual ball. Morozov blackmails Maxim and refuses to him in medicine. Vera and Volodya hear details about the new victims of \"Ingrid\". Ann tells to Andrey a true about the future child. Morozov orders Tamara to kill Denis and Lilya. Roman steals a gun for a watch. In-field search \" a werewolf\", but find a dead body. Maxim decides once for all to get rid Morozov.    "
                },
                "28": {
                    "title": "Episode #3.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 28,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Maxim is in a critical condition, he loses sight. Roman experiences from the acts. Elena knows from Yana, that a killer hides at school. Denis and Lilya try to run from a cave. Vera and Volodya watch after Tamara and see something strange near her house. There is an unexpected visitor to Morozov. Maxim goes to the ball, to accomplish murder. Liza sees ghost of little girl.    "
                },
                "29": {
                    "title": "Episode #3.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 29,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The ghost of girl tries to tell something to Liza. Vera and Volodya obtain the finger-prints of Tamara. Maxim is sure that Morozov will not leave Maria alone. Yana is near to solution of murder of Krylov. Morozov refuses to give medicine to the guys from the trick of Maxim. Galina exposes deception of Tamara. Nadya finds on the window a gift decides that he was brought by rosening Gnome. Tamara hardly not Lilya kills. Nadya runs back in the forest.    "
                },
                "30": {
                    "title": "Episode #3.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 30,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Vadim, Volodya and Morozov, set forth for the forest on the searches of Nadya. Liza tears relationships with Maxim. Vera and Pavel get to the house of Tamara and find there not only Lilya. Morozov guesses that after \"a werewolf\" hides in-field. Vadim compels Yana to forget everything, that took place on employment of his club. Liza and her friends together try to understand, what the ghost of girl labours for.    "
                },
                "31": {
                    "title": "Episode #3.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 31,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    On an old cemetery guys search the grave of girl-ghost. Galina at last meets with a grandchild. Maria provides with Morozov information about Volodya. Dasha makes sure, that a betrayer really exists. A police arrests Vorontsov. Rutter Woulf arranges cruel verification to Alexander Avdeev. Vera experiences, that hardly not killed child Tamara. Galina passes to Andrey the notebook of Victor. Guys understand that after a ghost is Liza.    "
                },
                "32": {
                    "title": "Episode #3.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 32,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Vorontsov tells the version of disappearance of parents of Andrey and Nadya to Yana. In a dug-out an unexpected guest comes to Pavel. A serious quarrel flashes between Dasha and Andrey. Maria confesses to Volodya, that she is difficult to execute his task. Alexander Avdeev hears a true about the past. Vera and Volodya understand that links Tamara and Morozov. Dasha takes hazards, to find out, who betrayer.    "
                },
                "33": {
                    "title": "Episode #3.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 33,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Dasha buries in a boat shed. Guys understand that their friend disappeared. Vera and Volodya know, who \"right arm\" of Ritter. Maria finds out in the room of Vera a pistol. Elena finds the photos, but can not understand, who did them. Lilya goes from bad to worse. Morozov convinces guys, that Dasha betrayed them and left from school, but Ann tells the truth to them.    "
                },
                "34": {
                    "title": "Episode #3.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 34,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Guys experience from Dasha. Elena finds out, who did photos. Liza can not understand in any way, that wants from her ghost Ingrid. Andrey knows that Dasha yet living. Vorontsov searches evidence against \"Ingrid\" and asks Tamara to help him. Ann understands that Andrey is not the father of her child. Galina hears about the grave condition of Lily and finds the exit of their position. Vera decides to nose after Vadim and gets to the cave. Guys hope to save Dasha.    "
                },
                "35": {
                    "title": "Episode #3.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 35,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Dasha appears in the hands of Morozov. Vera and Volodya try to know a secret code from a jib door in a cave. Vorontsov establishes connections with some Prometheus and arranges with him about meeting. Morozov gets to the house of Tamara and meets with the son. At this time Tamara asks Galina to tell, who tried to steal Daniel. Vorontsov confesses to Vera in feelings. A new neighbor appears for Vika and Liza.    "
                },
                "36": {
                    "title": "Episode #3.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 36,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Morozov makes sure, that Liza possesses unusual capabilities and can be for him dangerous. Maria asks for a romantic supper with Vadim. Haritonov shows unexpected interest in Liza. Mitya does not find a father in his room is afraid that to him something happened. Lilya finds out, what the son of Tamara is patient with. Volodya is jealous Maria of Vadim. Andrey and his friends are near to solution of secret Ingrid.    "
                },
                "37": {
                    "title": "Episode #3.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 37,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Guys try to find at school a room on that specified them girl-ghost. Alisa and Yura undertake to arrange the personal life of Galina. Ann gets to the cabinet of Morozov and hears a true about the pregnancy. Back to Alexander Avdeev memory begins to go. Vera and Volodya at bottom level of cave find the server of host computer \" of Ingrid\". Andrey and his friends can not understand in any way, what happened with a girl by Ingrid.    "
                },
                "38": {
                    "title": "Episode #3.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 38,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Irene hears about treachery of husband. Andrey finds a method to get to the room Ingrid specified on that. Whole day grooms \"ring\" Galina. Maxim asks Liza to be more careful with Haritonov. Victor meets with the nephew. Vadim and Morozov find out that Maria conducts a double game. Liza flirts with Haritonov. Maxim and Andrey find something interesting in a secret room.    "
                },
                "39": {
                    "title": "Episode #3.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 39,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Knyaz and Volodya gather at any cost to extract medicine from a virus. Ann tells to Andrey a true about a child. Kolchin tries to find out at Avdeev, as Prometheus looks. Vorontsov finds a method to get evidences against \" Ingrid\". Morozov orders Roman to take away for guys a find from a secret room. Vadim decides to punish Maria for deception. Liza again sees ghost Ingrid.    "
                },
                "40": {
                    "title": "Episode #3.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 40,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Andrey and guys know the real history of Ingrid. Vadim guesses, who such Prometheus. Elena requires, that Yana arrested Vorontsov immediately. Tamara and Morozov worry about safety of the son. Between the brothers of Uvarov a mortal fight is strung. Alexander Avdeev understands that Nadya is in a danger. He succeeds to alert Andrey to it.    "
                },
                "41": {
                    "title": "Episode #3.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 41,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Andrey tells to the friends, that will go on a risk for the sake of rescue of Nadya. Voitevich gets to the house of Tamara and abandons a message for Peter Morozov. Volodya promises to Maria to get medicine for Maxim. Vorontsov can not understand, who of brothers is Vadim or Anton - hidden on a garret. Ann offers to Andrey the help. Ingrid requires, that Liza went out after her into a cave. Liza is badly.    "
                },
                "42": {
                    "title": "Episode #3.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 42,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Morozov finds out that Nadya is not present at school. Son of Tamara on verge of death. Lilya hears about his illness. Nobody is while unaware, as a toy typewriter that Yura takes away for Mitya is dangerous. Vorontsov thinks of, how to understand, who before him is Anton or Vadim. Liza goes all from bad to worse, Vika calls Maxim for help. Ann does not succeed to help Andrey. Andrey discovers that NAdya disappeared from a boat shed.    "
                },
                "43": {
                    "title": "Episode #3.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 43,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Andrey through Zhenya succeeds to pull through from the agent of laboratory. Ingrid conducts Liza and Maxim on a cave. Vorontsov can find a test tube with a mortal virus, that Anton brought to school, nowhere. Life of Ann under threat. Victor succeeds to run from the chamber. Vera worries for Volodya - his telephone does not answer. Andrey understands where Nadya can be.    "
                },
                "44": {
                    "title": "Episode #3.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zakrytaya shkola (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 44,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Maxim and Liza appear close in a cage. Vera goes to the cave on the searches of Volodya. Vorontsov knows, who has a test tube with a virus. Vika and Roman unexpectedly meet with Dasha. At a sarcophagus with a body Ingrid Liza loses consciousness. Vorontsov requires to evacuate school, but does not have time to prevent a catastrophe. In-field Voitevich brings to the glass hatch a box with grenades. Irene finds Nadya, they hurry to the exit from a cave. At this time Voitevich throws down grenades downward.    "
                }
            }
        },
        "number of episodes": 134,
        "cast": [
            {
                "name": "Agafonova, Yuliya"
            },
            {
                "name": "Blinnikova, Elena"
            },
            {
                "name": "Brovina, Luiza-Gabriela"
            },
            {
                "name": "Dubravin, Prokhor"
            },
            {
                "name": "Entelis, Kseniya"
            },
            {
                "name": "Gordienko, Ivan"
            },
            {
                "name": "Khabarov, Anton"
            },
            {
                "name": "Koryakov, Aleksey"
            },
            {
                "name": "Kosmacheva, Tatyana"
            },
            {
                "name": "Krutik, Irina"
            },
            {
                "name": "Mutsenietse, Agata"
            },
            {
                "name": "Neginskiy, Andrey"
            },
            {
                "name": "Osipova, Evgeniya"
            },
            {
                "name": "Priluchnyy, Pavel"
            },
            {
                "name": "Safronov, Mikhail"
            },
            {
                "name": "Vasileva, Alina"
            },
            {
                "name": "Vasileva, Tatyana"
            },
            {
                "name": "Yatsko, Aleksandr"
            },
            {
                "name": "Yurtaev, Igor"
            },
            {
                "name": "Rapoport, Alexander"
            },
            {
                "name": "Kazankova, Marina"
            },
            {
                "name": "Alasaniya, Devid"
            },
            {
                "name": "Aksyonova, Lyubov"
            },
            {
                "name": "Nosatova, Anna"
            },
            {
                "name": "Andrusenko, Anna"
            },
            {
                "name": "Domnin, Boris"
            },
            {
                "name": "Kalarash, Leonid"
            },
            {
                "name": "Komov, Dmitriy"
            },
            {
                "name": "Kostyukov, Ilya"
            },
            {
                "name": "Lavrova-Glinka, Kseniya"
            },
            {
                "name": "Nepomnyashchiy, Ivan"
            },
            {
                "name": "Nosik, Vladimir"
            },
            {
                "name": "Pokhodaev, Sergey"
            },
            {
                "name": "Polyakova, Polya"
            },
            {
                "name": "Remizov, Mikhail"
            },
            {
                "name": "Strelnikov, Konstantin"
            },
            {
                "name": "Sviridov, Andrey"
            },
            {
                "name": "Vistingauzen, Anfisa"
            },
            {
                "name": "Zakharov, Aleksandr"
            },
            {
                "name": "Zaytseva, Marina"
            },
            {
                "name": "Zharikov, Denis"
            },
            {
                "name": "Swan, Oksana"
            },
            {
                "name": "Khramtsova, Darya"
            },
            {
                "name": "Lebedev, Andrey"
            },
            {
                "name": "Loza, Evgeniya"
            },
            {
                "name": "Radugin, Maksim"
            },
            {
                "name": "Skidanova, Anna"
            }
        ],
        "locations": [
            "Russia"
        ],
        "genres": [
            "Mystery"
        ],
        "runtimes": [
            "48"
        ],
        "countries": [
            "Russia"
        ],
        "country codes": [
            "ru"
        ],
        "language codes": [
            "ru"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 4,
        "rating": 5.9,
        "votes": 242,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzhjZjk2NGQtNDk1Mi00NzQ0LThlNjUtMjdmMmM5NmQ3NWY1XkEyXkFqcGdeQXVyNzg5OTk2OA@@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "in this TV series there is a school and in that school have been many secrets, students from this school find out that a teacher has gone missing so they start to look for him this then leads into a long journey which gets into a difficult situation where it's hard to escape from (season 4 and I think season 3). At the end many things get revealed and the series comes to an end. This TV series is very emotional and funny at the same time.",
        "languages": [
            "Russian"
        ],
        "title": "Zakrytaya shkola",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2012",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Levina, Dina"
            },
            {
                "name": "Shatkevich, Alexander"
            },
            {
                "name": "Maksymenko, Alla"
            }
        ],
        "production companies": [
            {
                "name": "Amedia"
            },
            {
                "name": "Telekanal STS"
            },
            {
                "name": "AMEDIA Film Company"
            }
        ],
        "distributors": [
            {
                "name": "Misteriya Zvuka"
            },
            {
                "name": "Telekanal STS"
            }
        ],
        "plot": [
            "in this TV series there is a school and in that school have been many secrets, students from this school find out that a teacher has gone missing so they start to look for him this then leads into a long journey which gets into a difficult situation where it's hard to escape from (season 4 and I think season 3). At the end many things get revealed and the series comes to an end. This TV series is very emotional and funny at the same time."
        ],
        "tech": {
            "runtime": [
                "48 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 242,
                "rating": 5.9
            },
            "aged 18 29": {
                "votes": 68,
                "rating": 5.1
            },
            "aged 30 44": {
                "votes": 26,
                "rating": 5.7
            },
            "aged 45 plus": {
                "votes": 7,
                "rating": 5.4
            },
            "males": {
                "votes": 59,
                "rating": 4.4
            },
            "males aged 18 29": {
                "votes": 32,
                "rating": 3.9
            },
            "males aged 30 44": {
                "votes": 17,
                "rating": 5.3
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 5.0
            },
            "females": {
                "votes": 48,
                "rating": 6.7
            },
            "females aged 18 29": {
                "votes": 35,
                "rating": 6.6
            },
            "females aged 30 44": {
                "votes": 9,
                "rating": 6.5
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 4.0
            },
            "us users": {
                "votes": 9,
                "rating": 5.9
            },
            "non us users": {
                "votes": 72,
                "rating": 5.2
            }
        },
        "number of votes": {
            "10": 131,
            "9": 13,
            "8": 11,
            "7": 13,
            "6": 15,
            "5": 13,
            "4": 9,
            "3": 5,
            "2": 10,
            "1": 22
        },
        "arithmetic mean": 7.7,
        "median": 1
    }
}