{
    "imdb": {
        "raw release dates": [
            {
                "country": "Germany\n",
                "date": "7 May 2011",
                "notes": "                            (Stuttgart International Animation Film Festival)"
            },
            {
                "country": "Germany\n",
                "date": "30 September 2012"
            }
        ],
        "release dates": [
            "Germany::7 May 2011                            (Stuttgart International Animation Film Festival)",
            "Germany::30 September 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Ringelgasse 19"
            },
            {
                "countries": "Germany (series title)",
                "title": "Ringelgasse 19"
            },
            {
                "countries": "World-wide (English title)",
                "title": "Fennel Vennel 19"
            }
        ],
        "akas": [
            "Ringelgasse 19 (original title)",
            "Ringelgasse 19 Germany (series title)",
            "Fennel Vennel 19 World-wide (English title)"
        ],
        "akas from release info": [
            "Ringelgasse 19 (original title)",
            "Ringelgasse 19 Germany (series title)",
            "Fennel Vennel 19 World-wide (English title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "When Willi was a hero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Where's Willy? The children in Fennel Vennel No. 19 are very excited. And then Willy arrives - with the fire brigade! Of course, Willy has to tell them how he came to be with the fire brigade and Willy tells of the dog and the cat, and the tree in which the cat was suddenly perched. Willy also tells of the excited people in the park and at the end the kids all want to be heroes like Willy.    "
                },
                "2": {
                    "title": "When Sergej Got His Glasses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    In Fennel Vennel No. 19 there is a terrible noise. In actual fact it's only the Akrassimowitsch children making music, but today Sergej's tuba sounds totally out of tune. Tomek soon finds out that it is because Sergej can't see the music to read it. The whole Akrassimowitsch family goes to the eye doctor with Sergej and the other children discuss what would happen if Sergej gets glasses. Would he then be able to see through walls, like Willy reckons?    "
                },
                "3": {
                    "title": "When They Had an Argument",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Tomek and Willy are arguing. This is rare, but it happens. Willy wants to prove to Tomek how brave he is. But how? While Willy has the weirdest ideas how he will show his courage, Tomek is sorry about the dispute. He knows what Willy's like. When he gets something into his head... Tomek has to do something. Night has fallen. Willy can't fall asleep ...    "
                },
                "4": {
                    "title": "When They Had Holidays",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Everyone is looking forward to the summer holidays. The Akrassimowitschs are going to their relatives in the Ukraine. The twins are flying off to the deep blue sea, Tomek is going cycling in the Bördelberger hills and Pippa is looking forward to the pony farm. And Willy? Willy is going nowhere. Willy is staying in Fennel Vennel No. 19 and sweeping the yard, watering the flowers and playing football. Unless something happens ...    "
                },
                "5": {
                    "title": "When Willy Had Homework",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Willy isn't concentrating at all. Willy has some homework he can't get to grips with. He has to write an essay: 'How I imagine the future will be?' Willy can't think of anything. He doesn't dare to ask the others. Or does he? Willy has an idea ... In the end Willy writes a wonderfully colorful, chaotic, but imaginative essay and he's very pleased with himself.    "
                },
                "6": {
                    "title": "When Willy No Longer Wanted to Be Willy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Willy is in a mood. Everything is going wrong for him! All the time! Willy no longer wants to be Willy. Tomek says he knows the feeling. Tanya and Tonya get the idea that the two could simply swap - as of today Willy is Tomek and Tomek is Willy! A superb idea, but will it really help?    "
                },
                "7": {
                    "title": "When Pippa Was Not Afraid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Pippa is all alone tonight. For the first time! The others reassure her. They already know how it is and all of them have their tricks for how to deal with the darkness and being afraid. Pippa is very confident - it'll be ok. She will do it just like Willy does - but then she hears something - a sneeze ... What can it be? Curious, she looks through the spy hole ...    "
                },
                "8": {
                    "title": "When the Power Went Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    One day the children of Fennel Vennel No. 19 find the key to the attic. They have never been there before! What will there be to discover there? When they then opened the door, the disappointment is great. In the attic there is nothing! Just an old radio. Tomek has to try and see if it still works. He presses the button - and it goes dark. A short circuit! In the whole house, there is no electricity ...    "
                },
                "9": {
                    "title": "When the Big Race Happend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Tomek has been forever polishing up his new bike and explains to all the Fennel Vennel No. 19 children what an amazing, wonderful, super-fast bike it is. Willy meanwhile discovers a mysterious hole in the road and that a stretch of an underground system of tunnels ends directly in the courtyard of Fennel Vennel No.19. A shortcut! Sharp as a needle Willy proposes a race to Tomek - once around the block. Willy thinks he will surely win by using his short cut. But it turns out differently ...    "
                },
                "10": {
                    "title": "When They Went to the Biscuit Factory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    The Fennel Vennel No. 19 children have always wanted to know what a biscuit factory looks like. It always smells so delicious ... But the gate-keeper says that he can let no one, let alone children, into the biscuit factory. If at all, he would of course make an exception, if a king came. The kids are pretty upset about what the gate-keeper said, but then they have an idea ...    "
                },
                "11": {
                    "title": "When They Decided What They'd Grow Up to Be",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    All the children from Fennel Vennel 19 know what they want to be one day - except Pippa. Pippa doesn't want to be 'rich and famous' like the twins. Pippa doesn't want to be a rocket-designer-cum-detective like Tomek and she doesn't want to be SuperPippa like SuperWilly either. She can't play an instrument like the Akrassimowitsch children who of course will be musicians one day. But Pippa can do something else ...    "
                },
                "12": {
                    "title": "When a Package Arrived",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    One day Mrs Gardener, the postlady, brings a packet. It just says: Fennel Vennel 19, Cheselweck on it. Tomek quickly discovers that it comes from Africa. Who among the residents of Fennel Vennel No. 19 would get a package from Africa? The children decide to question everyone in the house and in doing so learn amazing things, they would never have guessed ... At the end of it all the package also reaches the right recipient.    "
                },
                "13": {
                    "title": "When Pippa Had Her Birthday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Pippa is so looking forward to her birthday. But unfortunately Pippa once again probably won't get her greatest wish fulfilled - Pippa wants: a horse. Of course her friends also know of this wish and they think about how they could make Pippa happy. A short time later there's a lot of activity going on at Fennel Vennel 19. Things are disappearing and the children are behaving very strangely. Meanwhile Pippa is baking her birthday cake and notices (almost) nothing. Next morning Pippa gets a big surprise ...    "
                },
                "14": {
                    "title": "When They Needed a New Football",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    As always, the children are playing in the yard. Even football. Tomek shoots, Willy stops it and then - they need a new football. But they have no money to buy a new one. the twins have the idea to hold a garage sale. All residents of Fennel Vennel 19 should join in. Then they'll have enough money for a new football. All of Fennel Vennel No. 19 really do join in, but then Willy finds that everyone is swapping their things rather than selling them for money. That wasn't the plan. And, on top of that, here comes Mr. Ernest Ernest!    "
                },
                "15": {
                    "title": "When Pippa Wanted a New Papa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    Pippa is the only child at Fennel Vennel 19 who doesn't have a dad. These things happen. Pippa would have loved it if Mr. Ernest Ernest, the art teacher, could be her father. The others have lots of ideas about how to make this really happen. Very funny! But Pippa's baked a pizza - Hawaiian Pizza - Mr. Ernest Ernest's favourite...    "
                },
                "16": {
                    "title": "When They Cooked Together",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    It's cold and uncomfortable in the yard at Fennel Vennel 19. No one wants to play outside. Willy suggests that they could do something together indoors. For example: EAT! But for that they'd have to do some COOKING first. A good idea and together they cook - spaghetti. Everything goes well as far as the spaghetti, until a mishap occurs with the ketchup,... and in a quarter of an hour Willy's parents will come home from shopping!    "
                },
                "17": {
                    "title": "When Willy Ran Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "plot": "\n    Willy is annoyed. Willy is angry with his parents and now he's just taking off. The children from Fennel Vennel 19 don't understand Willy - how can you simply leave? Willy walks and walks until he can't walk any more and has to sit on a bench. It's here at the tram-stop that he realises he doesn't even know where he's heading. That doesn't improve his mood at all, but something else ...    "
                },
                "18": {
                    "title": "When a Visitor Arrived",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "plot": "\n    Tomek gets a letter from China. It says that he'll soon get a visit from Hong, an exchange student from China. All the children from Fennel Vennel 19 are excited: a visitor! From China! They think about everything they know about China and decide to organize a party. Everything is ready, Mr. Wheeler, the policeman and Tomek's father, brings Hong. And suddenly everything is totally different from how Tomek and others had imagined it ...    "
                },
                "19": {
                    "title": "When They Made a Circus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "plot": "\n    The children from Fennel Vennel 19 suddenly discover unexpected talents in themselves. They decide to give a circus performance - tomorrow! They all train eagerly. But Willy can't make his intended lion show work. The lion at the zoo is much too large for Willy's lion crate and Father Brown, the cat, isn't interested. The circus performance takes place the next day and there is Willy and his lion show - everyone's impressed.    "
                },
                "20": {
                    "title": "When They Were on a Desert Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "plot": "\n    It had rained. The whole yard is under water. Only the small patch of grass under the tree is still dry - like an island in the ocean. Right away the children from Fennel Vennel 19 are stranded on a desert island in the middle of a vast sea and are trying to get home again. On a desert island there are also dangers, and then it gets dark ... Finally, Mr. Woods, the caretaker, is their savior: without further ado he drains off the sea...    "
                },
                "21": {
                    "title": "When They Found a Shoe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "plot": "\n    All of a sudden a shoe falls from the sky. Just like that, and only one. Tanya and Tonya are immediately reminded of the fairy tale Cinderella - except it's a man's shoe they've got, so no princess to be sought. But a king, surely. Whoever the shoe fits, he'll be king. The shoe fits Tomek and he tries to be a very great king. But it's hard ... very difficult. Tomek is happy when the owner of the shoe comes forward and Tomek no longer needs to be king...    "
                },
                "22": {
                    "title": "When Willy Was a Clown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "plot": "\n    Willy's all alone in the yard. No one comes and plays with him. It looks as if they are all bad tempered - there's arguing and quarreling going on everywhere. Even Pippa's in a bad mood. That has never happened before! The Widow Pondacherry says one just needs something to cheer oneself up... Willy thinks about how he can bring a little cheer to Fennel Vennel 19 and he really comes up with something...    "
                },
                "23": {
                    "title": "When They Went to the Woods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "plot": "\n    Tanya and Tonya are too bored in the yard at Fennel Vennel 19. They could all go out somewhere for a change, out into the countryside! Not a bad idea, so they all agree to a picnic in the woods. It's beautiful in the woods and a bit creepy. After the picnic, the children of Fennel Vennel No. 19 do what they always do - play football and rope skipping. But then they hear a noise ...    "
                },
                "24": {
                    "title": "When They Wanted to Build a Tree House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "plot": "\n    Tomek wonders: Why is it the kids of Fennel Vennel 19 don't have a tree-house? There's a tree that is really well suited. As fast as lightning Tomek sketches a fancy tree-house. But it turns out, everyone has a different idea of a tree-house. Eventually, they finally begin to work on it and to drag tons of material into the yard. Not so easy, this tree-house thing, and in the end it turns out - there is a simple solution ...    "
                },
                "25": {
                    "title": "When Tanya Was All Alone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "plot": "\n    Tanya has broken her leg and can't play with the others in the yard. Tanya's bored. She's sitting in the Carlington family living room and is looking out of the window. What does she have to watch there? All her friends are doing interesting things. Tanya's annoyed because everything is happening without her. But then the doorbell rings and Tanya has a visitor. Not just one visitor - Tanya gets a lot of visitors and they've all thought of her ...    "
                },
                "26": {
                    "title": "When Sarah Wanted a Snowman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fennel Vennel 19 (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "plot": "\n    It's cold in the yard at Fennel Vennel 19. The children are cold and it smells like snow. Everyone is looking forward to the first snow. Even Mr. Woods, the caretaker. With all the talk about the first snow and how great it'll be, Sarah decides that she wants to build a snowman. Here and now and straightaway! All explanations that you can't build a snowman without snow, are not accepted by Sarah. She wants a snowman! Here and now and straight away!    "
                }
            }
        },
        "number of episodes": 26,
        "genres": [
            "Animation",
            "Family"
        ],
        "runtimes": [
            "7"
        ],
        "countries": [
            "Germany"
        ],
        "country codes": [
            "de"
        ],
        "language codes": [
            "de"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.0,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNmMwODQ0MzctNDRkZi00MjVhLWFlNDMtNDY3NDM0NjAwODRjXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "In the small town of Cheselweck there are seven bus routes and one tram, a museum with a dinosaur, a castle ruin with a great view but no ghosts, and a biscuit factory. Fennel Vennel 19 is an apartment building on the outskirts of town where lots of children live. Seven-year-old Willy lives on the ground floor with his parents. His mom is always secretly slipping him candy so the other kids will like him. But the other kids already do like him, so he gets to eat all the candy himself. Pipa is six years old and very shy; she always blushes when the other kids look at her. She lives on the first floor with her mom, right next door to the widow Pondicherry, who has a poodle, a tomcat, a budgie and even a tortoise. The four Akrassimowitsch kids are all musicians, just like their parents. Tanya and Tonya are ten-year-old twins who don't look alike at all, but make up for it by wearing identical clothes. Gangly Tomek lives on the third floor with his parents and sister Sarah, who's only three and absolutely adores her older brother. Together, they have bundles of fun and exhilarating adventures; they save cats from trees, get rescued by the fire department, learn about flying in airplanes, play summer in the wintertime and even find lost money. With so many lively imaginations, things are never boring at Fennel Vennel 19.",
        "languages": [
            "German"
        ],
        "title": "Fennel Vennel 19",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Loeser, Tony"
            },
            {
                "name": "Strozyk, Andreas"
            },
            {
                "name": "Klemm, Anke"
            }
        ],
        "production companies": [
            {
                "name": "MotionWorks"
            },
            {
                "name": "Westdeutscher Rundfunk"
            }
        ],
        "distributors": [
            {
                "name": "Edel Media & Entertainment"
            }
        ],
        "plot": [
            "In the small town of Cheselweck there are seven bus routes and one tram, a museum with a dinosaur, a castle ruin with a great view but no ghosts, and a biscuit factory. _Fennel Vennel 19_ (qv) is an apartment building on the outskirts of town where lots of children live. Seven-year-old Willy lives on the ground floor with his parents. His mom is always secretly slipping him candy so the other kids will like him. But the other kids already do like him, so he gets to eat all the candy himself. Pipa is six years old and very shy; she always blushes when the other kids look at her. She lives on the first floor with her mom, right next door to the widow Pondicherry, who has a poodle, a tomcat, a budgie and even a tortoise. The four Akrassimowitsch kids are all musicians, just like their parents. Tanya and Tonya are ten-year-old twins who don't look alike at all, but make up for it by wearing identical clothes. Gangly Tomek lives on the third floor with his parents and sister Sarah, who's only three and absolutely adores her older brother. Together, they have bundles of fun and exhilarating adventures; they save cats from trees, get rescued by the fire department, learn about flying in airplanes, play summer in the wintertime and even find lost money. With so many lively imaginations, things are never boring at _Fennel Vennel 19_ (qv).::Anonymous"
        ],
        "tech": {
            "runtime": [
                "7 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 5.0
            },
            "males": {
                "votes": 2,
                "rating": 4.5
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 4.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 5.0
            },
            "females": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 4.0
            },
            "non us users": {
                "votes": 3,
                "rating": 6.3
            }
        },
        "number of votes": {
            "10": 3,
            "9": 1,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 1,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.0,
        "median": 9
    }
}