{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "20 November 2011"
            }
        ],
        "release dates": [
            "USA::20 November 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Introducing the Walls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Here Comes the Neighborhood (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "20 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    The stage is set for the Wynwood Arts District. Parking lots, loading docks and factory walls are transformed into \"The Wynwood Walls\". Founder Tony Goldman explains his vision for a town center, while Jeffrey Deitch, Arts Manager Meghan Coleman and Co-Curator Medvin Sobio offer their insight into the project's significance, taking us into the present day expansion. In addition, Photographer Martha Cooper and Miami based Mural Project Primary Flight weigh in. Participating artists: Kenny Scharf, Shepherd Fairey, Kunle Martins (Earsnot), Gaia, Shie Moreno, and Patrick ...    "
                },
                "2": {
                    "title": "Gaia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Here Comes the Neighborhood (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "23 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Having just graduated from art school this year, Gaia is the youngest artist to join the Wynwood Walls. For the Wynwood Doors, a portrait gallery of murals within the collection, Gaia painted a mural of Henry Flagler, the powerful oil and railroad tycoon who is responsible for modern day Florida. With this, he continues a practice of implanting modernist figures into landscapes that they have drastically changed for better or worse. Featured Music: \"Sleeptalk\" & \"Cross\" by Papertwin (facebook.com/papertwin) For more info on Gaia visit (gaiastreetart.com/) For more ...    "
                },
                "3": {
                    "title": "Kenny Scharf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Here Comes the Neighborhood (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Kenny Scharf returns to Wynwood to expand on a piece he started in 2009, one of the original Wynwood Walls. Having seen street art evolve from the New York City graffiti scene in the 1980s, to its status today as an established and respected international art movement, he reflects on his life and career as an Artist. He addresses the downside of art being treated as fashion, and articulates the importance of creating a project where the art itself is not for sale. Kenny also discusses the pros and cons of gentrification and how it relates to the Wynwood district.    "
                },
                "4": {
                    "title": "Intercambio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Here Comes the Neighborhood (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    A cast of young up-and-coming international artists are in the spotlight for their contributions to the Wynwood Walls and the district at large. Curatorial Advisor Medvin Sobio of the Visual Arts Collective Viejas Del Mercado, 33third Los Angeles and Mid City Arts expresses the importance of a cultural exchange and building a platform for communication and reconciliation through Public Art. Art's Manager Meghan Coleman explains the narratives behind the work from some of this year's Artists, while Photographer Martha Cooper shares her unique perspective, having seen ...    "
                },
                "5": {
                    "title": "Sego & Saner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Here Comes the Neighborhood (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "25 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Mexican artists Saner and Sego collaborate on a mural for the Wynwood Walls. They create a colorful dreamscape together, building on themes that each of the artists have explored for years. Saner's interpretation of the work, and his poetic eloquence helps elevate the wall into an ethereal realm, while Sego, traveling to the United States for the first time, brings an astute attention to detail, and a stunning technique grounded in the complexities of the natural world. These Artists exemplify the power of art, both public and private, to function as a change agent, ...    "
                },
                "6": {
                    "title": "Irak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Here Comes the Neighborhood (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "4 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Kunle Martins aka EARSNOT, founder of the IRAK CREW, along with Jesse Geller aka NEMEL break down the importance of good penmanship, the difference between murals and graffiti, and the concept behind their \"tagging mosaic\" in Wynwood. Stealing, masturbation and other compulsive behaviors are also addressed.    "
                },
                "7": {
                    "title": "Martha Cooper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Here Comes the Neighborhood (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "4 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Legendary photographer Martha Cooper has been documenting graffiti and graffiti writers since the late 1970s. Her and Henry Chalfant's book \"Subway Art\", originally published in 1984, was largely responsible for the globalization of graffiti. She has remained a fixture in the community and culture, and has been documenting the Wynwood Walls since the project began in 2009. Her photos tell the story of the Wynwood Walls from its inception to expansion, and all of the artists and their respective works. In graffiti and street art, nothing is permanent, even commissioned...    "
                }
            }
        },
        "number of episodes": 7,
        "genres": [
            "Documentary",
            "Short"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTM1MzUyNDgwMl5BMl5BanBnXkFtZTcwMDE3Njk1OA@@._V1_SY150_CR16,0,101,150_.jpg",
        "budget": "$50,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Here Comes the Neighborhood",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Here Comes the Neighborhood (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "The Cinemart"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}