{
    "imdb": {
        "raw release dates": [
            {
                "country": "Pakistan\n",
                "date": "24 September 2011"
            }
        ],
        "release dates": [
            "Pakistan::24 September 2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Humsafar"
            },
            {
                "countries": "Russia",
                "title": "Родственная душа"
            }
        ],
        "akas": [
            "Humsafar (original title)",
            "Родственная душа Russia"
        ],
        "akas from release info": [
            "Humsafar (original title)",
            "Родственная душа Russia"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 19,
                    "original air date": "24 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Khirad lives in Hyderabad with her widowed mother, Maimona. The family is very poor. Maimona's wealthy nephew, Asher is introduced along with his best friend and maternal cousin, Sara. Unknown to Asher, Sara is deeply in love with him. The mothers of the two friends, Fareeda and Zareena, assume that Asher will eventually propose to Sara, since they have always been so close.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 14,
                    "original air date": "1 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Maimona is diagnosed with cancer and requests help from her brother, Baseerat Hussain, portrayed by Behroze Sabzwari, who is Asher's father. Baseerat brings Maimona and Khirad to his mansion in Karachi. However, doctors claim that she will eventually die. Maimona is worried for Khirad and she requests Baseerat to get her daughter married. Baseerat decides that Khirad will marry Asher.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 14,
                    "original air date": "8 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    When Baseerat informs his son, Asher is shocked, having no marriage plans and seeing Khirad as his exact opposite. After Asher shares this news with Sara, she is heartbroken, revealing her love for him. Asher tells her that he does not have similar feelings for her and only sees her as a friend. Sara promises Asher that she will not let him marry Khirad. Baseerat begs Ashar to marry Khirad.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 14,
                    "original air date": "15 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Eventually, Asher relents. Farida, who is extremely possessive about her son, lashes out at Baseerat, begging him to reconsider. Baseerat threatens his wife with divorce if she interferes. Meanwhile, Khirad is also shocked to learn of Baseerat's plan. However, she has no choice but to comply with her mother's last wish. Sara tries to commit suicide. Asher and Khirad are married in a simple Nikah ceremony.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 18,
                    "original air date": "22 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    After Maimona dies Khirad is depressed. Both Asher and Khirad feel that they have been forced on each other. Neither is happy about the union;, however, Asher promises Khirad that he will try his best to make the marriage work. Khirad is deeply hurt by the fact that she has been forced into a stranger's life and feels her self-respect has been lost.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 18,
                    "original air date": "29 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Gradually, the couple starts falling deeply in love with each other. Asher values Khirad's innocence, simplicity and purity of heart. Khirad falls for Asher because of his caring and charming personality.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 29,
                    "original air date": "5 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Khirad and Ashar declare their love and become closer to each other. Sara pretends to befriend Khirad and then humiliates her, though afterwards she is reprimanded by Asher for her callousness.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 26,
                    "original air date": "12 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Baseerat falls ill and before he dies, he warns his son of the need to protect innocent Khirad from the wiles of the world. Asher, already in love with his new wife, agrees.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 15,
                    "original air date": "19 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Khirad encouraged by Asher, enrolls for graduate studies. She meets Khizar, Sara's paternal cousin, who has strong feelings for Sara.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 10,
                    "original air date": "26 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Khizar starts to visit Asher's house, while praising Khirad which makes Asher jealous. Khirad suddenly gets pregnant with Asher's child.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 31,
                    "original air date": "3 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Farida offers to pay for Khizar to study in USA and marry Sara if he can convince Asher that he is having an affair with Khirad. Sara lies to Khizar, telling him that she'll marry him when he returns. Khizar contrives to have Asher see what appears to be Khirad and him getting intimate alone in his apartment.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 28,
                    "original air date": "10 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Farida admits to Khirad that she would never allow a school teacher's daughter to be her daughter-in-law. She tells Khirad that she is unfit to be her house servant. She goes on to say that she raised her son in such a perfect way, that she won't allow her son to throw it all away on a lower class woman. Khirad protests and calls Khizar, who falsely keeps insisting that she has an affair with him.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 16,
                    "original air date": "23 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Farida backs Khizar's lies and kicks Khirad out of the house before Asher can speak to her. Before leaving, Khirad leaves a note for Asher. Heartbroken and alone, Khirad takes refuge with her mother's friend Batool Bano in Hyderabad. She calls Asher to tell him the truth about what happened, but he hangs up when he finds out who is calling.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 11,
                    "original air date": "24 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    After a few months, Khirad goes into labor and calls Asher one last time, who hangs up once he finds who is on the line. Khirad gives birth to a baby girl whom she names Hareem. Khirad vows that she will never forgive Asher for what he did to her.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 15,
                    "original air date": "1 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Upon encouragement by her friend Afsheen, she reluctantly goes to Karachi to visit her estranged husband. She goes to Asher's office and tells him about her problem. At first he refuses to help, but later relents, secretly moving the two into his house.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 17,
                    "original air date": "11 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Farida is in New York for a business trip, so Asher is able to move them in. When Asher asks Khirad what he should do when his mother finds out about her in his house, Khirad hatefully tells him that it is not her problem and that she is only there for her daughter's treatment.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 15,
                    "original air date": "14 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Sara spots Asher with his wife and daughter. After making comments that anger Asher, she leaves and calls Farida.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 13,
                    "original air date": "21 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Sara updates Farida. Farida quickly returns and threatens to throw Khirad back on the streets again. Khirad tells her, \"I don't want anything to do with your son or your mansion...I don't even see your son as being worth talking to. Your son is weak. He couldn't protect me. He no longer has any place in my heart.\"    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 15,
                    "original air date": "28 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    As Hareem demands to see old pictures from their wedding,Asher brings out an old box, which contains the note Khirad had left as she was first leaving.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 65,
                    "original air date": "11 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Khizar returns from abroad and demands Farida fulfill her promise. Sara refuses, but Farida insists her, since Khizar threatens to admit the truth to Asher. Hareem's heart surgery takes place and is successful. Khirad decides to leave Hareem with Asher. Asher finds himself redeveloping feelings for Khirad again and decides to forgive her.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 14,
                    "original air date": "18 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Khizar visits Farida and threatens \"destroy\" her with his knowledge. Asher meets Khizar leaving Farida. He confronts her and she responds, \"He wants you and Khirad to take divorce...\" Sara's depression intensifies. Zareena, Sara's mother, is remorseful and wishes she had nothing to do with Farida's plot. She tells Sara that her acts caused her depression. Asher takes Khirad to the seaside of Karachi and pours out his feelings saying he cannot remove her from his heart. In addition, he wants her back in his life forever. He begs her to stay for Hareem. Khirad, again ...    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 20,
                    "original air date": "25 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Khirad tearfully says goodbye to her sleeping daughter, leaving another note for Asher. She surrenders her rights over Hareem. Khizar later comes by Asher's office to tell him the truth, but Asher, in his anger, slaps him and forces him out without listening. Asher is very depressed and misses Khirad to no end. He remembers the romantic moments he shared with her four years ago. He finally discovers Khirad's original note. Asher overhears his mother's revealing phone call with Khizar. He has broken down and leaves the house. Farida stumbles upon Khirad's letter and is...    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humsafar (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "votes": 30,
                    "original air date": "3 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Asher heads for Hyderabad to bring Khirad back, telling her that Hareem won't eat and Khirad relently goes with him. Farida hears them return and claims the letter was false and that there is no proof that Hareem is Asher's daughter. Asher says, \"You gave me life. And at the same time, you took it away from me. You murdered your own son, mother. You took his life away...\" Khirad, witnessing the entire conversation, is shocked and emotional. Farida returns to her room where she is met by imaginary incarnations of Sara, Baseerat and Khirad. Sara blames Farida for her ...    "
                }
            }
        },
        "number of episodes": 23,
        "cast": [
            {
                "name": "Khan, Fawad"
            },
            {
                "name": "Khan, Mahira"
            },
            {
                "name": "Odho, Atiqa"
            },
            {
                "name": "Waqar, Naveen"
            },
            {
                "name": "Hassan, Noor"
            },
            {
                "name": "Kashif, Sara"
            },
            {
                "name": "Sabzwari, Behroze"
            },
            {
                "name": "Bayat, Hina Khawaja"
            },
            {
                "name": "Faisal, Saba"
            },
            {
                "name": "Naqvi, Qaiser"
            }
        ],
        "locations": [
            "Karachi, Pakistan::(Pakistan)",
            "Hyderabad, Sindh, Pakistan::(Pakistan)",
            "Karachi, Sindh, Pakistan"
        ],
        "genres": [
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "35"
        ],
        "countries": [
            "Pakistan"
        ],
        "country codes": [
            "pk"
        ],
        "language codes": [
            "ur"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:PG13"
        ],
        "number of seasons": 1,
        "rating": 9.0,
        "votes": 2780,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzA0MjA5NWMtOTg2MS00Yzc4LWI4ZjQtMTg5MzA4M2U2M2IyXkEyXkFqcGdeQXVyNTE0MDc0NTM@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "Sara and Ashar are childhood friends who share the same status, Sara has always had strong emotions for Ashar; while Khirad lives with her mother in a two bedroom apartment. Ashar and Khirad are forced into a marriage due to desperate circumstances. Khirad is a proud and self-sufficient person and does not give importance to wealth and power, she only hopes for respect. Ashar believes that he would have married a girl equal to his stature but was forced into a loveless marriage. Slowly their relationship gets stronger and the two find common grounds to begin their marriage. Along with internal struggles between these two strong characters; Sara and those around her plot to create enmity between the newly married couple.",
        "languages": [
            "Urdu"
        ],
        "title": "Humsafar",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2012",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Ahmed, Zakir"
            },
            {
                "name": "Ishtiaq, Farhat"
            }
        ],
        "production companies": [
            {
                "name": "Moomal Production"
            }
        ],
        "distributors": [
            {
                "name": "Hum Tv"
            },
            {
                "name": "Zindagi"
            }
        ],
        "plot": [
            "Ashar and Khirad are forced to get married due to desperate circumstances. Sara is Ashar's childhood friend and believed she would marry Ashar. Khirad is caught within this love-triangle with other internal and external forces at play.::Asif S.",
            "Sara and Ashar are childhood friends who share the same status, Sara has always had strong emotions for Ashar; while Khirad lives with her mother in a two bedroom apartment. Ashar and Khirad are forced into a marriage due to desperate circumstances. Khirad is a proud and self-sufficient person and does not give importance to wealth and power, she only hopes for respect. Ashar believes that he would have married a girl equal to his stature but was forced into a loveless marriage. Slowly their relationship gets stronger and the two find common grounds to begin their marriage. Along with internal struggles between these two strong characters; Sara and those around her plot to create enmity between the newly married couple.::Asif S."
        ],
        "tech": {
            "runtime": [
                "35 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 2780,
                "rating": 9.0
            },
            "aged under 18": {
                "votes": 7,
                "rating": 8.3
            },
            "aged 18 29": {
                "votes": 1077,
                "rating": 9.1
            },
            "aged 30 44": {
                "votes": 500,
                "rating": 8.7
            },
            "aged 45 plus": {
                "votes": 43,
                "rating": 7.0
            },
            "males": {
                "votes": 1472,
                "rating": 9.1
            },
            "males aged under 18": {
                "votes": 5,
                "rating": 8.2
            },
            "males aged 18 29": {
                "votes": 853,
                "rating": 9.2
            },
            "males aged 30 44": {
                "votes": 386,
                "rating": 8.8
            },
            "males aged 45 plus": {
                "votes": 29,
                "rating": 8.0
            },
            "females": {
                "votes": 407,
                "rating": 8.5
            },
            "females aged under 18": {
                "votes": 2,
                "rating": 9.5
            },
            "females aged 18 29": {
                "votes": 218,
                "rating": 8.6
            },
            "females aged 30 44": {
                "votes": 113,
                "rating": 8.3
            },
            "females aged 45 plus": {
                "votes": 13,
                "rating": 6.6
            },
            "top 1000 voters": {
                "votes": 11,
                "rating": 5.7
            },
            "us users": {
                "votes": 159,
                "rating": 8.4
            },
            "non us users": {
                "votes": 693,
                "rating": 8.7
            }
        },
        "number of votes": {
            "10": 1643,
            "9": 601,
            "8": 265,
            "7": 115,
            "6": 37,
            "5": 21,
            "4": 15,
            "3": 6,
            "2": 12,
            "1": 65
        },
        "arithmetic mean": 9.1,
        "median": 1
    }
}