{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "12 June 2011"
            },
            {
                "country": "USA\n",
                "date": "13 June 2011"
            },
            {
                "country": "USA\n",
                "date": "13 August 2011"
            }
        ],
        "release dates": [
            "USA::12 June 2011",
            "USA::13 June 2011",
            "USA::13 August 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "A Basement with Purpose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Makeover (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "13 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Jill and Chris Van Beke love their house except for the basement - it is a catch-all room with dated cloth wallpaper, old carpet, and chair rails that date back to the '70s. With the help of designer and host Alexi Panos and the choices that she gave the HGTV viewers to choose from, the dated, wasted space transforms into a luxurious, comfortable living room where the Van Bekes can hang out with friends, or just enjoy it as a family.    "
                },
                "2": {
                    "title": "Fixin' the Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Makeover (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "23 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Lisa and Thomas Krajewski's very small and colorful kitchen is in need of a change. Designer and host Alexi Panos gave the HGTV viewers choices to vote on, from the backsplash, flooring, and window treatments, to the wall color and more. With America's help, this kitchen receives one very stylish transformation.    "
                },
                "3": {
                    "title": "Mastering the Basement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Makeover (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "6 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Kelly and Mike Masters want to transform their cluttered multipurpose basement into a master suite. Designer and host Alexi Panos and the HGTV online community choose bedding, furniture, flooring, closet system and more. With America and Alexi's help, the Master's basement transforms into a luxurious master suite complete with a large walk-in closet and corner office space.    "
                },
                "4": {
                    "title": "Main Floor Makeover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Makeover (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "13 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Stacey and Jeff Hall's small builder-grade kitchen is in need of a transformation where they both have room to cook. The HGTV online community voted on cabinets, counter tops and more. With the help from designer and host Alexi Panos, the kitchen receives the ultimate makeover from dated and cramped into an open, modern and stylish floor plan.    "
                },
                "5": {
                    "title": "Spa-Retreat Inspired Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Makeover (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "20 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Brooke and Josh Trusley have a poorly-planned master bathroom complete with carpet, a small shower and toilet area that's just not working. With the help of designer and host Alexi Panos and the choices the HGTV online community had to vote on, including bathroom tile, vanity and more, this poorly-designed bathroom transforms into a relaxing spa-like retreat for the couple to enjoy.    "
                },
                "6": {
                    "title": "Sweet Master Suite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Makeover (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "27 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Jessica and Corey Cudzilo have a massive master suite but are trapped with a poorly designed floor plan, small bathroom and a very small closet. The Cudzilos receive help from designer and host Alexi Panos and with the HGTV viewers voting on wall color, bathroom tile, and more this master suite will undergo a dramatic transformation complete with a spacious bathroom, large closets, and an overall, well-designed layout.    "
                },
                "7": {
                    "title": "Beautiful Baker's Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Makeover (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "3 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Ashley and Chaz Ellis have a multipurpose kitchen used as both the family's cook space and an in-home bakery business, but between broken appliances and lack of space this kitchen does not function the way it should. Designer and host Alexi Panos provided choices of cabinets, flooring, countertops, window treatments and more on HGTV.com for America to vote on. With their help, the Ellis family kitchen transforms into a multipurpose, modern kitchen equipped with top-of-the-line appliances.    "
                },
                "8": {
                    "title": "Master Bed and Bath Blowout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Makeover (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "1 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Kristin and Greg Kauffman's master suite lacks design, inspiration and the bathroom space this couple needs. Designer and host Alexi Panos compiles a list of choices on HGTV.com for America to vote on to help the Kauffman's master suite. With the HGTV online community and Alexi leading this makeover, Greg and Kristin have a stylish bedroom and a spacious, luxurious spa-like bathroom to enjoy for years to come.    "
                },
                "9": {
                    "title": "Cramped to Classy Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Makeover (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "8 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Alia and Gerry Beauchamp's kitchen is dark, dated, and in need of an immediate makeover. With the help of designer and host Alexi Panos the HGTV online community voted on cabinets, countertops, and more to transform the Beauchamp's kitchen into a modern, spacious kitchen where Alia can explore her love for cooking and hosting dinner parties.    "
                },
                "10": {
                    "title": "Massive Mid-Century Basement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Makeover (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "10 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Susan and Jim Stirewalt have a huge basement but it is a blank canvas requiring the final touches. Watch as designer and host Alexi Panos and the help of the HGTV online community transform the Stirewalt's cold, empty basement into a very modern, stylish entertainment space.    "
                },
                "11": {
                    "title": "Lovely French Country Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Makeover (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Leslie and Greg Fox's kitchen is in need of a major update - from poorly installed floors, dated cabinets to old non-functional appliances. With the help of the HGTV online community and the choices that designer and host Alexi Panos gave the voters, the space undergoes a transformation from old and dated into beautiful, functional and stylish.    "
                },
                "12": {
                    "title": "Low-Country Family Fun Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Makeover (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "24 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Angie and Steven New designed their whole house, but stopped at the basement and the News would like this bare space to be the entertainment room of their dreams. Coming to the rescue, the online HGTV community and designer and host Alexi Panos make over this empty bare basement into a beautiful, modern entertainment room.    "
                },
                "13": {
                    "title": "An Amazing Attic for All Ages",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Makeover (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "17 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Angie and Steven New designed their whole house, but stopped at the basement and the News would like this bare space to be the entertainment room of their dreams. Coming to the rescue, the online HGTV community and designer and host Alexi Panos make over this empty bare basement into a beautiful, modern entertainment room.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Panos, Alexi"
            },
            {
                "name": "Haly, Matthew"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "In every half-hour episode of Run My Makeover, homeowners allow a room in their home to be transformed according to the whims of online users, who vote on everything from flooring to fixtures, cabinets to cooktops and moldings to mantelpieces. When the votes are tallied, it's up to our hosts, with a little help from the homeowners, to pull the elements together into one amazing room. It's design by democracy.",
        "languages": [
            "English"
        ],
        "title": "Run My Makeover",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Run My Makeover (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "RIVR Media"
            }
        ],
        "distributors": [
            {
                "name": "Home and Garden Television (HGTV)"
            }
        ],
        "plot": [
            "In every half-hour episode of _Run My Makeover_ (qv), homeowners allow a room in their home to be transformed according to the whims of online users, who vote on everything from flooring to fixtures, cabinets to cooktops and moldings to mantelpieces. When the votes are tallied, it's up to our hosts, with a little help from the homeowners, to pull the elements together into one amazing room. It's design by democracy.::RIVR Media"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}