{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "6 July 2011"
            },
            {
                "country": "USA\n",
                "date": "6 July 2011",
                "notes": "                            (Longmeadow, Massachusetts)"
            }
        ],
        "release dates": [
            "USA::6 July 2011",
            "USA::6 July 2011                            (Longmeadow, Massachusetts)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "2nd Annual Halloween Scare-A-Thon: Death's Return",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "31 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Regular host Paul Fish has tricked Death into hosting the bad film marathon. While Paul and his wife are on a cruise in Mexico, Death concedes and gamely intros the films \"Chamber of Horrors\", \"Fangs of the Living Dead\", \"The Horrors of Spider Island\" and \"Nosferatu\". After the last film he shows his Count Orlock and Willem Dafoe action figures that Charlie Sheen gave him. The end credits show the Halloween decorations that Death has around his home.    "
                },
                "2": {
                    "title": "It Seemed Like a Good Idea at the Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "7 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    This episode begins on an unexpectedly somber note with some sad music playing over an \"In Memoriam\" section for Paul's t-shirts. He is wearing a pretty sharp looking suit and needs to do laundry. The sad music also underscores how Paul feels about the entire main cast of the episode's film. At the end of the episode, Paul gets lost in the studio and bemoans the fact that he does not have a cool hat.    "
                },
                "3": {
                    "title": "Bride of the Gorilla",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "14 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    This episode features a new opening crawl and credit sequence. It is also the second episode that features a film produced by Jack Broader and starring a man in a gorilla suit. That sends Paul on an information quest that leads him to discover a possible connection between Mr. Broader and Mad Magazine genius Don Martin. After the film ends, Paul and Brian replay the death scene from the film and play a game of \"Set\", listen to music and play video games, and watch the Extended Editions of \"The Lord of the Rings\" Trilogy to pass the time while said death scene plays. ...    "
                },
                "4": {
                    "title": "The Amazing Transparent Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "21 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Paul has taken some uranium to make himself transparent like the hero of this episode's film. In order to prove it he mores some posters and a chair and eats a doughnut without without moving it from the plate. Why doesn't he pick it up? His hands are soaking after getting a manicure. After the film ends Paul shows us what happened to him during the film. He used his brief invisibility to eat more doughnuts and talk about Ed Begley, Jr's role in \"Amazon Women on there Moon\".    "
                },
                "5": {
                    "title": "The Boy in the Plastic Bubble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "6 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    In order to introduce this episode's film, Paul gives a brief history lesson on the 1970s phenomenons known as the Made-For-TV movie\" and the \"John Travolta\". The erstwhile Sweathog starred in the 1976 film \"The Boy in the Plastic Bubble. Paul admits to being a huge \"Welcome Back, Kotter\" fan and even shows a photo of himself as a eight-year-old wearing a Travolta t-shirt. When the film originally aired, Paul planned to stay up and watch it but fell asleep before it began and never saw the film until preparing for this show. After the film, Paul points out some ...    "
                },
                "6": {
                    "title": "The Wrestler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "13 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Don't get your hopes up. Paul announces that this episode's film is \"The Wrestler\" and then immediately destroys all hope but saying it's the one starring Ed Asner. This hairy, sweaty film plays more like an instructional video than it does an actual film. The one thing it has going for it? Ed Asner in a steam bath. Yep. Drink that thought in. After the film, Paul drops some serious Asner knowledge and threatens his wrestling opponent, Phil \"The Lovable Rogue\" Moskowitz.    "
                },
                "7": {
                    "title": "Night of the Sharks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "20 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    This episode starts off with Paul talking about how many great films get second, third and even fourth-rate rip offs. For every \"Raiders of the Lost Arc\" there's an \"Allan Quartermain and the Lost City of Gold\" and for every \"Jaws\" there's a \"Jaws: The Revenge\" (in Paul's opinion, the worst film ever made). Even worse than tonight's film, the also-shark themed \"Night of the Sharks\". Following the film Paul hands out the award for \"Best Performance by an Actor in a Death Scene of All-Time\". He then speaks about Antonio Fargas' role as Huggy Bear in \"Starkey and Hutch\" ...    "
                },
                "8": {
                    "title": "3rd Annual Halloween Scare-A-Thon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "31 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Paul feels bad about the prank he pulled on Death last year and brings some Devil's Food cake to the LCTV offices as a peace offering for Death, who has promised to host the \"Halloween Scare-A-Thon\" again this year. He also asks Brian if the camera that went missing has been found. Some time later Brian nervously calls Paul and tells him that Death has yet to show up. Paul doesn't seem too worried about it. He says that he spoke to Death and he seemed really happy about hosting. Paul's glad that Death is doing it since of the four films being shown (\"The Killer Shrews...    "
                }
            },
            "1": {
                "1": {
                    "title": "Bela Lugosi Meets a Brooklyn Gorilla",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Paul gets things going by introducing the unsuspecting public to the \"comedy and song one-two punch\" of Duke Mitchell and Sammy Petrillo (The \"Martin and Lewis\" knockoffs). Then tries very hard to warn people about what they are about to see - the classic where the film's star doesn't turn up until forty-five minutes in.    "
                },
                "2": {
                    "title": "Destroy All Planets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Paul introduces the film \"Destroy all Planets\" while making references to \"The Mary Tyler Moore Show\" and avoids mentioning the fact the color has faded so much that most of it looks like it was done with pencils on white paper.    "
                },
                "3": {
                    "title": "The Wild Ride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Ever wonder what Jack Nicholson looked like as a 20-year old hot rodding beatnick? Paul sure did! That's why he wanted to watch \"The Wild Ride\"! Although why he chose to ask others to watch it with him remains a mystery.    "
                },
                "4": {
                    "title": "Dementia 13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "10 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Paul gets confused between \"Dementia 13\", The 5th Dimension and an episode of the old \"Spider-Man\" cartoon series until Bryon sets him straight. Then he goes through a who's-who of Hollywood's finest that has worked with producer Roger Corman.    "
                },
                "5": {
                    "title": "Jesse James Meets Frankenstein's Daughter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "17 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    After viewing the film, Paul wonders aloud why it's called \"Jesse James Meets Frankenstein's Daughter\", when the daughter is never seen or even mentioned. He also wonders (not aloud) why the film got made.    "
                },
                "6": {
                    "title": "Frozen Alive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "24 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Filmed during a heat wave, Paul's hair returns to it's natural state. He, mistakenly as it turns out, decides to watch \"Frozen Alive\" in order to cool off. It does not work. Also, at the very end, he proves himself to be a complete light-weight in the libation department.    "
                },
                "7": {
                    "title": "The Master",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    \"The Master\" marks a first for \"Public Domain Theatre\". 1) It's the first time that the usual opening sequence is replaced with a different one. B) We see Bryon (billed as \"Brian\") for the first time on screen, and Thirdly) \"The Master\" is actually two episodes of a short-lived television show starring Lee Van Cleef and Timoty Van Petten, not a movie. Paul loved the show back in the early 80s and quickly realizes why it got canceled. He then wonders what it would've been like with Dick Van Petten in the Lee Van Cleef Role.    "
                },
                "8": {
                    "title": "The Cape Town Affair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "21 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Paul finds out the hard way how to waste three talented actors. However he has no trouble understanding how someone could fall in love with another person who has stolen their wallet.    "
                },
                "9": {
                    "title": "Murder by Television",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "28 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    This early 30's gem shows how to make a future Oscar winner disappear right before your eyes! Paul then shows how easy it is to do in real life.    "
                },
                "10": {
                    "title": "Breakfast in Hollywood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "25 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Paul opens the show with a cup of coffee and a bowl of cereal. He thinks that it's a good idea to show the film \"Breakfast in Hollywood\" really early. He's so tired that he doesn't even notice that the outside shots look nothing like Longmeadow. One of them even looks like a painting. Then after the movie's over, he hopes that a big hat will help him score a kiss.    "
                },
                "11": {
                    "title": "Dr. Jekyll & Mr. Hyde",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "1 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Paul goes all black and white and bad filmy to help people prepare for the silent classic \"Dr. Jekyll & Mr. Hyde\" with the help of some on-screen title cards. He goofs up and the title cards call him out on it. If you've ever wanted to see a man yell at his title cards in silence and then see said title cards stumble and try to change the subject then this is the show for you!    "
                },
                "12": {
                    "title": "A Bucket of Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "8 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Paul brings the campy, horror-comedy of Roger Corman's \"A Bucket of Blood\" to your living rooms. Watch him marvel at the number of times star Dick Miller has played characters named Walter Paisley. Then watch him wonder how Anthony Michael Hall could even dare to attempt it.    "
                },
                "13": {
                    "title": "The Brain That Wouldn't Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "11 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    One Paul's all-time favorite B movies, \"The Brain that Wouldn't Die\" is a real head-scratcher. Is it \"The Brain that Wouldn't Die\" or \"The Head that Wouldn't Die\"? He's not surprised to learn that there are many others out there who love this film as much as he does. This episode also marks the first time Paul mentions \"Mystery Science Theater 3000\" out loud as well as wearing a \"MST3K\" t-shirt. Stay through the end credits for a touching tribute to his life-long friend Chris Robertson, who passed away a few days before the episode was filmed.    "
                },
                "14": {
                    "title": "The St. Louis Bank Robbery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "11 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Paul gets excited over the prospect of seeing Steve McQueen before he became \"Steve McQueen\". \"The St. Louis Bank Robbery\" may not be the first film 'based on a true story', but it may be the first film 'based on a true story that actually uses the real people who were there when it happened'. It is also worth noting that the film's director Charles Guggenheim went on to win three Oscars for directing documentaries.    "
                },
                "15": {
                    "title": "Attack of the Giant Leeches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "18 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Season 1 of \"Public Domain Theatre\" ends on a high(-ish) note with the classic \"Attack of the Giant Leeches\". Paul recounts his formative years with his friends that were spent staying indoors, eating junk food and watching films like this on \"Creature Double Feature\". After the film he kills the mood by bringing up the grizzly fate of Yvette Vickers. Trying to recover and end on a laugh, he shows a picture of the cheap leech costumes.    "
                }
            },
            "2": {
                "1": {
                    "title": "Plan 9 from Outer Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "3 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Paul beings Season 2 by announcing his recent graduation from a two-year college and shows his desperation for finding work. While talking about the episode's film (Ed Wood's craptacular \"Plan 9 from Outer Space\") he tries to get the audience drunk by creating a drinking game, but then decides that shots of another beverage might be better (if not as tasty and fun). Following the film, Paul gives us a rundown of the IMDb Top Twenty Worst Films of All-Time to see where \"Plan 9\" ranks and answers that age-old question: is Dick Cheney the reincarnation of Tor Johnson?    "
                },
                "2": {
                    "title": "Gulliver's Travels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "10 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    If you've ever wondered who the second person to break the sound barrier was, what the second video ever shown on MTV was or what the second full-length animated feature film was, you've come to the right place. The Fleischer Brothers' \"Gulliver's Travels\" was a huge box-office hit and was nominated for two Academy Awards (losing both to something called \"The Wizard of Oz\"). Maybe it would have won if it had been produced with Popeye in the lead.    "
                },
                "3": {
                    "title": "I Wonder Who's Killing Her Now?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "17 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    If you can't get Peter Sellars and you just HAVE TO make a movie, unknown comedy legend Bob Dishy is your guy! Dishy is one of the few actors in this film that does not hail from the Boston, MA area. Host Paul Fish quickly apologizes for the ham-fisted performances in the film and assures the audience that they are not a good representation of the acting talent that comes from the Bay State. The show ends with the \"'I Wonder Who's Killing Her Now?' Bad Impression Photo Book\" which chronicles all of the bad impressions Paul noticed while watching the film.    "
                },
                "4": {
                    "title": "Halloween Scare-a-Thon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "31 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Host Paul Fish is set to show four classic public domain horror films when he is interrupted, beaten and tied up by the one, the only Death! It seems that Death is 37 deaths short of his quota and figures that the best way to gather these souls is to catch those that die of boredom watching these films. During the \"scare-a-thon\" Death regales the audience with tales of watching a film with Vincent Price and Liberace, calls serial killer Charles Starkweather, and thinks his eye sockets are playing tricks on him when Paul is shown wearing different t-shirts while tied ...    "
                },
                "5": {
                    "title": "Bloody Pit of Horror",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "7 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    There are many things that make a film so bad its good, and bad dubbing is one of them! Tonight's film (\"Bloody Pit of Horror\") was originally filmed in Italian and then dubbed into English. Part of the first host segment was shot in English...and then dubbed into English (?). Then host Paul Fish dives into the Americanization of the cast and crew's names and the marriage and lineage of Mickey Hargitay.    "
                },
                "6": {
                    "title": "The Sadist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "14 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Paul presents a pretty good (for \"PDT\" anyway) film starring Elvis Presley/human pug Arch Hall, Jr. called \"The Sadist\". It is a well-shot film from cinematographer Vilmos Sigmund who went on to shoot such classics as \"Deliverance\", \"The Deer Hunter\", \"McCabe & Mrs. Miller\" and win an Oscar for \"Close Encounters of the Third Kind\". The film's dialogue is comprised of five hundred ninety-two questions (by Paul Fish's count) or roughly half as many as \"Inception\". In the final host segment, Paul is in dire need of a chiropractor and casually mentions that real bullet ...    "
                },
                "7": {
                    "title": "House on Haunted Hill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "21 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Kids today just don't know Vincent Price! If they do it's only as the guy who talks over the end of Michael Jackson's \"Thriller\" or the guy that Bill Hader used to lampoon on \"Saturday Night Live\". Paul hopes to rectify that by showing the classic thriller \"House on Haunted Hill\". In its initial theatrical run the film was a hit due to a gimmick called \"Emergo\" where a skeleton was rigged up to fly over audiences. It is rumored that the success of this film inspired Alfred Hitchcock to make his own little thriller. A film that we like to call \"Psycho\".    "
                },
                "8": {
                    "title": "Night of the Living Dead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "28 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Wait a minute. How did an actual classic like \"Night of the Living Dead\" make it into the public domain? Host Paul Fish explains. He also rattles off George A. Romero's other (read: lesser) zombie films and makes a comparison to Woody Allen's \"What's Up Tiger Lily?\". Don't worry, it will all make sense. \"They're coming to get you, Barbara...\"    "
                },
                "9": {
                    "title": "Santa Claus Conquers the Martians",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "25 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Santa Claus fills in for vacationing host (and perennial \"nice lister\" Paul Fish) and shows the classic \"Santa Claus Conquers the Martians\". A quick scan of the film's Wikipedia page confirms his fears of how bad the film is. Santa then checks out the IMDb Bottom 100 and is relieved that people liked it more then \"that baseball playing chimp movie with Matt LeBlanc\". After viewing the film, his mood soured, Santa sends Paul mean Facebook posts, talks at length about the career of Pia Zadora and decides the nice list/naughty list fates of the LCTV crew.    "
                },
                "10": {
                    "title": "Attack from Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "16 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Paul has enrolled himself in the \"Starman School of Fight Training and Self-Defence\" and is more that willing to show off his newly discovered skills: twirling, arm flailing and posing. Two short films from the \"Super Giant\" series were edited together and released as \"Attack from Space\". All the panting, twirling and mistake pointing out-ing can't hide the fact that Paul actually enjoyed the film. After his workout ends, Paul speaks open-heartedly about his friend Steve the Elf.    "
                },
                "11": {
                    "title": "At War with the Army",
                    "kind": "episode",
                    "episode of": {
                        "title": "Public Domain Theatre (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "23 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Season 2's final episode, \"At War with the Army\" stars the classic comedy duo of Dino Paul Crocetti and Joseph Levitch, whom some people might know as Dean Martin and Jerry Lewis. Paul talks a bit about the film's origins as a play and how you can't really see the magic that Dean and Jerry have until near the end of the film. Paul's reverence for the duo comes through during the second host segment. And surprisingly there is only one reference to Duke Mitchell and Sammy Petrillo.    "
                }
            }
        },
        "number of episodes": 34,
        "cast": [
            {
                "name": "Fish, Paul"
            },
            {
                "name": "Kozaczka, Bryon"
            },
            {
                "name": "Death"
            },
            {
                "name": "Claus, Santa"
            },
            {
                "name": "Starkweather, Charles"
            },
            {
                "name": "Bartlett, Dave"
            },
            {
                "name": "Devil, The"
            },
            {
                "name": "Kneubuhl, John"
            }
        ],
        "genres": [
            "Comedy",
            "Horror",
            "Sci-Fi"
        ],
        "runtimes": [
            "120"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(NTSC Color)"
        ],
        "aspect ratio": "4:3 Letterbox",
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDc5NTJlMGUtODJkZi00M2IwLWEzZjQtMDZmZTFhYmUxMmJmXkEyXkFqcGdeQXVyMzI2MDEwNA@@._V1_SY150_CR76,0,101,150_.jpg",
        "budget": "$18 (estimated)",
        "plot outline": "Showing the best films that money doesn't have to buy. This program treats viewers to films that most of the known world (including those who made them) have forgotten about. Sit back, relax and enjoy some of the best films that are so bad they're good.",
        "languages": [
            "English"
        ],
        "title": "Public Domain Theatre",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Public Domain Theatre (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Fish, Paul"
            }
        ],
        "plot": [
            "The very best of the very worst.::Paul S. Fish",
            "Showing the best films that money doesn't have to buy. This program treats viewers to films that most of the known world (including those who made them) have forgotten about. Sit back, relax and enjoy some of the best films that are so bad they're good.::Paul S. Fish"
        ],
        "tech": {
            "runtime": [
                "2 hr (120 min)"
            ],
            "color": [
                "Color (NTSC Color)"
            ],
            "aspect ratio": [
                "4:3 Letterbox"
            ]
        }
    }
}