{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "April 2011"
            },
            {
                "country": "USA\n",
                "date": "4 May 2011"
            }
        ],
        "release dates": [
            "USA::April 2011",
            "USA::4 May 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Warriors of the Kalahari",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Collection (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 May 2011",
                    "year": "2011",
                    "plot": "\n    It's not called a honey badger because of its sweet nature. The honey badger of the Kalahari, is so fierce it is officially listed in the Guinness Book of World Records as the most fearless animal on earth. Follow this daring little devil as he and numerous other desert survivors thrive in relentlessly harsh conditions.    "
                },
                "2": {
                    "title": "Big Cats of the Savannah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Collection (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    The grasslands of Africa are a banquet spread for feline predators. Explore the hunting and nurturing habits of lions, leopards, and cheetahs of the African savannah, as well as the overlooked grasses that lay the foundation for the amazing array of wildlife flourishing among its leaves.    "
                },
                "3": {
                    "title": "Cheetah: The Price of Speed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Collection (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "4 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    The cheetah excels at acceleration, gathering speeds of over 60 MPH in just a few strides. It runs down high-speed prey faster than any mammal on Earth, but its quickness comes at a cost. The cheetah has the speed, but does she have the endurance to make it?    "
                },
                "4": {
                    "title": "21st Century Elephant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Collection (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Elephants live a privileged life in the wild, surrounded by a strong family unit and threatened by very few predators. However, in areas where they live side by side with humans, it's a much different story. We track land's biggest mammal around the globe to see how they cope in our modern world, and how man impacts their lives.    "
                },
                "5": {
                    "title": "Lions in Battle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Collection (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "13 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    The Okavango Delta in southern Africa can be as merciless as the predators who call it home. In the span of a season, the successful Xakanaxa lion pride sees its fortunes reversed as the Okavango deals out one of its harshest seasons ever.    "
                },
                "6": {
                    "title": "Kings of the Prairie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Collection (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Millions of American Bison once roamed the Great Plains of North America. Now protected, their very existence relies on their instinct and ability to weather the ravages of the prairie's extreme seasonal shifts.    "
                },
                "7": {
                    "title": "Mission Critical: Amphibian Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Collection (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "13 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Follow the race to rescue the Mountain harlequin frog before the deadly chytrid fungus wipes out the entire species.    "
                },
                "8": {
                    "title": "Kingfisher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Collection (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Along the Chitose River in Hokkaido, Japan, wildlife photographer Tadashi Shimada observes three species of kingfishers over the course of a year, tracking their hunting, courting and rearing skills. He takes us underwater and into their cave-like nests to show these flying jewels as they've never been seen before.    "
                },
                "9": {
                    "title": "Amazon River Crocs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Collection (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "9 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Ultimate predators of the Amazon rainforest, black caiman grow over twenty feet long and weigh in at one ton. Filmmaker and biologist Rainer Bergomaz and forest ranger Yung Sandy are on a mission that will bring them closer to these behemoths than anyone has ever dared before.    "
                },
                "10": {
                    "title": "Dino Stampede",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Collection (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "7 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    In remote Queensland, Australia, scientists are working to unravel a 100-million-year-old mystery. Their main lead is a site that holds the most remarkable set of dinosaur tracks that science has ever seen. Join the team as they work together, using modern technoogy and gut instincts to solve this anicent whodunit and gain new insights into dinosaur behavior.    "
                },
                "11": {
                    "title": "Haunt of the Harpy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Collection (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "25 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    With talons bigger than a grizzly bear's and the sharpest eye and beak in nature, the Harpy eagle rules the canopy of the unsoiled South American rainforest.    "
                },
                "13": {
                    "title": "Venom Islands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Collection (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 10,
                    "original air date": "4 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Enter the Pacific Rim's \"Ring of Fire,\" home of Earth's largest venomous animal and the ocean's most lethal creature.    "
                },
                "14": {
                    "title": "Namibia's Wild Wonders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Collection (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "5 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    A 1,000-mile journey through southwest Africa reveals how its many creatures have evolved to survive, and even thrive, in the harshest conditions on Earth.    "
                },
                "15": {
                    "title": "When Lions Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Collection (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "5 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    The dry season in northern Zimbabwe's Mana Pools National Park is as deadly as any predator. The rains stop, the temperatures rise, and the water sources evaporate, pushing herbivores past the normal boundaries of caution and into dangerous territory. Two lion families patiently await their arrival, one, a team of rookies, the other, seasoned pros, each with one shared goal: to hunt the thirsty herds. Get a remarkable look at their daily battles for survival as we take you on an action-packed journey into one of the wildest springs in Africa.    "
                },
                "16": {
                    "title": "Lions in Battle 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Collection (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "5 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Forced from their homes and separated from their family forever, two juvenile lions are required to grow up quickly on the Okavango Delta in Africa.. Strangers in their own land, both brothers must lean on each other to survive. Witness their remarkable rite of passage into adulthood as they learn to hunt, fight, and mate, never giving up hope to one day become protectors and providers of their own dynasty.    "
                },
                "17": {
                    "title": "Elephants in the Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Collection (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "12 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    At a five-star lodge in Zambia, a bizarre phenomenon that's stumped wildlife experts and delighted tourists is happening: Its lobby is overtaken by an elephant family, led by a matriarch named Wonky Tusk. Though the elephants are often violent in the wild, they gently climb the stairs of Mfuwe Lodge and grace past reception without so much as bumping a chair. Why the paradox? Wildlife cameraman Nathan Pilcher goes on a five-year mission to find out and reveals elephants to be far more intelligent, and like us, than anyone could've imagined.    "
                },
                "18": {
                    "title": "Hippo Ganglands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Collection (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "9 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    There's a gang war happening in the Luangwa Valley in Zambia, a battle among hippos for territory, dominance, mating rights, and survival. The reason? Dry season: a seven-month drought that forces over 30,000 hippos to the deepest part of the river to stay wet and cool. Follow these three-ton beasts as they fight lions, crocodiles, and other hippo gangs, struggling to stay alive until the next rainfall. Only then can they return to the lush paradise they once called home.    "
                },
                "19": {
                    "title": "Cheetah: Race to Rule",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Collection (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "16 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Meet Gunner, a Cheetah born into the grassland killing fields of Botswana, home to Africa's fiercest predators. He's also the runt of the litter, more interested in playing tag than hunting. Gunner's two brothers often protect him, but when they're tragically killed, he's forced to grow up. But he better learn quickly--another coalition of cheetahs has plans to take over Gunner's territory at all costs. If this runt has any hopes of surviving, he's going to have to do it alone.    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Beach, John"
            }
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjI0NTgxNDI5Ml5BMl5BanBnXkFtZTgwOTc3ODAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Get up close & personal with some of the biggest, stangest, deadliest, and rarest creatures on earth. Nobody covers the animal kingdom quite like our globe-spanning scientists, researchers and filmmakers, who match their incredible expertise with stunning videography to produce lush images of a world few have ever seen...until now.",
        "languages": [
            "English"
        ],
        "title": "Wildlife Collection",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Wildlife Collection (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Marciniak, Catherine"
            }
        ],
        "plot": [
            "Get up close & personal with some of the biggest, stangest, deadliest, and rarest creatures on earth. Nobody covers the animal kingdom quite like our globe-spanning scientists, researchers and filmmakers, who match their incredible expertise with stunning videography to produce lush images of a world few have ever seen...until now."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}