{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "13 April 2013",
                "notes": "                            (Toronto International Film Festival)"
            }
        ],
        "release dates": [
            "Canada::13 April 2013                            (Toronto International Film Festival)"
        ],
        "episodes": {
            "1": {
                "7": {
                    "title": "Flight of the Pterodaustro/Trekules",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    When Hannah's Dad takes Trek and Hannah to fly remote control helicopters, Trek uses the opportunity to learn about the Pterodaustro. When Mr. Paluxy teaches the kids about Greek heroes who would take on mythical beasts, Trek tells a story about \"Trekules\", a Greek hero who had to go up against dinosaurs!    "
                },
                "8": {
                    "title": "Pterasaur Picnic/Sabre Tooth Doug",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "7 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    When Liam takes Trek and Penelope with him on a picnic with his friend Jordan, Trek tries to complete Dino Experiment #314 \"What did pterosaur nests look like?\" He ends up dragging Penelope, Liam and Jordan all over the park to get it solved. While making a video presentation for school Trek and Hannah imagine that Doug is a prehistoric mammal trying to survive amongst the dinosaurs.    "
                },
                "9": {
                    "title": "Dino Talk/Paws and Claws",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "8 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    When Trek accidentally throws Doug's favourite ball onto to the roof of the garage he tries to get a Dromaeosaurus to knock it down. Unfortunately, the Dromy doesn't know what Trek's wants him to do. Trek's gotta figure out how dinos communicate. When Doug buries Mom's police badge in the backyard, Trek learns that the Therizinosaurus used its claws for defense, stripping leaves off trees and (coincidentally) for digging up roots. Luckily, the Therizinosaurus helps Trek dig up Mom's badge!    "
                },
                "10": {
                    "title": "Micro Dino/Meteorite Survivors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "21 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Trek is figuring out if the Microraptor was a carnivore or a herbivore by setting up elaborate traps around the house rigged with meats and veggies. However, Trek is repeatedly interrupted by Doug and Mom. Dino experiments aren't always easy. Trek tells a story about a time-traveling Dino Mobile that goes back in time to see how some prehistoric creatures survived the meteorite crash that is believed to have made the dinosaurs extinct.    "
                },
                "11": {
                    "title": "Dino-Go-Seek/Dino Giants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    During an indoor game of hide and seek with his friends and Grandma, Trek discovers that Microraptors use their natural abilities to hide with the best of them! When Trek gets a guided tour of the Royal Ontario Museum from Dr. David Evans, he enlists the paleontologist's help to figure out who would win in a stand off, the Giganotosaurus or the T-rex?    "
                },
                "12": {
                    "title": "Beach Blanket/Robots and Dinosaurs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Trek goes to the beach with Mom and Grandma and is determined to figure out Dino Experiment 410, \"How does the Deinosuchus get its food?\" Luckily for Trek, he soon sees the Deinosuchus! Trek visits Bobby and his father at Mr. Caparaz's work - a robotics laboratory. Trek spots a Dromaeosaurus guarding its nest outside. Trek sees one of the Dromy's eggs get stolen and enlists the help of multiple robots to return the egg to its nest!    "
                },
                "13": {
                    "title": "Dino Pals/Dino Mommas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Trek's class has a new Australian exchange student named Robert who loves dinosaurs just as much as Trek does. When Robert's fossil goes missing, Trek and Robert know who took it... a dinosaur called the Ozraptor! Trek's rushing to make a Mother's Day craft for his Mom when he discovers a Momma Triceratops who's lost her baby. It's up to Trek finish his craft and reunite the Triceratops with her baby by the time his Mom comes to get him.    "
                },
                "14": {
                    "title": "Dino Sightseeing/Quetza Grandma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    While on a sightseeing tour of Niagara Falls with his Grandma, Trek finds a seemingly lost baby Spinosaurus. While Trek and Grandma tour Niagara Falls, Trek spots a Plesiosaur, a Deinosuchus and, finally, the baby's Momma Spinosaurus. Before Grandma heads south for the winter, she and Trek create a comic book about three pterosaur babies who get lost on their migration south and the cave-people superheroes that save them: Tyrannosaurus Trek and Quetza Grandma!    "
                },
                "15": {
                    "title": "Dino Tooth Fairy/Dino Pet Store",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    While Trek waits for his loose tooth to fall out, he finds a baby dinosaur tooth in the house and decides to figure out which baby dino it belongs to so that it can get a visit from the Dino Tooth Fairy! Trek tells a story to Hannah, Bobby and Penelope about what it would be like to have dinosaurs as pets and they all figure out that dinosaurs wouldn't make very good pets at all.    "
                },
                "16": {
                    "title": "Everyone Loves Marine Reptiles/Dino Clash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    When Mom takes Trek and Penelope to Marineland, Trek gets so excited he imagines what it would be like if there was a show with prehistoric marine reptiles! When Trek and Bobby play video games, they imagine themselves into a dinosaur based video game and learn that, for the dinosaurs in the Dromaeosaurid/Raptor family, teamwork can be the difference between winning and losing!    "
                },
                "17": {
                    "title": "Night Vision Dino/Dino Glider",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "plot": "\n    When Trek goes to Bobby's for a camp out sleepover he tries to help Bobby and Bobby's Dad figure out who's been eating the vegetables out of their garden. Bobby and his Dad think it was a raccoon but Trek knows better...it was a prehistoric creature - the nocturnal kind! Trek wants to know if the Microraptor used its wings to fly. Luckily, Hannah and Trek are practicing trapeze at Hannah's Dad circus school and the trapeze act will help them figure it out.    "
                },
                "18": {
                    "title": "Tracker Trek/Teach a Spino to Fish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "10 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    When Penelope and her Mom take Trek camping, they wake up to find that something's messed up their campsite. Trek thinks it was a dino. But which dino?! It's up to Trek and Penelope to track it and find out! Trek goes fishing with Grandma and discovers a baby Spinosaurus taking his fish! Trek realizes its Mom isn't around so he teaches the Spinosaurus to catch its own fish.    "
                },
                "19": {
                    "title": "Adventures in Dino Sitting/Carnivore Contest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "plot": "\n    While Penelope and her Mom bird watch, Trek uses a Stegosaurus decoy to figure out who was a better hunter: the Giganotosaurus, the Microraptor or the Troodon? At an indoor Go-Kart Track, the kids learn about dinosaur speeds when Trek tells a story about kids in go-karts who raced dinosaurs!    "
                },
                "20": {
                    "title": "Cowboys vs. Dinosaurs/Dino Egg Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "Dino Footprints/Dino Racers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "plot": "\n    When Hannah and Trek take an after school art class with Hannah's Dad, Trek decides to use sculpture to see just how different dino footprints can be. Ms. Carver organizes an egg hunt for her class which gives Trek a chance to solve \"Dino Experiment 419 - do the Compsognathus, Dromaeosaurus and Albertosaurus eat eggs?\" and learn about what different carnivores eat.    "
                },
                "23": {
                    "title": "Cowboys vs. Dinosaurs/Survival of the Biggest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "29 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Trek tells his friends a story about a small western town being scared by a Therizinosaurus and how Deputy Hannah saved the day! While Penelope's home sick, Trek investigates why herbivores like the Dracorex, Euoplocephalus or the Brachiosaurus stick together in a giant migrating herd.    "
                },
                "24": {
                    "title": "Switched at Nest/Dino Rocks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "plot": "\n    Trek goes over to play model trains with Hannah and her Dad. Using the model train set backdrop they imagine what it would be like if dinosaurs lived amongst us today. They figure out that living with dinosaurs wouldn't as cool as it sounds. Trek is amazed when he sees an Edmontosaurus laying her egg in a Triceratops nest. With his friends help, Trek learns that some animals will lay their eggs in the nests of animals that can do a better job of protecting their babies.    "
                },
                "25": {
                    "title": "Train of Dinos/Officer Trek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "plot": "\n    Trek dreams that he and his Mom are Police Officers on The Case of the Missing Fish! Can they figure out who stole Fisherman Bobby's fish - the Spinosaurus, the Plesiosaur or the Archelon? You bet they can! Trek is blown away when he sees a Psittacosaurus eating rocks. Trek's determined to find out what the dino's doing and, with a little help from Grandma, Trek learns that the Psittacosaurus didn't eat rocks but that rocks help them digest their food.    "
                },
                "26": {
                    "title": "The Wonderful Wizard of Dinoz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "17 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    At bedtime, Mom reads Trek \"The Wonderful Wizard of Oz\". Trek drifts off and ends up in \"The Land of Dinoz\" where he meets new pals the Scare-Troodon (Penelope), the Tin-Dromaeosaurus (Bobby) and the Cowardly Stygimoloch (Hannah). Together, they all head off to see the wizard and save him some wicked dinosaur skeletons.    "
                }
            },
            "3": {
                "1": {
                    "title": "Team Dino/Use Your Dino Senses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Trek learns that he can see dinosaurs, just like his older brother Dan, when he tries to complete one of Dan's Dino Experiments and figure out if Albertosauruses hunted in packs or on their own. When Trek's teacher, Ms. Carver, sets up a scavenger hunt based on the five senses around the classroom and the schoolyard, Trek enlists the dinosaurs that use their sensory skills to help him win!    "
                },
                "2": {
                    "title": "Dinobusters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "27 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    When his friends come over, Trek tells them the story of a haunted house, which turns out to not have ghosts, but sure has dinosaurs! Who ya gonna call? Dinobusters!    "
                },
                "3": {
                    "title": "Trek Rex/Dino Climbers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "8 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Mom agrees to sew Trek's costume for his Birthday Party Costume Extravaganza but he keeps changing his mind about which herbivore he wants to dress up as! At Mom's climbing gym, Trek learns which prehistoric creatures could climb while Bobby conquers his fear of heights.    "
                },
                "4": {
                    "title": "Dino Survivor School/Tyrannosaurus Trek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "1 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Trek teaches a baby T-rex how to hunt while Bobby tries to teach Doug how to use his new dog treat dispenser. Grandma helps Trek with his homework for art class and together they create a comic book entitled \"Tyrannosaurus Trek\" about a caveman superhero who saves all the dinosaurs when a volcano erupts.    "
                },
                "5": {
                    "title": "Brainy Dino/Trekoodon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "3 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Mr. Paluxy runs rats through a maze for her science class experiment and gives Trek an idea for how to figure out \"Dino Experiment 320 - Who was smarter, the Dromaeosaurus or the Troodon?\" He's going to run dinosaurs through a maze! While helping out at Penelope's parents pet store Trek convinces Penelope that the Troodon is the coolest dinosaur ever by telling her a story about Trekoodon, a crafty Troodon, who dealt with fierce herbivores more than 65 million years ago.    "
                },
                "6": {
                    "title": "Dino BBQ/Show and Dino",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "5 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    While Grandma's taking care of Trek, she decides to make BBQ for dinner but dinosaurs and pterosaurs keep stealing the food. It's up to Trek to stop the dinosaurs and protect their precious BBQ! When Trek forgets to bring something for show and tell, he's in a mad dash to find something. When he spots a Psittacosaurus in the schoolyard he realizes one of its defensive tail quills would be perfect. But first, he's got to figure out how to get one!    "
                }
            },
            "4": {
                "12": {
                    "title": "Swimming with Plesiosaurs/Dino Trek the Musical",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dino Dan: Trek's Adventures (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "plot": "\n    It's Friendship Day and Trek discovers an Amargasaurus showing off for another Amargasaurus. Trek wants to figure out what they're doing. With the help of his friends, Trek figures out that the boy dino is trying to impress a girl dino. While Liam babysits Trek, Trek has to do some dino-sitting of his own when a baby Albertosaurus, baby Brachiosaurus and a baby Spinosaurus find their way inside. It's up to Trek to get them out of his house before they turn it into a huge mess!    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Buccino, Trek"
            },
            {
                "name": "Negri, Jordyn"
            },
            {
                "name": "Spevack, Jason"
            },
            {
                "name": "Forrester, Katherine"
            },
            {
                "name": "Harkin, Allana"
            },
            {
                "name": "Petierre, Colin"
            },
            {
                "name": "Eastwood, Jayne"
            },
            {
                "name": "Carver, Sarah"
            },
            {
                "name": "Cullen, Seán"
            },
            {
                "name": "Price, Connor"
            },
            {
                "name": "Bastidas, Keana"
            },
            {
                "name": "Nibbles, Captain"
            },
            {
                "name": "Thornton, Pat"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada",
            "Filmport Studios, 65 Heward Avenue, Toronto, Ontario, Canada"
        ],
        "genres": [
            "Family"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 7.3,
        "votes": 60,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTg1NTcxNzQ4N15BMl5BanBnXkFtZTcwMzg0ODA0OQ@@._V1_SY150_CR9,0,101,150_.jpg",
        "plot outline": "The new season of Dino Dan takes things to a whole new level of dino adventure with all new pre-historic creatures, a new gang of friends, and a new Henderson brother who can see dinosaurs. That's right. Trek can now see the dinosaurs too! Now that Trek is ten years old, he has become just as obsessed with dinosaurs as his older brother Dan. Trek eats, sleeps and breathes dinos and, thanks to Dan, has developed a funny way of putting them in any situation. The new season of Dino Dan brings twice the dinosaur fun because now Trek knows what \"Dino Dan\" has always known: Dinosaurs are EVERYWHERE!",
        "languages": [
            "English"
        ],
        "title": "Dino Dan: Trek's Adventures",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Dino Dan: Trek's Adventures (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Johnson, J.J."
            },
            {
                "name": "Simms, Christin"
            },
            {
                "name": "Hay, Carolyn"
            }
        ],
        "production companies": [
            {
                "name": "Sinking Ship Entertainment"
            },
            {
                "name": "Bell Broadcast and New Media Fund"
            }
        ],
        "distributors": [
            {
                "name": "Nickelodeon Network"
            },
            {
                "name": "Amazon"
            },
            {
                "name": "Breakthrough Entertainment"
            }
        ],
        "plot": [
            "The new season of Dino Dan takes things to a whole new level of dino adventure with all new pre-historic creatures, a new gang of friends, and a new Henderson brother who can see dinosaurs. That's right. Trek can now see the dinosaurs too! Now that Trek is ten years old, he has become just as obsessed with dinosaurs as his older brother Dan. Trek eats, sleeps and breathes dinos and, thanks to Dan, has developed a funny way of putting them in any situation. The new season of Dino Dan brings twice the dinosaur fun because now Trek knows what \"Dino Dan\" has always known: Dinosaurs are EVERYWHERE!::Christin Simms"
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 60,
                "rating": 7.3
            },
            "aged under 18": {
                "votes": 1,
                "rating": 2.0
            },
            "aged 18 29": {
                "votes": 10,
                "rating": 5.1
            },
            "aged 30 44": {
                "votes": 18,
                "rating": 6.5
            },
            "aged 45 plus": {
                "votes": 10,
                "rating": 5.9
            },
            "males": {
                "votes": 26,
                "rating": 5.6
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 2.0
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 3.0
            },
            "males aged 30 44": {
                "votes": 12,
                "rating": 6.1
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 6.6
            },
            "females": {
                "votes": 14,
                "rating": 7.7
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 5,
                "rating": 8.4
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 6.3
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 5.4
            },
            "us users": {
                "votes": 12,
                "rating": 5.7
            },
            "non us users": {
                "votes": 16,
                "rating": 6.1
            }
        },
        "number of votes": {
            "10": 26,
            "9": 2,
            "8": 9,
            "7": 4,
            "6": 3,
            "5": 2,
            "4": 4,
            "3": 0,
            "2": 5,
            "1": 5
        },
        "arithmetic mean": 7.3,
        "median": 8
    }
}