{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Korea\n",
                "date": "3 August 2011"
            }
        ],
        "release dates": [
            "South Korea::3 August 2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Protect the Boss"
            },
            {
                "title": "Bo-seu-ga Dal-la-jyeott-eo-yo"
            }
        ],
        "akas": [
            "Protect the Boss (original title)",
            "Bo-seu-ga Dal-la-jyeott-eo-yo "
        ],
        "akas from release info": [
            "Protect the Boss (original title)",
            "Bo-seu-ga Dal-la-jyeott-eo-yo "
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Protect the Boss (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    On her first day of her long-awaited first job Eunseol feels there is something suspicious as she stares up at the building. That evening, the president of the company throws a welcome party for the newcomers at a very expensive but inappropriate pub, making the situation even fishier for Eunseol. Besides the setting itself, the president keeps on pestering Eunsueol making her uncomfortable and finally she explodes. Jiheon happened to be in another room near the scene with knitted brows. Jiheon, in a foul mood for being forcibly dragged into a get-together, bumps into...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Protect the Boss (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "4 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    After reviewing his newly appointed secretary Eunseol's application Jiheon presses Muwon for his reasons of hiring Eunseol. Jiheon also accuses Eunseol of being a spy to keep a close eye on himself. After a few days of ignoring Eunseol completely, Jiheon seems to have finally accepted Eunseol as his secretary and calls her into his room. He tells her of all the rules she has to keep to, and orders her to do absurd things in order to make her quit the job herself.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Protect the Boss (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "10 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Having found out Eunseol's identity, Jiheon loses his temper and seize her by the collar presses her of intentionally approaching him. Thankfully, Myungran arrives just in time to pick him up and whirl him down. Wrecked from the incident, Jiheon storms out of Eunseol's house but not being able to make himself walk through the street engulfed by darkness he comes back to her house and spends the night there. Meanwhile, after sweeping all the world-famous advertisement awards, Jiheon's ex-girlfriend Nayun returns home.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Protect the Boss (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "11 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    After getting of the ride, Eunseol brushes past Nayun who was also approaching Jiheon. With that, a bit of the ice cream Nayun was holding falls on her shirt. Annoyed that Eunseol just walked straight past her without any apology, Nayun deliberately smears her ice cream on Eunseol. Jiheon and Muwon are appalled at her actions. Eunseol pays her back and the war is on. As the girls go to the ladies room to clean their clothes up, Muwon leaks that Nayun is jelous of Eunseol leaving Jiheon flabbergast.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Protect the Boss (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "17 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Gaining more confidence as he proceeds with his presentation, Jiheon does a great job. President Cha watches the presentation with a proud look on his face while Sukhui and Muwon with a wounded pride have a grim expression on their face. Meanwhile, Eunsul and Muwon go out for dinner and they spend a great time together walking around the streets and having a glass of beer. As Muwon gets drunk, Eunsul calls Jiheon for help. Jiheon arrives with his car in a second and become angry at Eunsul for being with Muwon.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Protect the Boss (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Jiheon carefully presses his lips against Eunsul's catching her off guard. Eunsul is startled, and takes an offensive position. At that very moment Jiheon apologizes for making a mistake. As Eunsul warns him that acting without the other's consent is nothing different from sexual harassment Jiheon tells his true feelings to Eunsul. Meanwhile, Eunsul who had being studying to fix Jiheon's panic disorder finds out that trauma causes those kinds of reactions and asks Jiheon if he has any traumas.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Protect the Boss (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "24 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Eunsul is flustered as Muwon confesses his love for her. As she begins hesitating, the moments Jiheon confessing his love suddenly crosses her mind. Not knowing why ever the thought of Jiheon struck her mind Eunsul spots Jiheon looking through the window. Angry, Jiheon confronts Muwon privately. The two begin to quarrel over Eunsul until at last the bickering turns into a physical fight.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Protect the Boss (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "25 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    The relief of finding Jiheon does not last long as Eunsul's worries over Jiheon turns into anger. While both surprised and overwhelmed to have found Eunsul, Jiheon hugs her tightly. As Jiheon praises her as a super hero that appears when called upon, Eunsul pushes him away. She loses her temper on him and rushes off to meet Muwon. Jiheon follows Eunsul regardless of her flaring anger. Meanwhile, Muwon shows Eunsul his father's keepsake. He is wary of Eunsul's refusal and declares that he will start over in a fair position with Jiheon.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Protect the Boss (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "31 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Ji Heon and Eun Seol with fluttering hearts kiss each other. As their gaze meet they feel the awkward silence. Ji Heon carefully breaks the silence and tries to confirm Eun Seol's feelings but unsure of her feelings, Eun Seol doesn't confess her love. Regardless, as if he has earned Eun Seol's heart for sure, Ji Heon is beaming like a child. Suk Hee has a hunch that something happened between Ji Heon and Eun Seol and tells Moo Won to let go of her. However, even after hearing about Ji Heon and Eunsul, Moo Won calmly shows his firm mind not to give up.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Protect the Boss (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "1 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Moo Won asks Eun Seol on a date, but Eun Seol cannot make up her mind easily. However, as Moo Won asks for at least a last chance, Eun Seol follows him out. Moo Won tells her that he wants to enjoy the most ordinary and common activities that he had never been able to do, and spends a great time with Eun Seol. Ji Heon who has been working diligently at the cafe, spots the two coming in and is surprised. After staring them down, he then drags Eun Seol and slams the door so that Moo Won cannot come in.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Protect the Boss (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "7 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    As a strange atmosphere is formed with Mu Won's sudden appearance, Eun Seol admits she is extremely grateful and knows she is blessed with the greatest of luck, but is upset that they are suffocating her and sends both away. At total loss for words, Ji Heon and Mu Won agree to call a truce for now. On the way to work, Eun Seol as usual stops by President Cha's house to wake Ji Heon up. She steps in Ji Heon's room and smiles as she watches over the deep asleep Ji Heon.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Protect the Boss (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "8 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    As he returns from meeting Eun Seol, Mu Won bumps into Na Yun. With a heavy heart Mu Won and Na Yun stops by the karaoke together and not after long, Mu Won faints from not even a can of beer. Eun Seol and Ji Heon dashes to the scene after receiving Na Yun's call and Ji Heon who takes Mu Won home feels sorry for Mu Won. Meanwhile, President Cha calls Eun Seol and visits the department store and buys various designer label clothes. President Cha requests Eun Seol to help with Ji Heon's taking interest in succeeding the management rights.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Protect the Boss (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "14 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Chairman Cha suspects something is wrong as he senses No Eun Sul's facial expressions stiffen. He asks her what the matter is. Eun Sul can't make herself tell him the truth that she saw the papers. Seeing her in conflict within herself, secretary Jang quietly calls Eun Sul and makes her promise not to tell anyone anything. Just in time, Mu Won stumbles across the scene and finds it odd. Meanwhile, Eun Sul and Ji Heon leaves the office together and decide to go on a date just like any normal couple.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Protect the Boss (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "15 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Eun Seol decides that she needs to talk to Chairman Cha about his bad activities. She urges him to confess the details of what he has done to the Office of the Prosecutor. Chairman Cha does not take her advice well and he yells at her to leave his presence.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Protect the Boss (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "21 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    DN group, suffering from the aftermath of the police's search and seizure is searching the possible solution to the prosecution's summons for investigation. The chairman assumes there is someone behind the incident. Eun Sul is upset and feels bad as she is cleaning the torn apart office. Ji Heon gets angry at his incapacity as he is beaten down by the glares of his employees. Meanwhile, Na Yoon finds out that her mother is responsible for the whole incident and burst into tears as Moo Won tells her that Eun Sul is taking the blame for it.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Protect the Boss (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "22 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Ji Heon declares for a temporary close to think through what it is he really wants to do in his neighborhood and how he plans to realize it. Eun Sul calmly accepts his announcement. Ji Heon in spite of himself gets upset that Eun Sul is taking it too easily and asks again how she feels about it. Eun Sul, already upset shouts at him to go his own way. As Eun Sul comes home and cries her eyes out, Na Yun and Myung Ran suspects that the two have broken up. Mu Won also asks Ji Heon if they have had a argument. Meanwhile, Eun Sul who had visited the office to pack her ...    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Protect the Boss (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "28 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Ji Heon walks toward Eunsul and as he comes closer and closer, Eunsul doesn't know what to do, and in panic, she reverses the gear. At that moment, Ji Heon opens the door. Eunsul coldly tells him to quit fooling around and leave her alone but Ji Heon wants them to be true to their feelings and doesn't leave her side. Meanwhile, Ji Heon hears from secretary Jang that Chairman Cha has received a biopsy. Ji Heon pays a visit to the hospital room and as he goes over the bucket list his father has written, he finds it both ridiculous and sad.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Protect the Boss (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "29 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Ji Heon has made a public confession of his love towards Eunsul in front of the reporters. Afterwards, Ji Heon takes Eunsul's hand and drags her out and the two spends the time alone in a nearby park. Suk Hee, Moo Won and all the other board of directors are called for an emergency meeting on the matter of Ji Heon's scandal. Chairman Cha who has heard about the news also shows up. Finally, Chairman Cha calls Ji Heon and Eunsul into the house. Ji Heon tells his father that he isn't suitable to be a chairman nor does his wishes to be one.    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Ahn, Nae-sang"
            },
            {
                "name": "Byeon, Gi-soo"
            },
            {
                "name": "Cha, Hwa-yeon"
            },
            {
                "name": "Choi, Kang-hee"
            },
            {
                "name": "Ha, Jae-suk"
            },
            {
                "name": "Hong, Seok-yeon"
            },
            {
                "name": "Jeong, Gyu-su"
            },
            {
                "name": "Ji, Seong"
            },
            {
                "name": "Kid, Super"
            },
            {
                "name": "Kim, Cheong"
            },
            {
                "name": "Kim, Ha-Kyun"
            },
            {
                "name": "Kim, Hyeong-beom"
            },
            {
                "name": "Kim, Jae-Joong"
            },
            {
                "name": "Kim, Seung-wook"
            },
            {
                "name": "Kim, Young-ok"
            },
            {
                "name": "Kyu-Jin, Kim"
            },
            {
                "name": "Lee, Hee-jin"
            },
            {
                "name": "Lee, Hee-won"
            },
            {
                "name": "Oh, Hyun Kyung"
            },
            {
                "name": "Park, Yeong-gyu"
            },
            {
                "name": "Wang, Ji-hye"
            },
            {
                "name": "Yoon, Ki-won"
            }
        ],
        "genres": [
            "Comedy",
            "Drama",
            "Romance"
        ],
        "countries": [
            "South Korea"
        ],
        "country codes": [
            "kr"
        ],
        "language codes": [
            "ko"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-Y"
        ],
        "number of seasons": 1,
        "rating": 7.1,
        "votes": 458,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOGI4ZWJmZmYtNjdmNi00ZWVhLWJmMjgtOTBjM2E5NDk5OTIzXkEyXkFqcGdeQXVyMzE4MDkyNTA@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "No Eun Seol has struggled to find a job. When she gets the job as secretary to Cha Ji Heon the youngest son of a rich family, she soon discovers that secretary duties go beyond the ordinary. She must help her boss cope and function in normal society. Add to that a rival cousin hoping to take over the company with a mother willing to anything to help her son succeed, a loving and angry father that desperately wants his son to succeed, and you have family intrigue, mixed with comedy and romance.",
        "languages": [
            "Korean"
        ],
        "title": "Protect the Boss",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2011",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Kwon, Ki-yeong"
            }
        ],
        "distributors": [
            {
                "name": "Seoul Broadcasting System (SBS)"
            }
        ],
        "plot": [
            "After a long stretch of unemployment No Eun Seol lands a job as secretary to Cha Ji Heon the youngest son of a rich family. However her secretary duties go beyond the ordinary, helping her boss cope and function in normal society.::anonymous",
            "No Eun Seol has struggled to find a job. When she gets the job as secretary to Cha Ji Heon the youngest son of a rich family, she soon discovers that secretary duties go beyond the ordinary. She must help her boss cope and function in normal society. Add to that a rival cousin hoping to take over the company with a mother willing to anything to help her son succeed, a loving and angry father that desperately wants his son to succeed, and you have family intrigue, mixed with comedy and romance.::anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 458,
                "rating": 7.1
            },
            "aged under 18": {
                "votes": 1,
                "rating": 6.0
            },
            "aged 18 29": {
                "votes": 146,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 115,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 46,
                "rating": 7.9
            },
            "males": {
                "votes": 64,
                "rating": 7.1
            },
            "males aged 18 29": {
                "votes": 19,
                "rating": 7.1
            },
            "males aged 30 44": {
                "votes": 25,
                "rating": 6.7
            },
            "males aged 45 plus": {
                "votes": 16,
                "rating": 7.6
            },
            "females": {
                "votes": 263,
                "rating": 7.2
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 18 29": {
                "votes": 124,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 88,
                "rating": 7.1
            },
            "females aged 45 plus": {
                "votes": 30,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 10,
                "rating": 6.9
            },
            "us users": {
                "votes": 53,
                "rating": 7.6
            },
            "non us users": {
                "votes": 165,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 58,
            "9": 55,
            "8": 100,
            "7": 128,
            "6": 61,
            "5": 32,
            "4": 6,
            "3": 9,
            "2": 5,
            "1": 4
        },
        "arithmetic mean": 7.3,
        "median": 7
    }
}