{
    "imdb": {
        "raw release dates": [
            {
                "country": "Denmark\n",
                "date": "1 September 2011"
            },
            {
                "country": "Finland\n",
                "date": "1 September 2011"
            },
            {
                "country": "Russia\n",
                "date": "1 September 2011"
            },
            {
                "country": "Sweden\n",
                "date": "1 September 2011"
            },
            {
                "country": "USA\n",
                "date": "1 September 2011"
            }
        ],
        "release dates": [
            "Denmark::1 September 2011",
            "Finland::1 September 2011",
            "Russia::1 September 2011",
            "Sweden::1 September 2011",
            "USA::1 September 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wow, I Never Knew That! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In this episode of Wow, I Never Knew That, it's an American soft drink icon, enjoyed in places all over the globe. Now, learn the tucked away trivia of how a pharmacist and an accountant created the most famous soda in the world, we'll take you behind the scenes of COCA COLA. And, learn the \"BEAR\" truth behind how a U.S. president helped create everyone's favorite stuffed toy, THE TEDDY BEAR. Then, how did a piece of wire accidentally \"SLINK\" its way to become a fantastic fun toy for children? Plus, how a doting dad helped his son throw a better curve ball, by ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wow, I Never Knew That! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In this episode of Wow, I Never Knew That, before computer drawing programs, there was a toy that if you mastered its two circular white knobs you could have a picture perfect SKETCH. We'll explain how the ETCH-A-SKETCH drew onto the scene. And what did Neil Armstrong REALLY say when he stepped on the moon, the \"aahh\" answer will surprise you. Plus, where did the explosive name BIKINI come from? And why do we kiss under the MISTLETOE? And learn how the ICE CREAM CONE rolled onto the scene as the perfect summertime treat. And how CEDAR keeps moths from eating our ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wow, I Never Knew That! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In this episode of Wow, I Never Knew That, as a kid, on a hot summer's day, nothing cools you down like a frozen fruity POPSICLE. You'll learn how an 11-year old boy created this sweet icy treat. And, have you ever noticed those colored spinning poles outside the BARBERSHOP? You'll be in STITCHES when you learn how they got their start. Plus, find out how a melting chocolate bar gave way to the invention of the MICROWAVE. And, what's the real name for the POUND KEY on a telephone? And why we get a BRAIN FREEZE when drinking something ice cold. Plus, a whole lot more.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wow, I Never Knew That! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In this episode of Wow, I Never Knew That, it was the PURRRFECT idea for making our furry friends more pleasant around the house. You'll learn how KITTY LITTER clawed its way into our homes. And you'll learn how a garment made out of special woven fibers can stop a bullet, plus, why is walking under a ladder bad luck? Then, the reason we move our clocks ahead during DAYLIGHT SAVINGS TIME. And why your hair turns gray. And finally, we'll CUT TO THE CHASE and explain the history behind this common phrase. Plus, a whole lot more.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wow, I Never Knew That! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In this episode of Wow, I Never Knew That, it's the city of love, Paris, France. The world over knows its most famous structure, the Eiffel Tower. But did you know PARISIANS originally wanted to tear it down. We'll explain why and how it was saved. And, how a famous car maker helped invent the backyard barbecue. Then, you'll visit America's FIRST PIZZERIA. Plus, how LIPSTICK made our lips perk up and have been red hot ever since. And how gourmet ice cream HAAGEN DAZS has its exotic beginnings in The Bronx New York.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wow, I Never Knew That! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In this episode of Wow, I Never Knew That, it's been sweetening America for almost 40 years. Now, find out the truth behind how SWEET N LOW actually got its name. And why do we yell SHOTGUN when getting into a car with friends? And why the BEST MAN was really the best man back in the day to carry out a dastardly deed. Then, is it really bad luck to open an umbrella in the house? And, why do women's shirts button on the left and men's button on the right? And, learn the salty truth on how the POTATO CHIP was invented out of ANGER. Plus, a whole lot more.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wow, I Never Knew That! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "1 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In this episode of Wow, I Never Knew That, it's the revolutionary container that keeps your liquids ice cold and your coffee steaming hot. Learn the secrets behind THERMOS' amazing technology!. And they were the sweet candy pellets we loved as a kid, but did you know that PEZ was created to help people stop smoking? And how did the father of American literature get his name? Find out how a steamboat inspired SAMUEL LANGHORNE CLEMENS to change his name to MARK TWAIN. Plus, where did the term OK come from? And how cellular phones VIBRATE when set to mute, the answer is ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wow, I Never Knew That! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "1 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In this episode of Wow, I Never Knew That, it's one of the world's most famous train stations. GRAND CENTRAL TERMINAL. We'll take you on a trip to reveal its many fascinating secrets. And while we're on the subject of travel, we'll tell you where you can see a PLANE flying over a CAR, driving over a TRAIN rolling over a BOAT all in the SAME place. Plus, what inspired the invention of the CORKSCREW? And if they are cleaned without water, how do clothes get spotless when they are DRY CLEANED? Plus, how cats land on their feet after falling. Plus a whole lot more.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wow, I Never Knew That! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In this episode of Wow, I Never Knew That, it's cheesy and delicious and eaten all over the world. You'll learn how DOMINICK'S PIZZA became DOMINOS PIZZA plus many other made to order, mouth-watering tidbits. And we all know how going to a circus wouldn't be complete without fluffy sweet COTTON CANDY. We'll explain how this feathery goodness SPUN to life. And all the spy action heroes use them, but where did the term GADGET really come from? And what is the difference between GSM and CDMA? We've got your number with the answers. Plus, a whole lot more.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wow, I Never Knew That! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "1 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In this episode of Wow, I Never Knew That, take a trip to the Jersey Shore and learn how one of its famous boardwalks helped to inspire the iconic board game of MONOPOLY. And what's it like to be IN LIKE FLYNN? We'll explain the origin of the phrase and how it has to do with being a ladies man. And how did a donkey and an elephant become associated with politics? Plus, what's the difference between TOP GRAIN LEATHER and FULL GRAIN LEATHER. And, we all know when it's time to get dressed for a formal party, we put on a TUXEDO, but did you know a TUXEDO originally was a ...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wow, I Never Knew That! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "1 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In this episode of Wow, I Never Knew That, if you have ever gone to a Hockey game, or gone ice-skating, there is ONE revolutionary machine that helps keep the fun and action going. And that's all thanks to the ZAMBONI® ICE RESURFACING MACHINE. You'll learn how and why it was invented. And ever notice some pistachio nuts are RED in color? We'll throw up the RED FLAG and explain why the color is simply a COVER UP. And why do we get 13 loaves of bread in a BAKER'S DOZEN? And how do people who are visually impaired \"read\" using BRAILLE? And what does the CE stamped on ...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wow, I Never Knew That! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "1 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In this episode of Wow, I Never Knew That, if you ever go camping there is one thing you do not want to leave home without, the SWISS ARMY KNIFE. We'll explain how it evolved into the most famous knife in the world and how the company's name got \"CUT\" together. And there is nothing like 18 rounds of golf on a beautiful large golf course. But what if you had a space issue, but still wanted to play, learn the origin behind its smaller alternative, MINIATURE GOLF. And where did the term CUP OF JOE come from as well as the word JAVA. And it's an explosive idea, but how ...    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wow, I Never Knew That! (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "1 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In this episode of Wow, I Never Knew That, Got milk? Or something like it? We all know milk is a delicious and nutritious way to build healthy bones and bodies. But what if you're lactose intolerant, or simply want an alternative? ALMOND MILK is a great substitute. Learn how ALMOND NUTS get transformed into \"MILK.\" And how eating POPPY SEEDS can make you fail a drug test. And why are movie TRAILERS shown at the beginning of the film? And how detergents make your clothes SEEM brighter and whiter? Plus, a whole lot more.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Johnson, Jeff"
            }
        ],
        "genres": [
            "History"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en",
            "da",
            "sv",
            "ru",
            "fi"
        ],
        "color info": [
            "Color::(High Definition)"
        ],
        "aspect ratio": "16:9 HD (high definition)",
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 1,
        "rating": 6.7,
        "votes": 23,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTg3OTIwMDA4OF5BMl5BanBnXkFtZTcwNzA2MDc1OQ@@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Did you know the potato chip was invented out of anger? Or that \"Sweet 'N Low\" was named after a song? Or the real truth of why we say \"God Bless You\" after a sneeze? These questions and more are answered and explained in a new series called \"Wow, I Never Knew That!\" from Executive Producer Whoopi Goldberg, Tom Leonardis and the Emmy award- winning production company David Harris Katz Entertainment, Inc. \"Wow I Never Knew That!\" is a whimsical, half-hour television series that is jam-packed with exciting tidbits and fascinating facts that uncover the truths and origins behind the stuff you're already familiar with. From the items you use every day to the phrases you use in conversation to the habits you're so accustomed to, you'll be fascinated to learn how they've all really come about!",
        "languages": [
            "English",
            "Danish",
            "Swedish",
            "Russian",
            "Finnish"
        ],
        "title": "Wow, I Never Knew That!",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Wow, I Never Knew That! (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Clements, George"
            },
            {
                "name": "Katz, David Harris"
            }
        ],
        "production companies": [
            {
                "name": "David Harris Katz Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "John McLean Media"
            },
            {
                "name": "Sandy Frank Entertainment"
            }
        ],
        "plot": [
            "Did you know the potato chip was invented out of anger? Or that \"Sweet 'N Low\" was named after a song? Or the real truth of why we say \"God Bless You\" after a sneeze? These questions and more are answered and explained in a new series called \"_Wow, I Never Knew That!_ (qv)\" from Executive Producer Whoopi Goldberg, Tom Leonardis and the Emmy award- winning production company David Harris Katz Entertainment, Inc. \"Wow I Never Knew That!\" is a whimsical, half-hour television series that is jam-packed with exciting tidbits and fascinating facts that uncover the truths and origins behind the stuff you're already familiar with. From the items you use every day to the phrases you use in conversation to the habits you're so accustomed to, you'll be fascinated to learn how they've all really come about!::David Harris Katz"
        ],
        "tech": {
            "runtime": [
                "30 min (including commercials)"
            ],
            "color": [
                "Color (High Definition)"
            ],
            "aspect ratio": [
                "16:9 HD (high definition)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 23,
                "rating": 6.7
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 6.7
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 2.2
            },
            "males": {
                "votes": 12,
                "rating": 4.8
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 5.5
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 4.2
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 4.8
            },
            "females": {
                "votes": 4,
                "rating": 9.8
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 9.5
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 8.0
            },
            "us users": {
                "votes": 5,
                "rating": 4.2
            },
            "non us users": {
                "votes": 5,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 10,
            "9": 1,
            "8": 2,
            "7": 1,
            "6": 1,
            "5": 0,
            "4": 1,
            "3": 1,
            "2": 2,
            "1": 4
        },
        "arithmetic mean": 6.7,
        "median": 8
    }
}