{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 May 2011",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::11 May 2011                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Beccia, Brian"
            },
            {
                "name": "Charleson, Shane"
            },
            {
                "name": "Goodlive, Alexander"
            },
            {
                "name": "Hackett, Tom"
            },
            {
                "name": "Jenner, Tom"
            },
            {
                "name": "Keys, Jaclyn"
            },
            {
                "name": "Opelt, Tony"
            },
            {
                "name": "Schreffler, Kaitlin"
            },
            {
                "name": "Schreffler, Morgan"
            },
            {
                "name": "Schreffler, Preston"
            },
            {
                "name": "Theberge, Reece"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Ever seen a commercial you just can't stand? Scream out loud at the stupidity every time it comes on? Wanted to see someone tear it apart like it rightfully deserves? Jaded Hope, written and performed by Moonprism, does just that. Starting off as a movie column but transitioning into a commercial review column, Moon takes his longtime hatred and ranting toward commercials that dates back to LiveJournal days and airs between six and ten commercials an episode. The show is posted as close to a weekly basis as possible. All commercials reviewed are user submissions.",
        "languages": [
            "English"
        ],
        "title": "Jaded Hope",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Jaded Hope (United States)"
        ],
        "writer": [
            {
                "name": "Beccia, Brian"
            },
            {
                "name": "Goodlive, Alexander"
            }
        ],
        "production companies": [
            {
                "name": "KAF Productions"
            }
        ],
        "plot": [
            "Ever seen a commercial you just can't stand? Scream out loud at the stupidity every time it comes on? Wanted to see someone tear it apart like it rightfully deserves? _Jaded Hope_ (qv), written and performed by Moonprism, does just that. Starting off as a movie column but transitioning into a commercial review column, Moon takes his longtime hatred and ranting toward commercials that dates back to LiveJournal days and airs between six and ten commercials an episode. The show is posted as close to a weekly basis as possible. All commercials reviewed are user submissions.::Moonprism"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}