{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2011"
            }
        ],
        "release dates": [
            "USA::2011"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Andrews, Chris"
            }
        ],
        "genres": [
            "Documentary",
            "Biography",
            "History",
            "War"
        ],
        "runtimes": [
            "250"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Black and White"
        ],
        "aspect ratio": "1.33 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Singapore:PG13",
            "South Korea:15"
        ],
        "rating": 6.7,
        "votes": 177,
        "cover url": "https://m.media-amazon.com/images/M/MV5BY2Q4NGQ1MGEtMDg4ZS00Yjg1LWIzZWMtZDY0YzhkMzAyNmE2XkEyXkFqcGdeQXVyNDY3MTQwMzk@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "In 1919, a corporal in the German Army was sent home after the end of World War One. He found his country in economic and social ruins, its heritage and pride irreparably damaged by the Western allies of France, Britain, and the United States. It was a time ripe for change. And Adolf Hitler vowed not only to restore his country to its rightful glory, but to someday, personally, exact excruciating revenge upon its enemies. First in politics, and then with his unbeatable Wehrmacht, Hitler and the Nazis would not only achieve this goal, but come close to taking over the entire world. They left behind a wake of terror and destruction still felt to this day, and left an indelible mark on modern history as one of the most evil regimes of modern times. From the signing of the Treaty of Versailles in 1919 to the hanging docks at Nuremberg in 1947, this uncompromising documentary follows Adolf Hitler's cunning and ruthless quest to take over Germany, his brainwashing of Germany's young people, his insane dreams of Jewish genocide, his creation of one of the world's most feared military forces, and his pursuit of global domination. Including interviews by eye-witnesses of the takeover of France, the invasion at Normandy, the death camps of Auschwitz-Birkenau, the military failure at Stalingrad, and the fall of Berlin, Hitler & The Nazis is the true story of the rise and fall of a hate-fueled and manipulative madman, and those who faithfully followed him.",
        "languages": [
            "English"
        ],
        "title": "Hitler and the Nazis",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Hitler and the Nazis (United States)"
        ],
        "writer": [
            {
                "name": "Feuerherd, Edward"
            },
            {
                "name": "Fitzer, M.A."
            },
            {
                "name": "Hirsch, Karl T."
            }
        ],
        "distributors": [
            {
                "name": "Vantage Media International"
            }
        ],
        "plot": [
            "In 1919, a corporal in the German Army was sent home after the end of World War One. He found his country in economic and social ruins, its heritage and pride irreparably damaged by the Western allies of France, Britain, and the United States. It was a time ripe for change. And Adolf Hitler vowed not only to restore his country to its rightful glory, but to someday, personally, exact excruciating revenge upon its enemies. First in politics, and then with his unbeatable Wehrmacht, _Hitler and the Nazis_ (qv) would not only achieve this goal, but come close to taking over the entire world. They left behind a wake of terror and destruction still felt to this day, and left an indelible mark on modern history as one of the most evil regimes of modern times. From the signing of the Treaty of Versailles in 1919 to the hanging docks at Nuremberg in 1947, this uncompromising documentary follows Adolf Hitler's cunning and ruthless quest to take over Germany, his brainwashing of Germany's young people, his insane dreams of Jewish genocide, his creation of one of the world's most feared military forces, and his pursuit of global domination. Including interviews by eye-witnesses of the takeover of France, the invasion at Normandy, the death camps of Auschwitz-Birkenau, the military failure at Stalingrad, and the fall of Berlin, Hitler & The Nazis is the true story of the rise and fall of a hate-fueled and manipulative madman, and those who faithfully followed him.::VMI Worldwide"
        ],
        "tech": {
            "runtime": [
                "4 hr 10 min (250 min)",
                "5 hr (300 min) (USA)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Black and White",
                "Color"
            ],
            "aspect ratio": [
                "1.33 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 177,
                "rating": 6.7
            },
            "aged 18 29": {
                "votes": 31,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 73,
                "rating": 6.6
            },
            "aged 45 plus": {
                "votes": 34,
                "rating": 6.3
            },
            "males": {
                "votes": 124,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 26,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 69,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 24,
                "rating": 6.0
            },
            "females": {
                "votes": 18,
                "rating": 6.8
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 5.2
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 9,
                "rating": 6.8
            },
            "top 1000 voters": {
                "votes": 10,
                "rating": 5.3
            },
            "us users": {
                "votes": 44,
                "rating": 6.5
            },
            "non us users": {
                "votes": 72,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 16,
            "9": 12,
            "8": 30,
            "7": 52,
            "6": 36,
            "5": 16,
            "4": 4,
            "3": 2,
            "2": 5,
            "1": 4
        },
        "arithmetic mean": 6.8,
        "median": 7
    }
}