{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "October 2011"
            }
        ],
        "release dates": [
            "USA::October 2011"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Created and presented by acclaimed photographer Anne Geddes, My Pregnancy: A Woman's Story shares the inspiring and emotional pregnancy and birth stories of eight pregnant women photographed by Anne. Each episode features intimate interviews with the women about their pregnancy journey coupled with exclusive behind-the-scenes footage of their portrait shoot with Anne in her studio. \"The inspiration for my Pregnancy came while I was working on my 2010 coffee table book, Beginnings. I photographed several pregnant women for the book and after their babies were born, each of these women returned to the studio to tell their own personal stories of pregnancy, birth and beyond. I believed these important stories needed to be told,\" says Anne. The women's stories are as diverse as their portraits - triplet sisters who all gave birth to sons, two of them on the same day; a couple who faced the tragedy of a stillborn baby three days before their due date, and Gina, a courageous first-time mother who discovers she has breast cancer shortly after conception. \"The stories they share are heart-warming, courageous and sometimes incredibly sad, but they are always interesting ... always compelling ... and I just knew that if I found these stories so compelling, people around the world would feel the same,\" says Anne.",
        "languages": [
            "English"
        ],
        "title": "My Pregnancy: A Woman's Story",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "My Pregnancy: A Woman's Story (Australia)"
        ],
        "writer": [
            {
                "name": "Geddes, Anne"
            }
        ],
        "plot": [
            "Created and presented by acclaimed photographer Anne Geddes, _My Pregnancy: A Woman's Story_ (qv) shares the inspiring and emotional pregnancy and birth stories of eight pregnant women photographed by Anne. Each episode features intimate interviews with the women about their pregnancy journey coupled with exclusive behind-the-scenes footage of their portrait shoot with Anne in her studio. \"The inspiration for my Pregnancy came while I was working on my 2010 coffee table book, Beginnings. I photographed several pregnant women for the book and after their babies were born, each of these women returned to the studio to tell their own personal stories of pregnancy, birth and beyond. I believed these important stories needed to be told,\" says Anne. The women's stories are as diverse as their portraits - triplet sisters who all gave birth to sons, two of them on the same day; a couple who faced the tragedy of a stillborn baby three days before their due date, and Gina, a courageous first-time mother who discovers she has breast cancer shortly after conception. \"The stories they share are heart-warming, courageous and sometimes incredibly sad, but they are always interesting ... always compelling ... and I just knew that if I found these stories so compelling, people around the world would feel the same,\" says Anne."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}