{
    "imdb": {
        "raw release dates": [
            {
                "country": "China\n",
                "date": "  2011"
            }
        ],
        "release dates": [
            "China::2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Boonie Bears"
            },
            {
                "countries": "Russia",
                "title": "Медведи-соседи"
            },
            {
                "countries": "Spain",
                "title": "Boonie Bears"
            }
        ],
        "akas": [
            "Boonie Bears (original title)",
            "Медведи-соседи Russia",
            "Boonie Bears Spain"
        ],
        "akas from release info": [
            "Boonie Bears (original title)",
            "Медведи-соседи Russia",
            "Boonie Bears Spain"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "A New Neighbor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    In the deep forest, the bear brothers Briar and Bramble are having a blast with their squirrel buddy Warren. A furniture-laden truck arrives, and out comes a woodsman named Logger Vick. He is sent there to fell trees for a timber company. However, Vick is bound to meet with obstruction from the denizens of the jungle. At first, Bramble is bribed into submission by Vick with his chocolate bars. But Briar sees through his plot. He decides to team up with the other two to frustrate this hostile new neighbor. Bramble tries to destroy Vick's truck with a chainsaw. Logger ...    "
                },
                "2": {
                    "title": "Angry Bird",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When the bears singing coach, Mrs. Bird, is caught by logger Vick, it's up to the bear brothers to save the day once again.    "
                },
                "3": {
                    "title": "Fruit Bombs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick has plucked all the fruits from the orchard, which makes the bear brothers very angry. They sneak into Vick's house and each carries one basket of fruits back. When Logger Vick returns home to find that his house was robbed, he decides to teach the bears a lesson. He injects the fruits with spicy water and delivers them to the bears, hoping to give them a rough time. Much to his disappointment, however, the bears get a big kick out of eating those spicy fruits.    "
                },
                "4": {
                    "title": "Battle of Wits Against Logger Vick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick is logging. The tree he logs this time is where Warren has built his home. Warren goes to Bramble for help. Bramble would not allow anyone to bully his little buddy. He goes directly to Logger Vick. Seeing the bear approaching, Logger Vick runs off. But once Bramble is gone, Logger Vick comes back to cut the tree. When they feel there's nothing they can do about Vick, Briar shows up. He hears the whole story. He knows that Logger Vick dare not mess with them bears because he is afraid of them, but he dare bully Warren because he does not think much of the ...    "
                },
                "5": {
                    "title": "Robot Vick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    In order to meet the deadline, Vick purchases a logging machine to assist his work. This logging robot is made to look exactly like Vick, and makes work of woodcutting light for him. The trees around the bears' dwelling have been cut down. Bramble and Briar go confront Logger Vick about this, but are given a good beating by the robot that they mistake for Vick's twin brother. They follow \"him\", only to find that Vick's powerful \"twin brother\" is a custom-made logging machine.    "
                },
                "6": {
                    "title": "A Panda?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    A striking headline with a picture of a runaway giant panda that catches Briar's attention while he's reading the morning newspaper. Their resemblance in appearance inspires Briar and he decides to have a panda cos-play. The bear brothers and Warren then go to Logger Vick's house where they get themselves made up. While on the other side of the majestic forest, Logger Vick is vexed by the clumsy logging tool. The frustrated woodman also learns about the news of the lost panda on his way home. He hurries back, only to find a fake panda hidden in his house.    "
                },
                "7": {
                    "title": "Electric Fence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick is out there destroying trees again, which, as is always the case, earns him a sound beat-up from the bears. To prevent further interruption, Logger Vick encloses a small grove with electric wires. But Briar discovers the trap and passes around it. Vick is surprised to see Briar inside the grove without being hurt. He goes to check on the wires, and is accidentally shocked by electricity. Later, Vick fences the bears' dwelling up with electric wires, trying to keep them confined. Bramble comes back from fishing, carrying a big fish. He is heedless of the ...    "
                },
                "8": {
                    "title": "Ninja Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    One night, Logger Vick is watching a cartoon about ninjas at home. Briar and Bramble enjoy the cartoon very much through the window. Suddenly the phone rings. It's Vick's boss scolding him for not having his work done on time. Logger Vick doesn't want to lose his job, so he goes out to cut down trees in the dark night. The bears don't allow anyone to damage the forest under their noses. They decide to disguise as ninjas to drive Vick away.    "
                },
                "9": {
                    "title": "Honey Conspiracy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick mixes honey with sleeping pills and sends it to the bears. Bramble drinks it all up and falls into a profound sleep. Bramble has this wild dream where he turns into a mighty super-bear. Half delusional, Bramble charges at Vick and sends him on the run.    "
                },
                "10": {
                    "title": "Pet Cookies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick sees a pet cookie commercial on TV. If one's pet eats the cookies, it shall become tamed and do anything as its master commands. Logger Vick orders a box of the pet cookies. Logger Vick places some cookies in front of the bears' den. When Bramble comes out to look for food, he notices the cookies on the ground and pops them into his mouth. Right away, he starts to have hallucinations. Logger Vick hands some more cookies to Bramble and demands him to give them to Briar. Briar is also attracted by the cookies; but before he takes the cookies from Bramble, ...    "
                },
                "11": {
                    "title": "Ice Ballet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    On a severe winter morning, the majestic forest is covered by a thick canopy of snow and the lake is frozen over. The hungry Briar and Bramble go to the lake to look for their breakfast, where they meet the woodman Logger Vick. The bear brothers decide to teach the lumberjack a lesson. With the special skating shoes and sophisticated skating skills, Briar and Bramble punish Logger Vick on the iced lake. Vick falls into the cold lake through the ice hole he himself has made with the chainsaw. But the kind hearted bears save the woodman in the end.    "
                },
                "12": {
                    "title": "Soccer Anyone?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick is watching a soccer match on TV. Warren and Bramble are at the window, enjoying the match, too. The soccer match is between chickens and weasels respectively on Team Funny Farm and Team Junkyard. Warren and Bramble cry out to support the chickens, while Logger Vick is on the side for the weasels. Vick hears something and turns to look at the window. Warren and Bramble hide from him. Vick sees no one there. He goes back to watching the match. This back-and-forth continues.    "
                },
                "13": {
                    "title": "No Hunting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Bramble catches Logger Vick chopping again. He tries to scare Vick out of his evil-doing, but is intimidated instead by Vick's shotgun. At that moment, a ranger shows up in a cruiser. He warns Logger Vick against hurting animals on \"No Hunting Day\", and confiscates his shotgun. Unarmed and threatened by Bramble, Vick rushes home to defend himself with his chainsaw.    "
                },
                "14": {
                    "title": "Let Bramble Drive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick is driving to his logging camp. The hoot of his truck startles Bramble. Bramble follows the noise and finds the truck. He kicks it. The truck alarm goes off. When the alarm stops ringing, Bramble checks out the truck in curiosity. An apple inside the truck catches his eyes. But the door is locked, so he forces the door open. Sitting on the driver's seat, he plays with every button in the truck and snaps the gear stick. The alarm rings again. Logger Vick hears the alarm. He runs to his truck with his gun. To avoid being shot, Bramble gets into the truck. ...    "
                },
                "15": {
                    "title": "Frozen Fingers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Winter is making it hard for the bears to search for food. With little luck in the snow-capped woods, they sneak into Logger Vick's house and finish off all his winter supplies. Irritated, Vick hatches up a scheme to get back at them involving some frying pans filled with frozen water.    "
                },
                "16": {
                    "title": "High Voltage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Warren sneaks into Vick's house and eats his food. Logger Vick finds out. He chases Warren down to a place full of thorns. Inspired by the thorns, he builds a fence of barbed wire to keep the bears away so that they can not disturb him logging. This works until a thunder storm arrives that night. The lightning gives him an idea. He designs a new electric fence. He lures Bramble into the fenced area and locks him up in there.    "
                },
                "17": {
                    "title": "Food Shortage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    In winter, Logger Vick's suffering from severe cold and a food shortage. The leftovers he finds can barely get him through the day, so he has to brave the elements to go out and look for food. Suddenly, some nice aroma assaults his nose, leading him to the bears' hollow where they're feasting on fruit.    "
                },
                "18": {
                    "title": "Hercules Vick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick has lost another battle to the bears. When he reaches home he gets a phone call from his boss, who scolds Vick for delaying his work. Vick tries to explain he's having trouble dealing with the bears, but his boss wouldn't listen. Logger Vick's grudge against the bears grows bitter. He plans to work out, so that when he becomes strong enough, he can fix the bears if they mess with him.    "
                },
                "19": {
                    "title": "A Physical for Logger Vick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick gets a call from his boss after a long hard day at work. The boss tells him that he needs to get a health exam, and if he fails, he will be fired. Overhearing this, Briar decides to pull a fast one on Vick. He poses as the doctor that's gonna give Vick his physical exam. He runs all sorts of tests for Vick playfully, and deliberately fails him.    "
                },
                "20": {
                    "title": "Battle to Save the Woods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Bramble's favorite tree has been chopped down by Logger Vick. Briar and Bramble set out to get revenge, and declare war against him.    "
                },
                "21": {
                    "title": "King of the Woods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The bear brothers and Warren are watching the cartoon \"Ashley\" at Logger Vick's while he's out. They are fascinated by the awesomeness of Ashley the Monkey King. Bramble tries to mimic his actions from the show, but causes quite a mess. Inspired, Briar puts on a leaf skirt and claims to be king of the forest. He swings through the trees, and teaches Logger Vick a good lesson.    "
                },
                "22": {
                    "title": "Ice Playground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    On a freezing winter day, Vick is in a grave mood because his boss calls and sends him out to check the wood he's placed by the lake. The bear brothers do not want to waste their winter on hibernation. Instead, they come out on the iced lake to play. Here they skate, fish and make ice sculptures. Vick arrives, and begins to hunt the bears on the ice.    "
                },
                "23": {
                    "title": "Vick's Chariot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick retools his truck into a fully armed chariot for woodcutting. This customized truck is threatening the whole jungle. Wherever it passes by, the surrounding trees all fall within a blink of an eye. To stop Vick's abominable outrage, the bear brothers use every trick available to destroy his monster-like truck.    "
                },
                "24": {
                    "title": "Lumber Jack Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The boss calls Logger Vick early in the morning to complain about the decreasing production and orders him to double it in a week. Logger Vick has no other way out but to employ more loggers to increase the output. Briar and Bramble are told that Logger Vick is recruiting by Warren. They see this as a great opportunity to protect the forest, and they come up with a master plan to disguise themselves as loggers.    "
                },
                "25": {
                    "title": "Safety Helmet?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick has got a helmet with serious attacking capabilities. He goes to fell trees wearing that helmet as a weapon. Bramble tries to stop Vick, but gets severely attacked. Briar and Bramble snatch Vick's lethal helmet, and ask Vick to bring them a jar of honey in exchange for the helmet. Vick delivers the honey to the bears' hollow, but Bramble refuses to return his helmet. This throws Vick into a wild fury.    "
                },
                "26": {
                    "title": "Moving Trees",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Warren is paying a visit to Vick's house while Vick is taking a nap. The phone rings and Vick wakes up. Warren hides himself from Vick. After hearing Vick says he's going to log trees, Warren runs to the bears to break the news to them. The bears plan to ambush Vick in tree disguises.    "
                },
                "27": {
                    "title": "Give Me the Nuts!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    In order to lure the bears out, Logger Vick dresses up as a trainer from the circus and forces Warren to perform stunning tricks. He coaxes Warren into obedience with nuts. The delicious nuts in Vick's hands also attract Bramble. Despite Briar's warning, he comes out of the bush and follows Vick to where his van is. Just when Vick thinks his trick works, Briar shows up and gives him a good kick in the butt.    "
                },
                "28": {
                    "title": "Vick's TV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    While Logger Vick is not home, Briar and Bramble break in and take his TV back home with them. When Vick gets back, he finds his house in a mess and his TV missing. He goes in anger to reclaim his TV from the bears. When the bears arrive back at their den, they quickly learn that a TV needs electricity to work. It's a good thing there's a lightning storm on the way.    "
                },
                "29": {
                    "title": "Battle for the Saw",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Briar snatches Vick's new chainsaw away while he's cutting down trees. The two bear brothers get a good kick out of toying with the saw, which makes Logger Vick very angry. He tricks the bears into exchanging the chainsaw for an axe. Briar and Bramble are agitated when they find themselves fooled by Logger Vick. They conspire to take the saw back from Vick.    "
                },
                "30": {
                    "title": "Fix It, Vick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Briar and Bramble hear Logger Vick's chainsaw. They come up with a plan to destroy Vick's chainsaw so that he won't be able to log trees any more. This works. But Vick soon fixes it with a variety of tools kept in the pockets of his overall pants. The bears take Vick's pants as the real enemy, and try to destroy them.    "
                },
                "31": {
                    "title": "Hypnotizing Bear Spray",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    One day, Logger Vick reads about this \"hypnotizing bear spray\" in the newspaper. The advertisement highlights its magic power to cause hypnotic trances to any bear who gets sprayed. Logger Vick sees it as a great weapon to deal with the bears. So he orders one. Under the influence of the spray, Bramble's mind goes blank, and he is completely under Vick's control. He does whatever Vick does like a puppet.    "
                },
                "32": {
                    "title": "What a Forklift Can Do",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Early in the morning, a phone call wakes Logger Vick up. It's his boss calling to press Vick to meet his monthly quota. Unwillingly, Vick gets out of his bed and goes towards his forklift. But he can't find it. The parts from the forklift lie on the ground. He tracks the scattering parts to a place where he sees the bears with a pile of metal. They've torn this forklift apart and made a seesaw out of it. Logger Vick goes forward to make the bears pay for the loss of his forklift.    "
                },
                "33": {
                    "title": "Remote Controlled Alarm Clock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick is driven up the wall by the bears' constant disturbance. Out of desperation, he purchases a smart alarm clock to deal with them. This remote controlled alarm clock is very hard to be stopped once it starts to alarm, which can be quite a headache for those pestered by it.    "
                },
                "34": {
                    "title": "Road Sign Prank",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Briar and Bramble change the \"Logging Area\" sign with the \"Hunting Area\" sign. Logger Vick enters the \"Logging Area\". Before long, Vick finds himself amid a shower of bullets. He doesn't know it's because he's actually in the Hunting Area. He runs away from the gun shots. When he thinks he's safe, he begins to hear the cries and roars of wild animals. He's so scared that he does not watch where he goes and falls off a mountain.Once he figures it all out, he chases bears, who lead Logger Vick into the \"Wildlife Reserve\" area, where he's arrested for hunting wild bears.    "
                },
                "35": {
                    "title": "Vick's New Cell Phone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick has received a new cell phone from his boss to make sure every time he calls Vick is at work. He is forced to carry the phone wherever he goes so the boss can reach him at anytime. The sound of chainsaw draws the bears to Vick, who is cutting down trees in the forest. They find that Vick talks into a strange little box, and the beautiful music it gives out holds Bramble spellbound. He knocks down Vick and snatches the \"music box\" (cell phone) away. Vick seizes the chance to cut down trees while the bears are fiddling with the phone. At that moment, the ...    "
                },
                "36": {
                    "title": "Tasty Tomatoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick plants tomatoes in front of his house because he wants to eat fresh tomatoes. Briar finds out about the tomato field. He's curious about the juicy-looking fruit. Logger Vick fires his gun to stop Briar from touching his tomatoes. In case the bear comes back , Vick sets up an alarm system to keep the bear away from his tasty tomatoes.    "
                },
                "37": {
                    "title": "New Rules for Logger Vick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    In order to keep Logger Vick out, Briar sets up a rule for the jungle: anyone who wants to enter the forest must take his hat off. They stop Vick half way, and demand him to remove his fur hat, but Vick refuses to follow the rule. Vick returns dressed up as an Indian chief. But his little scheme fails to get past the smart bears. They take possession of both his hat and the shotgun. Briar and Bramble are toying with their trophies, when Vick shows up again, this time carrying a bunch of hats with him.    "
                },
                "38": {
                    "title": "Logger Vick's Winter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The noise of Logger Vick's chainsaw wakes up the two bears from their hibernation. They come out of their den to find that many trees have been cut down by Vick. They come down to Vick's house to punish him.    "
                },
                "39": {
                    "title": "Love Bear Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick is out in the forest chopping down trees. Briar shows up. To Vick's surprise, this time Briar doesn't make any aggressive moves towards him. But when Vick wields the saw at him, he wards it off with a sign reading \"Love Bear Day\". Briar warns Vick of the serious consequence of messing with them on \"Love Bear Day\" and takes away his chainsaw. Vick comes to the bears' hollow, intending to get his revenge. Bramble reminds him of the \"Love Bear Day\", a day when picking on bears is prohibited. So in the end, Vick doesn't get his vengeance but get stung by wasps...    "
                },
                "40": {
                    "title": "Intercept the Hot Air Balloon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick falls behind his quota again. His boss calls to accuse him and issues a warning that if Vick can't meet his quota again he's gonna fly to the forest and fire him then and there. Vick, however, is inspired by his boss's word. He makes a hot-air-balloon and flies into the forest so that the bears can do nothing about him because he's way up in the air.    "
                },
                "41": {
                    "title": "Logger Vick's Holiday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick has fulfilled his quota ahead of schedule, which wins him several days off from work. Vick decides to take a vacation on the beach. Warren, the squirrel, overhears this plan when he's stealing chips from Vick's house. He comes back to the bears and informs them of the news. Hungry for the snacks Vick brings with him, the bear brothers follow Vick to the beach.    "
                },
                "42": {
                    "title": "Bear Collar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    On a stormy night, Warren is put in a cage by Logger Vick. He tests his new invention of evil on this little innocent squirrel. It's a remote controlled electric collar. He's quite satisfied with the result of the test and is is determined to make the bears wear the collars.    "
                },
                "43": {
                    "title": "Playing with Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Warren steals a box of matches from Logger Vick and gives it to the bears. To demonstrate to the other two what a match are used for, Briar lights a match and then throws it away, which accidentally sets Bramble's tail on fire. Bramble has to roll out of the hollow to put out the fire. At that moment, the smell of barbecue wafts through the forest towards them. They follow the scent to Vick's house, where he is having a barbecue by himself. Bramble and Briar sneak up and eat the barbecue while Vick is not paying attention. Vick finds out and flies into a rage.    "
                },
                "44": {
                    "title": "Bear Cookies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The bear shaped cookies Logger Vick has ordered arrive. He eats some and plans to enjoy the rest when he comes back home from logging. However, when Vick reaches home, he's stunned by the mess at his house. At the sight of the tracks left by the bears, Vick immediately understands who has made the mess. An idea strikes him that he could use the bear cookies to lure the bears and finally catch them.    "
                },
                "45": {
                    "title": "GPS Bugs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick launches some tracking devices into the beehives, thinking that when the bears swallow them along with the honey, he can keep track of them. But his little scheme is discovered by Warren, who rushes to tip the bears off to it. Bramble and Briar decide to punish Vick using his own trick. They let Warren carry the tracking devices so as to divert Vick's attention, while they sneak up on Vick and scare the wits out of him.    "
                },
                "46": {
                    "title": "Happy Birthday Logger Vick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    It's Logger Vick's birthday. He sends the bears an invitation to his birthday party in the hope of catching them at the party. The bears accept the invitation. The photo of a big cake on the invitation is the only reason they want to go to the party. Logger Vick has prepared lots of food, drinks, a big cake, and a cage trap for the bears. The bears have had a good time at the party and are about to leave. Vick stands right under the trap cage and throws a cake at them trying to get the bears back. Briar and Bramble run to Vick. When they are close enough, Vick presses...    "
                },
                "47": {
                    "title": "Fore!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    In the courtyard outside his cabin, Logger Vick is having a blast paying golf by himself. But his boss pesters him about his work, so Vick takes the golf kit to work. The golf ball Vick hits smack Warren and knocks him down. Warren takes the ball back to Briar, who demonstrates to the other two how to play the sport. Thus beginning a golf ball hitting back-and-forth between the bears and Vick.    "
                },
                "48": {
                    "title": "The Binoculars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    While Logger Vick is taking a nap, Briar steals his binoculars. Both Bramble and Warren show great interest in them. Bramble and Warren take turns to use the binoculars to watch over Logger Vick. When Logger Vick finds out his binoculars are missing, he stops at nothing to get them back.    "
                },
                "49": {
                    "title": "The Autograph",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    One morning, the bear brothers wake up to find that all the trees are labeled with Logger Vick's name cards. Vick tells them that everything with his name card on it belongs to him, so he can cut down any labeled trees as he wishes. Bramble can't do anything but watch him destroy the forest. Briar comes up with a plan. He goes to the lakeside and covers his paw prints with mud. Then he leaves his paw prints all over Vick's truck, as a gesture of taking over the ownership of the truck. The labeling war begins.    "
                },
                "50": {
                    "title": "Champion Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    After watching an award ceremony on TV, Bramble wants to look as cool as the winners. He spends a whole night making a trophy. In the morning, he asks Briar to compete in a weight-lifting contest for the trophy. Bramble goes to Logger Vick's and forces him to compete with them. The bears agree that Vick can log trees any time he wants if he wins.    "
                },
                "51": {
                    "title": "Bear Jars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick learns from the radio a new way to capture bears. He puts some nuts into a clay jar and puts it outside the bears' abode, hoping that the bears will become powerless to his attack once their paws get stuck inside the jars. Vick later improves the trap by replacing the clay jar with iron ones and glues them onto a tree.    "
                },
                "52": {
                    "title": "Pizza Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick is enjoying a pizza when his phone rings. While Vick is on the phone, Briar reaches his hand in and steals the pizza. Vick is irritated to find the two bears have eaten up his delicious pizza and ran away. He is desperate to catch the bears and punish them. So he orders more pizza and tries to lure the bears with pizza. He lays pizza traps all over in the forest.    "
                },
                "53": {
                    "title": "Logger Vick's Hit the Jackpot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick buys a lottery ticket and hits the jackpot. He is ecstatic over the prospect of becoming a millionaire, but the phone call from his boss pressing for more timber kills his mood. Vick totally loses his patience, and hangs up on him. Vick is packing for the trip into town to cash in his lottery ticket, while the bears sneak into his house and eat his food. Vick catches them in the act. But with the important task at hand, he deices to let them get away with this one, figuring that he will have them pay once he gets rich. Briar is suspicious about Vick's ...    "
                },
                "54": {
                    "title": "Saving an Ancient Tree",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick's boss asks him to find the oldest tree in the forest and cut it down. Briar and Bramble happen to overhear that Vick is going to log the most ancient tree in the forest. They are determined to protect it and save the day.    "
                },
                "55": {
                    "title": "My Secret Weapon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Briar is teased by Bramble for not having a secret weapon of his own, so he resolves to find one. He makes a slingshot and tests it out on Logger Vick. Vick wards the stones off with his chainsaw and destroys the slingshot. Later, Briar makes a whip out of vines. He gives Vick a good lashing before Vick shoots the whip into pieces with his gun. Briar loses his battle once again. Briar is frustrated by the successive failures. He rambles through the woods and comes across Warren, who offers to be Briar's secret weapon.    "
                },
                "56": {
                    "title": "Vick's Microwave Oven",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Bramble and Briar are jogging in the morning. Suddenly a nice scent catches their attention. They follow the scent to Vick's house. Through the window, they see Logger Vick put food into the microwave oven and after a few minutes Vick gets the food out and eat it. The smell is very irresistible to them. After Vick grabs the food and leaves the kitchen, Briar and Bramble sneak in through the window. The bears hear the sound of the microwave oven bell; they open it to find hot and fresh pop corn. They eat the popcorn with some drinks they get from Vick's fridge. But is ...    "
                },
                "57": {
                    "title": "Mirror, Mirror",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Bramble and Briar are doing their morning exercise in the forest. When they pass by Logger Vick's bedroom, Bramble sees Vick's reflection in the mirror and mistakes it for his identical twin brother. Out of curiosity, the bear brothers sneak into his bedroom. Seeing the mirror, Briar explains to Bramble what happens and takes the mirror away with them. What can two bears do with a mirror?    "
                },
                "58": {
                    "title": "Logger Vick's Everywhere",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick has made lots of sculptures of himself, some in the pose of logging, some catching birds, some fishing. He places them everywhere in the forest to distract the bears so that he can log trees without the bears' disturbing him.    "
                },
                "59": {
                    "title": "Monster Chainsaw",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Briar and Bramble sneak into Vick's garage and smashed all his chainsaws. Vick gets furious at his great loss. He builds a \"monster chainsaw\", in the attempt to terrorize the bears. Vick is interrupted by the bears when he's trying to work. He fights back with the newly-made \"monster chainsaw\", but soon it runs down. Vick returns home to have the chainsaw recharged, but the bears have already cut off the power. In order to get the chainsaw restarted, Vick tries Ben Franklin's kite-and-lightning experiment to get electricity from the sky.    "
                },
                "60": {
                    "title": "Bramble Plants a Log",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Bramble is picking mushrooms in the forest. He notices for the first time that leaves have grown out of an old tree trunk after being put into the earth. Thus, he is hit by the idea that chopped trees can come back to life if they are planted into the earth again. Bramble comes up with a plan to sneak into Logger Vick's warehouse and steal all his logs to re-plant them.    "
                },
                "61": {
                    "title": "Creepy Forest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick has literally mapped out yet another new path for the destruction of the forest. Learning about his evil schemes, the bear brothers decide to teach him a good lesson by designing a series of tricks and traps to ambush him in the jungle.    "
                },
                "62": {
                    "title": "A Flying House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    After watching Disney's Up, Logger Vick decides to follow suit and do the same thing with his house. He ties many balloons to his house and starts logging from the safety of the sky. How will the bear brothers get him down?    "
                },
                "63": {
                    "title": "Endless Holidays",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The bears set up traps in front of Logger Vick's cabin. But that day turns out to be Vick's rest day; therefore their plan goes up in smoke. The bears notice that Logger Vick arranges his rest and work according to the calendar, so they swap the calendars and unplug the phone. Vick winds up taking a week-long holiday because the calendar says those days are public holidays.    "
                },
                "64": {
                    "title": "Armored Vick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick hates losing to the bears all the time, so he buys a suit of armor so that the bears can never hurt him again.    "
                },
                "65": {
                    "title": "Drink Dispensers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 65,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    As Logger Vick complains about the heat, he learns from his boss that two soda vending machines are being delivered to his house. He finds them waiting for him in front of his house, so he drinks a few and heads off to work. Warren sees the whole thing. He tells the bear brothers about it. So the three of them go to Vick's, trying to get the drinks from the dispensers.    "
                },
                "66": {
                    "title": "A New \"Bear\" Buddy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 66,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick has bought a bear costume. He wants to wear this bear disguise and catch the two bears, Briar and Bramble. Wearing the bear costume, he comes across Bramble, but Bramble does not recognize him at all. Bramble thinks he's a new bear buddy in the forest, and plays with him. How will this friendship blossom?    "
                },
                "67": {
                    "title": "Cleaning Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 67,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The bears see Logger Vick cleaning up his house and decided to have a general sweeping of the forest. After finishing the clean-up with stolen tools, they draw a line on the ground and marked out their territory. Vick drives his truck towards the forest. The bears stop him and demand him to stay out of the area unless he's wearing clean clothes. Vick has to go back and get changed. But every time he returns in a new outfit, the bears would mess it up seemingly by accident, making it impossible for Vick to pass.    "
                },
                "68": {
                    "title": "Firefighting Heroes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 68,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Briar and Bramble catch Logger Vick smoking in the forest. Bramble bears down on Vick and roars in his face. Vick gets scared; he drops his cigarette and runs away. The cigarette starts a forest fire. Briar and Bramble try to put out the fire. But with a strong wind, the fire gets out-of-control. They must turn to Logger Vick for help.    "
                },
                "69": {
                    "title": "Super Ultra Camouflage Cloth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 69,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    One day, Logger Vick sees the advertisement for the Chameleon Camouflage Cloak on TV. He immediately places an order for this outfit, hoping that it will hide him while he's logging.    "
                },
                "70": {
                    "title": "Kung Fu Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 70,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Briar and Bramble are impressed by the kung fu moves they see in the cartoon \"Chicken Stew\" on TV. They practice their kung fu skills while watching the show at Logger Vick's house. Logger Vick gets home and drives the two bears away by shooting at them with his gun. After the bears are gone, he finds they were watching \"Chicken Stew\". He understands that the bears are crazy about kung fu.    "
                },
                "71": {
                    "title": "Fight for Potato Chips!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 71,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    A chip company places a vending machine in front of Vick's house. Having tried a bag, Vick gets addicted. It isn't long till that addiction spreads to Bramble. And one bag is never enough.    "
                },
                "72": {
                    "title": "Bear Graffiti",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 72,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick throws away a box of things he doesn't need any more, including some comic books and a few bottles of spray paint. Briar discovers this box. He reads the comic books, and he enjoys them so much that he takes the box home. He shows the comic books to Bramble. The bears start painting pictures from the comic books with spray cans. They paint on stones and trees till they reach Logger Vick's house.    "
                },
                "73": {
                    "title": "A Labyrinth Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 73,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick built a labyrinth with traps in the forest, intending to have the bears trapped in there so as to buy him some time for chopping. To avoid getting lost himself, Vick designs a map on which the location of the traps and snares are marked out, along with the exit. To lure the bears in, Logger Vick poses as a tour guide and leads the bears into the labyrinth. Will they get out without the map?    "
                },
                "74": {
                    "title": "A Big Old Spooky Tunnel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 74,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Briar and Bramble are keeping an eye on Logger Vick to make sure he's not cutting down trees in the forest. From a tree top, Bramble sees Vick going toward the back of a neighboring mountain. Briar thinks Vick is acting suspicious, so they follow him. He ends up going through a tunnel the bears knew nothing about.    "
                },
                "75": {
                    "title": "Vick's Lost His Mind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 75,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick suffers some head trauma during the fight against the bears. The concussion causes temporary memory loss and he regresses to a child-like state. Taking advantage of Vick's unusual obedience, Briar and Bramble boss him around and have him wait on them like a servant. But it's not long before they are driven up the wall by Vick's increasingly annoying horseplay.    "
                },
                "76": {
                    "title": "Disco Dancing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 76,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    To ease the pressure of work, Logger Vick purchases a dance mat. He dances as if he's crazy. The bears are watching him through the windows of his cabin. They wish they could dance on that mat as passionately as Vick does. When Vick is called away to work, the bears do just that. Soon, Vick returns to find an open invitation to a dance off.    "
                },
                "77": {
                    "title": "Wet Paint!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 77,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Inspired by a nice houses in a magazine, Vick decides to do some remodeling to his own house by giving it a fresh coat paint. The bears think that Vick's painting must be a part of an evil scheme, so they decides to take action. And thus the battle between the resourceful bears and the wily lumberjack begins.    "
                },
                "78": {
                    "title": "Vick's New Fan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 78,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    On a sweltering summer day, Logger Vick receives a cool present from his boss. It's an electric fan. An idea strikes him that he could enhance the fan to be more powerful to blow the bears away. Will this genius plan work?    "
                },
                "79": {
                    "title": "Logger Vick's Tricks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 79,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick received a sound beating from the bears once again for his evil doings. Having had enough of this suffering and pain, Vick decided to surrender to the bears. He shows up with a white flag and offered them nuts as a token of friendship. But is this a genuine token of friendship, or another evil scheme from the Logger?    "
                },
                "80": {
                    "title": "When It Rains It Pours",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 80,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    A heavy rain prevents Logger Vick from logging. He goes home with his chainsaw and rests. Briar and Bramble come to Vick's to shelter themselves from the rain under his roof. Realizing that Vick doesn't log while it's raining, they decide to trick him into thinking it's raining, even when it's not.    "
                },
                "81": {
                    "title": "Up All Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 81,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    At night, Briar and Bramble sneak into Vick's house while he's sleeping in front of the TV. Briar discovers a remote control and uses it to turn on the TV, awakening Vick. He decides to get even with the bears.    "
                },
                "82": {
                    "title": "Nanny Vick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 82,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick thinks the reason why the bears always stand in the way of his logging is perhaps because they cannot benefit from logging the forest themselves. A commercial on TV enlightens him. Vick invites the bears over to his house and introduces his theme park project to them. He says he's going to build an amusement park in the forest. He asks the bears to move somewhere else to live during the time of construction. Vick ensures them a high convenience of living by offering to be the bears' nanny.    "
                },
                "83": {
                    "title": "Happy Spring Festival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 83,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick has invested in a bunch of fireworks for the upcoming spring festival. Much to his disappointment, the fireworks are of such poor quality that he discards the whole box of them which later are found by the bear brothers. Chaos ensues.    "
                },
                "84": {
                    "title": "Bear in Style",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 84,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick loses a fashion magazine on his way to the logging field. Briar finds the magazine. He reads it and becomes more and more curious about the dressing-up tips in the magazine. Briar realizes he could probably get similar outfits inside Logger Vick's house. Let the fashion show commence.    "
                },
                "85": {
                    "title": "Medieval Madness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 85,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick reads from a Kung Fu book about the Meteor Hammer, a mighty weapon used against trees and foes alike. Thinking that it may help him with his work and dealing with the bears, he recreates one of his own. He takes it to the forest and tries it out on the trees. The noise awakens Bramble from his deep slumber. The two soon start a duel. After a fierce battle, Bramble overpowers Vick and snatches the Meteor Hammer away. Enraged, Vick proceeds to make an even stronger version and challenges Bramble to a rematch.    "
                },
                "86": {
                    "title": "An Unforgettable Picnic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 86,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Briar and Bramble see Logger Vick walking in the woods with a big bundle on his back. They follow him so that they could stop him whenever he starts to harm the forest. Instead of brandishing his chainsaw at the innocent trees, Logger Vick reveals a picnic basket. He spreads out a blanket on the ground and takes out all the food and drinks from his bundle. Enchanted by the delicious food, the bears move toward Vick to grab a few things to eat.    "
                },
                "87": {
                    "title": "Traffic Lights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 87,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Briar and Bramble discover a newly installed traffic lights in the middle of the forest. After close observation, they find that these changing lights are used to control the traffic. How can they use this to thwart Vick from any further logging?    "
                },
                "88": {
                    "title": "Good Riddance!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 88,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    After being beaten by the bears again, Logger Vick comes up with a plan to make the bears feel sick of living in the forest so that they will move somewhere else.    "
                },
                "89": {
                    "title": "Vick's Christmas Tree",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 89,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    With Christmas just around the corner, Vick is asked by his wife to get a Christmas tree for the holiday. But the bear brothers are not about to let that happen. Bah Humbug!    "
                },
                "90": {
                    "title": "Coin Operated",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 90,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    There's still seven days to go before Logger Vick gets his monthly payment, and he has only one coin left. While he's driving, Logger Vick holds the coin in his hand, worrying about how he's gonna spend the next few days with so little money. When he notices there's a tree standing in his way, he quickly steps on the brakes. Meanwhile, the coin flies out of his hands and rolls into the forest. Logger Vick gets out of his truck to run after his coin. The coin rolls to Briar. Briar takes it in his hand. He likes this shiny little thing, and won't give it to Logger Vick....    "
                },
                "91": {
                    "title": "Circus Act",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 91,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    In order to distract the bears, Vick offers to perform circus acts for them. The bears are getting a big kick out of imitating his performance. Soon, the bear-vs.-woodsman circus contest begins    "
                },
                "92": {
                    "title": "Vick's RC Chopper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 92,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The bears forbid Logger Vick from carrying any chainsaws into the forest. Briar and Bramble even sets a warning sign up at the entrance to the forest. Logger Vick now has to come up with a plan to smuggle his chainsaw in without alerting the bears. Enter radio-controlled helicopter.    "
                },
                "93": {
                    "title": "Boomerang Bang",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 93,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The never-ending bear-vs.-woodsman battle is now in full play deep in the forest. As usual, the mighty bears gain the upper hand and destroy Vick's weapons. To fight back, Vick picks up a boomerang-shaped stick and throws at his foes, but it turns around and hits him full on the head. Inspired by the stick, he decides to make some real boomerangs as weapons against the bears.    "
                },
                "94": {
                    "title": "Shadow Shake Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 94,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Warren is gathering pine cones in the forest when he becomes terrified by his own shadow. Warren has no idea what that moving black shape is and believes he has encountered a monster. He goes to Bramble for help.    "
                },
                "95": {
                    "title": "Trick Shootin' Vick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 95,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Inspired by the poster of a western cowboy, Vick decides to train himself as a crack shot in order to settle the bear issue once and for all.    "
                },
                "96": {
                    "title": "Magic Hat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 96,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Bramble is searching for food in the forest when he encounters Logger Vick. Vick is sawing through a big tree and he does not want the bear to stand in his way. Logger Vick gives a magic hat to the bear. Bramble is convinced that he can pull a lot of food out of this miracle hat. While Bramble is distracted, Logger Vick goes back to his work. The bear pulls out a little flag, some cards, an unwashed sock and a lot of other things. It is when the bear is about to lose patience that he finally gets some fruits out of the hat. Logger Vick sees how useful that magic hat ...    "
                },
                "97": {
                    "title": "Draw Straws",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 97,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The bears and Vick decide to let all their decisions be made by drawing straws. Chaos ensues.    "
                },
                "98": {
                    "title": "Get Out of My House!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 98,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Bramble eats up the food that he and his brother have reserved for the winter. They need to find food or face starvation. The bears come to Logger Vick's hut. But Logger Vick refuses to share food with the bears. Briar keeps begging Logger Vick until he finally decides to take the bears in and give them some food. Will this new arrangement last?    "
                },
                "99": {
                    "title": "Archer Vick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 99,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Briar puts a nut inside the barrel of Logger Vick's hunting rifle. When Logger Vick fires a bullet, his gun explodes. Now that he lost his rifle, Logger Vick has to find a replacement weapon before he could go out to the forest to confront the bears. Logger Vick makes a hunting bow and some arrows on his own. He comes to the bears and challenges them.    "
                },
                "100": {
                    "title": "You Are What You Eat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 100,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Bramble finds out Logger Vick is logging trees, so he bends Vick's chainsaw. Logger Vick is mad at the bear and he decides to get even. He smears honey on a magnet. Bramble finds the magnet and swallows it. Will Vick finally get his sweet revenge?    "
                },
                "101": {
                    "title": "Rollerblading Bear Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 101,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick becomes interested in roller skating. He starts to practice. When he gets used to the roller-skates, he goes to log trees wearing them. Will this new way of chopping trees work in his favor?    "
                },
                "102": {
                    "title": "Jazzy Jamboree",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 102,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    After finding out that the bears are music lovers, Logger Vick comes up with a plan to trap the bears. Logger Vick builds a stage, sets up lights, and uses pots and pans as musical instruments. Logger Vick begins to perform. He soon has the attention of the bears because the music is really loud. Briar and Bramble come to the stage and dance to the music. Once the bears are completely focused on playing and singing, down comes the cage.    "
                },
                "103": {
                    "title": "Basketball Blowout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 103,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick has been practicing basketball for an upcoming competition. But he is hardly a good player. When Bramble sees this, they begin a one-on-one basketball match.    "
                },
                "104": {
                    "title": "Tennis Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boonie Bears (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 104,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Logger Vick has been practicing tennis in the forest. When he goes back to his hut, he leaves the rackets and balls behind. The bears pick them up and play tennis together. Briar seems a decent tennis player, or at least much better than his brother. Logger Vick soon finds out that the bears are playing tennis. He tells them they know nothing about true art of tennis. He challenges Bramble to a tennis competition.    "
                }
            }
        },
        "number of episodes": 104,
        "cast": [
            {
                "name": "Lambert, Joseph S."
            },
            {
                "name": "Rinehart, Paul 'Maxx'"
            },
            {
                "name": "Wheeler, Justin J."
            },
            {
                "name": "Glen, Rick Jay"
            },
            {
                "name": "Thompson, Toni"
            },
            {
                "name": "Lumsden, Siobhan"
            }
        ],
        "genres": [
            "Animation"
        ],
        "countries": [
            "China"
        ],
        "country codes": [
            "cn"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 4.8,
        "votes": 22,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTk2NWM4NjktYjc3Ny00MTc1LWFlN2EtMDU1ZjhlZGU3YThhXkEyXkFqcGdeQXVyMjAyMDk2NTA@._V1_SY150_CR71,0,101,150_.jpg",
        "plot outline": "Boonie Bears is a 3D animated comedy series presented by Fantawild Animation Inc. This light-hearted comic romp, designed for children between the ages of 4 and 12, is set in a lovely wooded wonderland in rural Northeast China. Though the surroundings might seem idyllic, deep in the heart of the region peace has been disrupted by the dastardly Logger Vick, who schemes to transform the majestic forest into his own personal lumberyard! Too bad for Vick-two strapping brown-bear brothers are determined to thwart his plans and send him packing. Together, Briar and Bramble Bear go about sabotaging every effort of that sneaky logging-crew foreman-and always with hilarious results! Boonie Bears chronicles the lengths to which the nefarious Logger Vick will go to bring down as many trees as time, equipment, and greed will allow. If Vick is the no-luck villain of the piece, then bear siblings Briar and Bramble are its heart-of-gold heroes. Boonie Bears is a fast-paced comic battle for the forest-with the Good Guys grinning, and winning, and saving what's theirs. Set in the lush Northeast Chinese woodlands, Boonie Bears highlights the richly variegated colors of the region's changing seasons, together with other features that make it unique. Against this captivating backdrop, a whimsical tale unfolds in which two bears challenge an unscrupulous outsider, and gain the victory through teamwork and perseverance. Logger Vick quickly comes to realize that it will take more than an array of heavy machinery to meet his overblown timber quota, as Briar and Bramble will never give up the fight for the woodlands they call home.",
        "languages": [
            "English"
        ],
        "title": "Boonie Bears",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Fantawild Animation"
            }
        ],
        "distributors": [
            {
                "name": "Fantawild Animation"
            },
            {
                "name": "Misteriya Zvuka"
            },
            {
                "name": "San Media"
            }
        ],
        "plot": [
            "_Boonie Bears_ (qv) is a 3D animated comedy series presented by Fantawild Animation Inc. This light-hearted comic romp, designed for children between the ages of 4 and 12, is set in a lovely wooded wonderland in rural Northeast China. Though the surroundings might seem idyllic, deep in the heart of the region peace has been disrupted by the dastardly Logger Vick, who schemes to transform the majestic forest into his own personal lumberyard! Too bad for Vick-two strapping brown-bear brothers are determined to thwart his plans and send him packing. Together, Briar and Bramble Bear go about sabotaging every effort of that sneaky logging-crew foreman-and always with hilarious results! _Boonie Bears_ (qv) chronicles the lengths to which the nefarious Logger Vick will go to bring down as many trees as time, equipment, and greed will allow. If Vick is the no-luck villain of the piece, then bear siblings Briar and Bramble are its heart-of-gold heroes. _Boonie Bears_ (qv) is a fast-paced comic battle for the forest-with the Good Guys grinning, and winning, and saving what's theirs. Set in the lush Northeast Chinese woodlands, _Boonie Bears_ (qv) highlights the richly variegated colors of the region's changing seasons, together with other features that make it unique. Against this captivating backdrop, a whimsical tale unfolds in which two bears challenge an unscrupulous outsider, and gain the victory through teamwork and perseverance. Logger Vick quickly comes to realize that it will take more than an array of heavy machinery to meet his overblown timber quota, as Briar and Bramble will never give up the fight for the woodlands they call home.::Toni Thompson"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 22,
                "rating": 4.8
            },
            "aged 18 29": {
                "votes": 8,
                "rating": 3.6
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 2.0
            },
            "males": {
                "votes": 16,
                "rating": 3.1
            },
            "males aged 18 29": {
                "votes": 8,
                "rating": 3.6
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 2.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 3.0
            },
            "us users": {
                "votes": 2,
                "rating": 1.0
            },
            "non us users": {
                "votes": 9,
                "rating": 3.8
            }
        },
        "number of votes": {
            "10": 7,
            "9": 0,
            "8": 0,
            "7": 1,
            "6": 0,
            "5": 1,
            "4": 3,
            "3": 1,
            "2": 0,
            "1": 9
        },
        "arithmetic mean": 4.8,
        "median": 4
    }
}