{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 January 2011"
            },
            {
                "country": "USA\n",
                "date": "1 January 2011",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::1 January 2011",
            "USA::1 January 2011                            (internet)"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Series Finales Suck",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "16 Jul. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Getting Viral",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Welcome to the world of \"The Uploaders!\" In this first episode, we get to know the group and what goals they hope to achieve as aspiring internet superstars. Will this overly vulgar group make their dreams come true? Watch the start of what is sure to be one of the greatest web series of all time.    "
                },
                "2": {
                    "title": "Violence",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    The Uploaders are back for round two! In this episode, Katherine has come up with a brilliant plan for a hit video. Will her crazy scheme work and produce the instant internet stardom that the group so desperately craves?! Check out episode two of the greatest web series that really isn't all that great!    "
                },
                "3": {
                    "title": "Baby's Day Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    After breaking some chairs over her team mates heads, Katherine finds herself alone on the \"video making\" front. However, when her roommate Heather offers up some help, the day goes from fairly mundane to absolutely crazy. Missing babies and bad ideas ensue. What does all this mean? Just check out the third episode of one of the worst web series ever to grace your computer screen.    "
                },
                "4": {
                    "title": "Sex Video",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 18,
                    "original air date": "29 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    When Steven and Carmen take it upon themselves to film a hit internet video without the rest of the group, you can bet your sweet ass that it is going to be something disgusting. After all, nothing gets more views online than a web video of oversexed weirdos getting their jollies off in a seedy motel room. But when Steven throws a little something extra into the mix, will Carmen go along with it? Or will this be just another failed attempt at the Uploaders becoming the next big thing?    "
                },
                "5": {
                    "title": "Shitfaced",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "4 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Tina, along with her friend Lisa, have decided to film a video with Virgil in the hopes that it will finally get the Uploaders the exposure they deserve. However, when creepy old grandfathers and robots that perform bodily functions get in the way, you can be sure that comedy and gross things will occur! Will Tina and Virgil create the ultimate web video to elevate them to the status of internet super stars? Or will this all just end badly? Check out episode five of the smelliest web series ever to grace your computer screen!    "
                },
                "6": {
                    "title": "Two Guys, a Girl, a Dog Puppet, and a Pizza Place",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    We dive head first into the world of Jacob and his doggy puppet pal Timmy. Working at a pizza place isn't all its cracked up to be but the one thing that keeps Jacob going is his co-worker Stacey. Will Jacob be able to win the heart of his fellow pizza employee? Or will his obsession with talking to a dog puppet and making a hit internet video ruin his chances?    "
                },
                "7": {
                    "title": "iGnarly",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "7 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Everyone's favorite lesbian sisters, Priscilla and Poppy, are trying to make a hit internet video on their own. However, Poppy figures the best way to produce the aforementioned video would involve using a celebrity of some kind. Enter IGnarly, a stuck-up bitch with a hit tween show that Poppy believes will help her and her sister achieve internet stardom. Can two lesbos and one snobbish actress produce a viral video that will take the world by storm? Or is this just yet another failed attempt for any member of the Uploaders to gain some sort of popularity? Check out ...    "
                },
                "8": {
                    "title": "Mr. Fluffypuss",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "14 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    With all of our main human characters getting an episode of their own, it seemed only fair to let Timmy the dog puppet have a moment to shine as well. In this eighth episode, Jacob is heading out to run some errands so he decides to let Timmy \"off his leash\" for a few hours. However, he doesn't want to leave his puppet pal home alone, so he scrounges up an old \"friend\" to keep him company. What interesting scenario could possibly transpire with lifeless puppets? Watch and find out!    "
                }
            },
            "2": {
                "1": {
                    "title": "Meeting of the Minds",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    After being apart for quite some time, the Uploaders are finally back together. Well, sort of. Katherine has set up a web cam chat to discuss possible video ideas. Will the group put their differences aside and concentrate on becoming the next big thing in viral videos? Or will they continue to just argue and get nothing accomplished? Check out episode nine of the most vulgar web series ever made.    "
                },
                "2": {
                    "title": "Dead Wake",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "19 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    When Steven's uncle passes away, he invites Priscilla and Virgil along to attend his wake. In actuality, Steven's cousin Lester is throwing a party to celebrate his deadness. However, when they arrive for the vulgar fun, they end up getting a little less than they bargained for. Enjoy episode ten of the web series some online critics are calling \"terrible\" and \"very hard to watch.\"    "
                },
                "3": {
                    "title": "Puppet Masters",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "1 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Katherine has a brilliant idea for a video that she is sure will finally put the Uploaders on the road to fame and fortune! However, Jacob and Timmy disagree slightly with her newly formed \"group\" and craziness ensues as always. Check out episode eleven of the greatest web series that no one is watching!    "
                },
                "4": {
                    "title": "Chutes and Ladders",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "29 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In this random and richly bizarre episode, Poppy has taken it upon herself to film a movie based on a popular board game with the help of two random male friends. However, when she finds out the aforementioned game already has a big budget movie in the works, she must rethink her course of action and shoot something else. Will her quick wit and artistic skills save her from this dire situation? Check out episode twelve of one of the worst web series ever!    "
                },
                "5": {
                    "title": "We Are Streaming",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "17 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    The Uploaders may have some less than friendly competition when a new group of viral video makers decides to throw their hat into the ring. Will this new gang succeed where the Uploaders have failed? Check out episode thirteen of the worst web series ever created!    "
                },
                "6": {
                    "title": "Traffic Fools",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "6 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    When Jacob does something stupid behind the wheel, he and Timmy are subjected to eight hours of traffic school. Little does Jacob and his puppet counterpart know that they are in for a day filled with weirdos and surprises! Check out episode fourteen of the world's most terrible web series!    "
                },
                "7": {
                    "title": "Pop Culture Posse",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "16 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Tina has gotten together with another group of crazy individuals in yet another attempt to become a viral sensation. Will her pop culture posse be able to help her out? Or will all this just end in disaster like it always does?    "
                },
                "8": {
                    "title": "Welcome to the Flipside",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "24 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    In episode sixteen of this smash web series, Virgil and Carmen have gotten together to try and create that illusive viral video that will make them famous. However, when Carmen's \"boyfriend\" shows up, it opens up a whole new universe of craziness! Check out the madness!    "
                }
            },
            "3": {
                "1": {
                    "title": "A Death in the Dysfunctional Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "16 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    The Uploaders have gathered to mourn the loss of one of their own.    "
                },
                "2": {
                    "title": "Patient Zero",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "14 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    When Jacob and Timmy are attacked by Steven, as well as a few other weirdos, it is clear that the shit is about to hit the fan. Who can stop these crazed men and save the world?    "
                },
                "3": {
                    "title": "One Blew Up in the Cuckoo's Nest",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "20 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Katherine has finally gone off the deep end. Between not becoming an internet sensation and dealing with the loss of some team members, it is clear that something more is needed to get Katherine back on the path to being \"normal.\"    "
                },
                "4": {
                    "title": "Trimming the Fat",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "14 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    As Katherine sets off on her quest to destroy the internet by wrecking computers, Virgil informs her that the Uploaders are finally going viral via another groups YouTube page! Will Virgil be able to stop whoever is behind this treachery?! Check out episode twenty of one of the worst web series to ever disgrace the world wide web.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "May 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Splitting Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "8 Jun. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "The Beginning of the End",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uploaders (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "19 Aug. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "McGuire, David"
            },
            {
                "name": "Teppup, Timmy"
            },
            {
                "name": "Marker, Jeanette Penley"
            },
            {
                "name": "Goble, Tim"
            },
            {
                "name": "Gularte, Alisyn"
            },
            {
                "name": "Campbell, Drew"
            },
            {
                "name": "Marks, Melinda"
            },
            {
                "name": "Boulay, Beth"
            },
            {
                "name": "Salazar, Sharon"
            },
            {
                "name": "Richardson, Shauna"
            },
            {
                "name": "Delcayre, Celine"
            },
            {
                "name": "Herlth, Ben"
            },
            {
                "name": "Greenwood, Susannah"
            },
            {
                "name": "Wallace, Rebecca"
            },
            {
                "name": "Costa, Nate"
            },
            {
                "name": "Rutski, John"
            },
            {
                "name": "Jenichen, Michaela"
            },
            {
                "name": "Parsons, Jennifer"
            },
            {
                "name": "Logsdon, Rachael"
            },
            {
                "name": "McPherson, Debra"
            },
            {
                "name": "McGrath, Kate"
            },
            {
                "name": "Hardin, Renne"
            },
            {
                "name": "Andrei, Shawn"
            },
            {
                "name": "Smith, Kyle"
            },
            {
                "name": "Cerda, Judy"
            },
            {
                "name": "Magill, Adam"
            },
            {
                "name": "Dicorti, Tony"
            },
            {
                "name": "Sinclair, Megan"
            },
            {
                "name": "Aranda, Anthony Frederick"
            },
            {
                "name": "Cozens, Emma"
            },
            {
                "name": "Goulart, Lorie"
            },
            {
                "name": "McKurtis, Matt"
            },
            {
                "name": "Donovan, Anna"
            },
            {
                "name": "Castro-Singer, Varlerie"
            },
            {
                "name": "Estuesta, Melissa"
            },
            {
                "name": "Stephenson, Jessica"
            },
            {
                "name": "McPherson, Debra"
            },
            {
                "name": "Gravius, Hannah"
            },
            {
                "name": "Pennington, Mike"
            },
            {
                "name": "Fargo, Vic"
            },
            {
                "name": "Young, Brian"
            },
            {
                "name": "Pavelich, Anthony"
            },
            {
                "name": "Ashley, Sarah"
            },
            {
                "name": "Campbell, Rachel"
            },
            {
                "name": "McNiff, Stacia"
            },
            {
                "name": "Saunders, Kristen"
            },
            {
                "name": "Sparks, Sarah"
            },
            {
                "name": "Wright, Cameron"
            },
            {
                "name": "Singer, Matt"
            },
            {
                "name": "Sparks, Greg"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "13"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMGNlNjdmMjQtMGM3ZS00NjgzLTg0ZDItM2IyMmRjYmExNzcxXkEyXkFqcGdeQXVyOTIxOTkzMzc@._V1_SY150_CR83,0,101,150_.jpg",
        "budget": "$15,000 (estimated)",
        "plot outline": "Welcome to the world of The Uploaders. A highly original, creative, vulgar, yet funny, web series from the mind of Jason Salazar. The Uploaders are a group of people hellbent on making the next hit internet video or viral sensation that will send the world into a state of endless orgasm. With so many decent and pure web series online, The Uploaders have made it their mission to bring you one that offends on every level. Enjoy the filth and please help us to spread it across the interweb like a bad STD.",
        "languages": [
            "English"
        ],
        "title": "The Uploaders",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "The Uploaders (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Salazar, Jason"
            }
        ],
        "production companies": [
            {
                "name": "Beyond Forever Studios"
            }
        ],
        "distributors": [
            {
                "name": "Beyond Forever Studios"
            }
        ],
        "plot": [
            "Welcome to the world of _The Uploaders_ (qv). A highly original, creative, vulgar, yet funny, web series from the mind of Jason Salazar. _The Uploaders_ (qv) are a group of people hellbent on making the next hit internet video or viral sensation that will send the world into a state of endless orgasm. With so many decent and pure web series online, _The Uploaders_ (qv) have made it their mission to bring you one that offends on every level. Enjoy the filth and please help us to spread it across the interweb like a bad STD.::Jeremy Long"
        ],
        "tech": {
            "runtime": [
                "13 min (approx)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}