{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2011"
            },
            {
                "country": "Canada\n",
                "date": "1 May 2011"
            }
        ],
        "release dates": [
            "Canada::2011",
            "Canada::1 May 2011"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Paralysis or Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "4 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    All of Roddy's students are desperate to stand out. With his out-of-the-box look Cam!!ikaze is sure to make a lasting impression. Watch as he works his way through training in preparation for World of Hurt's first ever ladder match all while battling injury and heartbreak. Will Cam come out on top or collapse under pressure?    "
                },
                "2": {
                    "title": "Hookers and Blow",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    The pressure is high for the students at World of Hurt Wrestling Academy. Kyle Sebastian is determined to meet expectations - no matter the cost. With his reputation as the \"Future Legend\" preceding him, he must work harder than ever to prove his worth in the eyes of Rowdy Roddy Piper.    "
                },
                "3": {
                    "title": "Put Your Shirt On",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    Roddy's students have big expectations and big personalities, but not all are big in stature. Small in size but big in attitude, Brady Malibu is determined to be a standout. Paired with one of the biggest wrestlers at the camp, watch as Brady prepares himself to stand toe to toe in this David and Goliath match up.    "
                },
                "4": {
                    "title": "The Powerhouse Princess",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    For all of Roddy's female students expectations are high. Lylah Lodge will have to overcome many barriers to meet industry standards and prove she belongs at World of Hurt Wrestling Academy.    "
                },
                "5": {
                    "title": "Not F#@%ing Rocket Science",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    Taya Valkyrie brings an improved look and a new attitude to train with Rowdy Roddy Piper. Eager to show him she's not just eye candy, Taya battles for a chance to stand on her own and perform a singles match, a rare opportunity for a woman wrestler. See if Taya has what it takes to win over Roddy's respect and get her moment in the lime light.    "
                },
                "6": {
                    "title": "Anarchy and Acid Wash",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    To make in pro wrestling Roddy's students want to stand out. For Randy Myers this shouldn't be a problem. With 11 years experience Randy is an established wrestler on the Indie scene but experience doesn't necessarily mean success. A gimmick can get you over but it's what is inside that makes for a long lasting career. Watch as Roddy breaks down his fun loving exterior to expose a side of him even Randy is afraid of.    "
                },
                "7": {
                    "title": "Lightning Strikes",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n    Roddy's students all dream of making a living in pro-wrestling. Nick Price will have to evaluate every aspect of himself in order for his dream to become a reality. Watch as Nick prepares to go head to head with Cam!!ikaze in World of Hurt's first ever ladder match. With his ex girlfriend, KC Spinelli, attending the camp, Nick will have to work extra hard to keep his focus if he wants to be flawless in his most dangerous match yet.    "
                },
                "8": {
                    "title": "Baby's First Match",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n    All of Roddy's students hope the camp will advance their career, but for Vance Nevada this experience may signal the end. A veteran in the business, Vance has been wrestling for over half his life but has never seen his big break. Will this be the opportunity he has been looking for or will the father of two throw in the towel?    "
                },
                "9": {
                    "title": "Welcome to Spinelli Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n    KC Spinelli's return to World of Hurt as the women's assistant trainer is an opportunity for her to impress Rowdy Roddy Piper. But her notoriously fiery personally is distracting, causing her to have trouble gaining the respect of the students and making it difficult for her to connect with the audience.    "
                },
                "10": {
                    "title": "The Real Bishop",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "plot": "\n    Roddy's students all have big dreams but at 6'4\" - 280 lbs Bishop will have to meet giant expectations - none bigger than his own. He struggles through training and battles ghosts from the past before making it to the live event and facing off against Brady Malibu, an opponent half his size.    "
                },
                "11": {
                    "title": "Tank Tops and Glitter Skirts",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "plot": "\n    All of Roddy's students dream of making it in professional wrestling. Sammy Hall has the added pressure of following in the footsteps of her mother, wrestler Raven Lake. This 19 year-old has only been training for ten months and Roddy is concerned Sammy is making poor decisions for her future. Sammy is in for a surprise.    "
                },
                "12": {
                    "title": "In the Pit",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "plot": "\n    Making his return to World of Hurt for a second time Dylan Knight has been given the opportunity to work along side Rowdy Roddy Piper, as his assistant trainer. Roddy immediately sees something special in Dylan and takes him into the Pit with Piper.    "
                },
                "13": {
                    "title": "World of Hurt Theatre",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "plot": "\n    WWE Superstar-turned trainer Rowdy Roddy Piper shows a select group of young up-and-comers the ropes in season two of the documentary series World of Hurt. Watch all the best moments and never before seen footage from this exciting season. Dylan Knight and Brady Malibu take us through the most intense moments, jaw-dropping fights and hilarious hi-jinks behind the scenes.    "
                }
            },
            "1": {
                "1": {
                    "title": "Bumps, Sweat and Tears",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 May 2011",
                    "year": "2011",
                    "plot": "\n    Desperate to break into the world of professional wrestling, Lance's students will do whatever it takes to make it to the next level. Irena, our least experienced wrestler, will have to step up her game to avoid physical and emotional defeat while training at Storm Wrestling Academy.    "
                },
                "2": {
                    "title": "Coming from Behind",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 May 2011",
                    "year": "2011",
                    "plot": "\n    Lance's students have big dreams and even bigger personalities. Deryck Crosse has to look deep inside of himself to find something the audience will react to - and he finds something all right - but is it worth the price he'll have to pay?    "
                },
                "3": {
                    "title": "Cashing In",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 May 2011",
                    "year": "2011",
                    "plot": "\n    Lance's students have one goal: to become the best. But wrestling ability alone won't punch their ticket to success. Carlo \"Cash Money\" Cannon is by far the smallest student and must master the art of aggression to match the size and strength of his peers.    "
                },
                "4": {
                    "title": "Selling Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "21 May 2011",
                    "year": "2011",
                    "plot": "\n    Lance's students are superstars in the making. If KC Spinelli wants to find success in the ring, she'll not only need to maximize her skills, but she'll also have to wrestle with the industry's expectations of female wrestlers.    "
                },
                "5": {
                    "title": "Aussie, Aussie, Aussie",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "28 May 2011",
                    "year": "2011",
                    "plot": "\n    Dylan Knight's got what it takes, but he still hasn't made it to the big leagues. He's on the cusp of making it in the professional world of wrestling. With the help of Lance Storm and the World of Hurt advanced training camp, Dylan hopes to finally propel his career in the right direction: up.    "
                },
                "6": {
                    "title": "Country Ropes",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "4 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    T-Bone is a natural heel, but to make it in the world of professional wrestling, he also needs to play a baby face the crowd can get behind. He must dig deep to find his softer side, or get left in the dust.    "
                },
                "7": {
                    "title": "Warrior Princess",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "11 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    You'll never be taken seriously as a wrestler if you've only got a pretty face. You must have the look, the talent and the technique, or you'll be left behind. Taya Valkyrie's definitely good looking but has no formal training - she must prove she's got what it takes or give up her dream of becoming a professional wrestler.    "
                },
                "8": {
                    "title": "English Lessons",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "18 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    To make it to the next level, wrestlers need to establish themselves as characters and master turning that persona on and off. Living your gimmick can become a real problem in the pro wrestling world. Benjamin English will have to find balance or get left behind.    "
                },
                "9": {
                    "title": "Stop Fixin' Your Hair",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "25 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    All female wrestlers must face industry expectations of the professional wrestling world. Tenille Tayla is the most experienced of the women on World of Hurt. She needs to show that she not only has the look but the skills to back up her stunning physique.    "
                },
                "10": {
                    "title": "Enter the Stallion",
                    "kind": "episode",
                    "episode of": {
                        "title": "World of Hurt (TV Series 2011–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "1 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Portraying the life of a pro-wrestler is one thing, living it is another. Having an ego is vital to becoming a superstar in the wrestling business. Leaving that ego in the ring could become a problem for the French Stallion.    "
                }
            }
        },
        "number of episodes": 23,
        "cast": [
            {
                "name": "Hennigan, Kira"
            },
            {
                "name": "Knight, Chris"
            },
            {
                "name": "Piper, Roddy"
            },
            {
                "name": "Roberts, Brady"
            },
            {
                "name": "Cannon, Carlo"
            },
            {
                "name": "Dashwood, Tenille"
            },
            {
                "name": "English, Benny"
            },
            {
                "name": "La Ruffa, Thomas"
            },
            {
                "name": "Spinelli, Kc"
            },
            {
                "name": "Storm, Lance"
            },
            {
                "name": "Francon, Theo"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 5.2,
        "votes": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzBjMGIxZmItMTFlOS00ZDE3LWFkYWEtZWM4OWE5YmNmZmY2XkEyXkFqcGdeQXVyNjM5OTEwNTU@._V1_SY150_CR18,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "World of Hurt",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2012",
        "akas": [
            "World of Hurt (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Day, James Buddy"
            },
            {
                "name": "Embry, Matt"
            },
            {
                "name": "Meli, Lindsay"
            }
        ],
        "production companies": [
            {
                "name": "Pyramid Productions"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 5.2
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 4.7
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 5.8
            },
            "males": {
                "votes": 5,
                "rating": 6.0
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 5.5
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 7.0
            },
            "females": {
                "votes": 3,
                "rating": 4.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 3.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 4.5
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 5.0
            },
            "us users": {
                "votes": 1,
                "rating": 4.0
            },
            "non us users": {
                "votes": 5,
                "rating": 5.2
            }
        },
        "number of votes": {
            "10": 0,
            "9": 0,
            "8": 0,
            "7": 2,
            "6": 1,
            "5": 3,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 5.2,
        "median": 5
    }
}