{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "September 2011"
            }
        ],
        "release dates": [
            "UK::September 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "1995: Pete Sampras v Jim Courier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Pete's coach and close friend Tim Gullikson had a stroke on the day of the match, Pete had to go it alone. He was down two sets to love when a fan yelled out \"do it for your coach\". Overcome with emotion he began to cry and did so throughout the match. Somehow he managed to pull himself together and went on to win in five sets. Amazing!    "
                },
                "2": {
                    "title": "1995: Pete Sampras v Andre Agassi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    A men's tournament of intense drama that eventuated in a Sampras v Agassi final that perfectly showcased the pair's growing rivalry, Agassi taking the trophy on his Melbourne debut. A match that highlighted the combination of stammer and skill that the World No.1 & No.2 players possessed.    "
                },
                "3": {
                    "title": "1993: Stephi Graf v Monica Seles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Graf tasted the bitterness of defeat at the hands of her arch rival Monica Seles in a slam final for the 3rd time. Graf was playing some of her best tennis, but it was not enough to stifle the devasting ground strokes and mental toughness that had become the trademark of Seles, along with an improved, well negated serve.    "
                },
                "4": {
                    "title": "2000: Pete Sampras v Andre Agassi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Another meeting of the two legendary players. A five set match with immense passing shots from Agassi, perfectly executed volleys from Sampras and an intensity that continued throughout the match. The 4th set ends in a tie-break with Agassi gaining the upper hand, entering the 5th set with confidence to finish this fantastic match.    "
                },
                "5": {
                    "title": "2001: Andre Agassi v Pat Rafter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Two charismatic characters ensured a riveting contest, containing a fascinating contrast of styles, a marvellous rapport between two utterly different players and a tortuous recovery by Rafter. Be mesmerised by this five set classic match.    "
                },
                "6": {
                    "title": "1996: Monica Seles v Chanda Rubin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    A match of strength, consistancy and persistance. Having dramatically lost the first set, Monica Seles composed herself, regained form and began her quest for the AOT final. Quickly winning the second set she had to hold her nerve in the third. Rubin was snapping at the victory door, but it was Seles who prevailed in this almighty battle.    "
                },
                "7": {
                    "title": "2002: Jennifer Capriati v Martina Hingis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Capriati was the defending champion having beaten Hingis the previous year. Hingis looked to have the match wrapped up when she took a big lead in the second set. Capriati refused to wilt, pulling off her greatest comeback. No woman had ever saved more match points in the tournament and go on to win.    "
                },
                "8": {
                    "title": "1996: Boris Becker v Michael Chang",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Known for his on-court speed and fighting spirit, Chang is considered by many observers to have been one of the best tennis counterpunchers of all time. This final was Becker's sixth and final Grand Slam title, the crowds were considering Chang to be a real threat, this match is full of twists and turns. Watch to see who prevailed.    "
                },
                "9": {
                    "title": "2003: Andy Roddick v Younes El Aynaoui",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    This match highlights all of the action as the ninth seed Andy Roddick of the USA beats Morocco's Younes El Aynaoui in an epic encounter. The two players traded sets for the opening two hours, before embarking on a marathon fifth, which Roddick won after an enthralling five-hours, reaching a Grand Slam semi-final for the first time.    "
                },
                "10": {
                    "title": "1985: Martin Navratilova v Chrissy Evert Lloyd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    An intense battle took place in the Rod Laver Arena for the final of the Women's 1985 trophy. Navratilova's agility v Evert Lloyd's grace meant they gained a set a peice, entering the third set with all of the determination and strength they had left in them. Eventually Evert prevailed, Capturing the title and the world No. 1 ranking.    "
                },
                "11": {
                    "title": "1975: John Newcombe v Jimmy Connors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Newcombe entered the final having had only one day of rest throughout the whole tournament, Connors, 8 years Newcombe's junior had only dropped one set. The odds were in Connors' favour, but miraculously Newcombe looked as fit as a fiddle, his endurance levels were sensational along with his serve. A fantastic four set final to watch.    "
                },
                "12": {
                    "title": "2004: Marat Safin v Andre Agassi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Safin took the lead, however, Agassi pulled it back to almost win the first two sets but fell short in the tie-break both times. He claimed the next two sets with efficiency before Safin broke back, the Russian showed great skill and athleticism, a thrilling 5th set ensued. A brilliant match between two great players.    "
                },
                "13": {
                    "title": "2005: Marat Safin v Roger Federer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Federer had won 25 consecutive matches, could Safin break it the run? Federer was slow to find his best form and received treatment for elbow and back pain at the start of the deciding set. He battled back from 5-2 down in the fifth and saved six match points but it wasn't enough to put Safin at bay, who manipulated every ball to win.    "
                },
                "14": {
                    "title": "1982: Chrissy Evert v Martina Navratilova",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Evert had won 13 Grand Slam finals before this match but never the Australian Open. She had lost in the previous year's final to Martina Navratilova. Navratilova produced countless dangerous drop shots whilst Evert essentially maintained her serve throughout this see-sawing match, watch to see how Evert earned herself victory.    "
                },
                "15": {
                    "title": "1988: Mats Wilander v Pat Cash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    It was the first men's singles final played at the new Rod Laver Arena. Cash had reached the final the year before, but this time he was taking on the Swede, Mats Wilander. Wilander thought of Cash as his nemises, however Wilander stepped up to the Final challenger, in an epic four-and-a-half-hour encounter, he took the fifth set 8-6.    "
                },
                "16": {
                    "title": "2001: Martina Hingis v Serena Williams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Both Hingis and Williams had something to prove. Hingis was a woman on a mission, hammering serves, belting groundstrokes and anticipating beautifully. Williams struck back with a vengeance, her strokes got deeper, she approached the net more and drew Hingis along the baseline on a string. Watch as the players battle for the title.    "
                },
                "17": {
                    "title": "2007: Roger Federer v Andy Roddick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Watch Federer produce some of his finest tennis, against Roddick, a fantastic player in his own right, but not prepared for this. Federer's masterful hands directed the ball in everyway, sensational winner after winner. This match showcases the reasons why he is the player of a generation.    "
                },
                "18": {
                    "title": "2006: Marcos Baghdatis v David Nalbandian",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Baghdatis had the overwhelming support of the rowdy crowd, leaving Nalbandian with the mission to tame the wild man, this he did in thrilling style. Baghdatis made confident service returns, overhead smashes, blistering serves and Nalbandian countered this with effortless skill. But it was to be Baghdatis' vibrant play that would prevail.    "
                },
                "19": {
                    "title": "1996: Martk Philippoussis v Pete Sampras",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    It was the coming of age for 19 year old Mark Philippoussis, soon to become known as \"The Scud\" because he literally blew \"Pistol Pete\" off the court. His attacking style of play, 29 blistering aces, combined with his ability to dominate at the net, stunned Sampras and commentators alike.    "
                },
                "20": {
                    "title": "Super Saturday: History in the Making",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Super Saturday covers all the colour off the court: the rain delays, the roof closing on the Rod Laver Arena, the tournament umpires and of course the fans. On the court action; the final Lleyton Hewitt and Marcos Baghdatis - two of tennis' greatest gladiators - slugged out a see-sawing battle that mesmerised the tennis world.    "
                },
                "21": {
                    "title": "2009: Rafael Nadal v Fernando Verdasco",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    For the first time, two Spaniards were vying for the right to take on Roger Federer in the final. Watch the two left-handers and two Davis Cup team-mates undergo a gripping battle, both, relentless competitors. With commentary from tennis legends such as John Newcombe and Andres Gimeno. This is a must see for all.    "
                },
                "22": {
                    "title": "Prodigal Daughter: Jelena Dokic Story 2009",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    One of the most heart-warming stories in the 104-year history of the Australian Open. Dokic, a 187th-ranked wildcard, blitzed her way through the womens draw. Each of her matches went to three thrilling sets. The Prodigal Daughter relives a most remarkable Cinderella story ever witnessed at the Australian Open and captivated a nation.    "
                },
                "23": {
                    "title": "2009: Rafael Nadal v Roger Federer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    It was the dream final everyone was hoping for: World No. 1 v World No. 2, Rafa v Roger, one of the greatest sporting rivalries in history. What transpired was one of the finest finals ever played at Melbourne Park. Featuring interviews with both players along with tennis legends including Martina Navratilova, John Newcombe and more.    "
                },
                "24": {
                    "title": "2005: Lleyton Hewitt v David Nalbandian",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Lleyton Hewitt, the pugnacious Aussie, versus David Nalbandian, the feisty Argentine. Hewitt, fed off the exuberant patriotism of the crowd, took a insurmountable lead. But Nalbandian, a diehard fighter, rallied to level the match at two sets apiece, setting up a thrilling final set in which Hewitt ended victorious just before midnight.    "
                },
                "25": {
                    "title": "2011: Francesca Schiavone v Svetlana Kuznetsova",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Nobody predicted the 2011 fourth-round clash between Italy's Francesca Schiavone and Russia's Svetlana Kuznetsova. Six match points to the Russian that stunned the crowd. The climax was as much a theatrical spectacle as it was a sports showdown - a dramatic cliffhanger that reduced the legendary Martina Navratilova to tears.    "
                },
                "26": {
                    "title": "2005: Lleyton Hewitt v Rafael Nadal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Open Classic Matches (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Nadal unleashed blistering forehand winners to lead two sets to one. The fourth set was a tantalising tussle that went to a tie-break. Hewitt was staring into the abyss; but the feisty South Australian has made a career out of thrilling back-from-the-brink comebacks and this was among his finest.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Newcombe, John"
            }
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTU3MDI5ODY5N15BMl5BanBnXkFtZTgwNDc4MzAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "A tennis tournament featuring six different competitions, and part of the 2011 ATP World Tour, the 2011 WTA Tour, ITF Junior Tour and the NEC Tour, as tournaments for professional, junior and wheelchair players were held. The tournament took place at Melbourne Park in Melbourne, Australia from 17 January to 30 January, it was the 99th edition of the Australian Open and the first Grand Slam event of 2011. The tournament was played on hard courts and was organized by the International Tennis Federation and Tennis Australia.",
        "languages": [
            "English"
        ],
        "title": "Australian Open Classic Matches",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Australian Open Classic Matches (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "A tennis tournament featuring six different competitions, and part of the 2011 ATP World Tour, the 2011 WTA Tour, ITF Junior Tour and the NEC Tour, as tournaments for professional, junior and wheelchair players were held. The tournament took place at Melbourne Park in Melbourne, Australia from 17 January to 30 January, it was the 99th edition of the Australian Open and the first Grand Slam event of 2011. The tournament was played on hard courts and was organized by the International Tennis Federation and Tennis Australia.::Lara Cain"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}