{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 January 2011"
            }
        ],
        "release dates": [
            "USA::1 January 2011"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "budget": "$1,000,000 (estimated)",
        "plot outline": "Getting Away Together is an engaging travel series highlighting the rapidly growing trend of groups of people sharing a vacation with friends and family. From girlfriend getaways to family reunions and milestone celebrations, the series shows diverse groups of real travelers vacationing together in some of the most fascinating vacation destinations across America. The series calls attention to beautiful destinations, compelling life stories, \"best kept\" travel secrets and takeaway tips, helping consumers to make decisions about their own upcoming travels. Unlike other travel shows, it's the first to focus on this growing travel phenomenon of \"togethering.\" Each episode features a new group of travelers as they unwind with meaningful travel experiences in fun locales, with vacation rentals as their home base.",
        "languages": [
            "English"
        ],
        "title": "Getting Away Together",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Getting Away Together (United States)"
        ],
        "production companies": [
            {
                "name": "Pineridge Film & Television"
            }
        ],
        "distributors": [
            {
                "name": "Janson Media"
            }
        ],
        "plot": [
            "_Getting Away Together_ (qv) is an engaging travel series highlighting the rapidly growing trend of groups of people sharing a vacation with friends and family. From girlfriend getaways to family reunions and milestone celebrations, the series shows diverse groups of real travelers vacationing together in some of the most fascinating vacation destinations across America. The series calls attention to beautiful destinations, compelling life stories, \"best kept\" travel secrets and takeaway tips, helping consumers to make decisions about their own upcoming travels. Unlike other travel shows, it's the first to focus on this growing travel phenomenon of \"togethering.\" Each episode features a new group of travelers as they unwind with meaningful travel experiences in fun locales, with vacation rentals as their home base.::Janson Media"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}