{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Korea\n",
                "date": "October 2011"
            }
        ],
        "release dates": [
            "South Korea::October 2011"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Tory's Big Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    Today is the test day of Elloo's new invention; water signal rocket. Mrs. Hen and baby chicks are having trouble while practicing rowing boat. Thankfully, Tory witnesses the accident while walking toward to fix the water rocket signal. Tory managed the situation very well even though she was depressed because she was not official play ranger.    "
                },
                "2": {
                    "title": "Boing Can't Wait",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    Boing wants to ride the upgrade Bumpy; Monster truck as soon as possible. But Boing has to wait until the upgrade complete. Boing is tired of waiting for completion. Therefore, Boing heads to the monster truck track with incomplete Bumpy. Bumpy does not listen Boing and acts like a dog with full of playfulness. It turns out the communication pad is not install yet.    "
                },
                "3": {
                    "title": "Let's Go Camping",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    Today is the camping day in our town. After made all the tents on the camping ground, our party went to hiking. With Boing's lead, they walked through beautiful mountain road and reach closed crystal mine. Kelvin who really likes shinning things breaks warning sign and goes into the crystal mine. To find Kelvin, our play rangers go into the crystal mine, and then they chase by huge crystal ball.    "
                },
                "4": {
                    "title": "Elloo's Big Achoo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    Our play rangers make the Moon-room for Elloo who is having a really bad cold and can't rest enough. Finally Elloo fell asleep inside of quiet anti-gravity moon-room. But suddenly, Moon-room starts to move by Elloo's snore. It starts to shake and about to falls into the cliff. Our play rangers try to save Elloo and the Moon-room from the danger.    "
                },
                "5": {
                    "title": "Mongbar Stands Tall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    After rescued people from the ravine, Mongbar started to desire of height. Mongbar tries to live in transform with long arms and long legs even though he cannot keep the transform long enough. Jake trapped inside the ravine when he went to install the danger sign. Also our play rangers trapped by rocks. Mongbar transform back to normal, comes out between rocks.    "
                },
                "6": {
                    "title": "What it Takes to be a Leader",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    Our play ranger goes to see new born turtle babies. But Boing has to go garage to fix Bumpy with Elloo. However, without Boing, our play ranger arrive turtle's. And they try to make cradle for the babies. Because of all the opinions, the cradle is like spins, swings and rolls. Without notice, the cradle with babies starts to roll down and gets on the skateboard tower's slope.    "
                },
                "7": {
                    "title": "Cleaning Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n    Today is the cleaning day in ranger station. Before dinner time, Tory and BingBing need to clean the ranger station. Tory wants to clean the station automatically using the vacuum machine. A moment later, Tory is using a new vacuum machine from delivery. But the switch of vacuum machine breaks right after she turns on. It sucks all the furniture, items and everything.    "
                },
                "8": {
                    "title": "The Wolf who Cried for a Ranger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n    Our Play Rangers are on rescue mission to save Woofy who is new in town. After rescued him, Woofy wanted to play with Play Rangers more but our Play Rangers were busy. On the Next day, Woofy needs another help from Play Rangers. Woofy lies about how he gets in danger. On the next day, Play Rangers rescue Woofy again.    "
                },
                "9": {
                    "title": "I-ee and the Beanstalk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n    I-ee hopes that his beans are magic beans too after he read the book 'Jack and the Beanstalk'. When I-ee meets BingBing, accidently he drops his beans to ELLOO's lab. I-ee's beans become magical beans. It grows so quickly and swallows Play Ranger's station. It is time to stop the giant beanstalk by our Play Ranger's team work.    "
                },
                "10": {
                    "title": "Flying Bubble Gum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "plot": "\n    Our Play Rangers and playville's kids are playing baseball game. Poor Dexter who is the last runner loses his game. Dexter wants to show Woofy and Chesmore that he can do better at blow bubble gum. Therefore, the bubble gum contest begins. Dexter finally, makes giant bubble but sudden gust of winds float him into the air. It is Play Ranger's team work time to rescue him.    "
                },
                "11": {
                    "title": "Mayor for a Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "plot": "\n    Playville's citizens and the play rangers are gathered in the town square. 'Mayor for a day'. BingBing is the one who picked for the Mayor for the day and he thinks that Mayor is easy. When BingBing started to work as Mayor. Grandpa, Grandma Woolie, Mr., Mrs Turtle and a line of citizens come to BingBing and ask bunch of complaints, problems and demands that BingBing does not know how to answer.    "
                },
                "12": {
                    "title": "One Hot Smoothie, Coming up!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "plot": "\n    Our Play Rangers and kids are playing at the Yay. Field. Kids want BingBing to make delicious smoothie but BingBing has to deliver toys for kids in the hospital. Therefore, Mongbar and Boing make smoothie for kids. Accidently, they put chili instead of cinnamon. Mayor who is the first tester of taste cannot stop his burps and flies around inside the ranger station with his zip-line.    "
                },
                "13": {
                    "title": "Foolish, not Coolish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "plot": "\n    Our Play Rangers are teaching how to ride a bike to playville kids. But Kelvin and Karl think that the exercises are too simple and boring. They go to mountain without safety gears. Woofy follows them too. They put them into trouble and it is Play Ranger's team work time to rescue them.    "
                },
                "14": {
                    "title": "Giant Mayor Robot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "plot": "\n    Our Play Rangers have a plan to make a Mayor robot-statue without mayor's notice to surprise him. But mayor wants to know what play rangers plan. After all the sabotages of play rangers, mayor finally, finds out the incomplete lever of his robot-statue. Mayor pulls the lever and the robot-statue get too much power. It stomps and zip-line all over the town likes the Godzilla.    "
                },
                "15": {
                    "title": "What Happened to Sammy's Smile?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "plot": "\n    When our Play Ranger patrols, they see Mr. Gorilla and his son Sammy. Sammy has sad face because his mom went out of town to visit her mom. Of all the tries to make Sammy smiles, he never smiles. Therefore, our Play Rangers are opening an exhibition to make Sammy smiles. It is time of Play Rangers team work to make Sammy smiles.    "
                },
                "16": {
                    "title": "Spring is in the Air",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "plot": "\n    Our Play Rangers and Playville kids are playing basketball game at the Yay. Field. Woofy, Dexter, Tommy, and Chesmore want to jump high as Boing. They go to Grandpa Woolie who invents new jump shoes to jump high. They finally, can jump high as Boing but the shoes malfunction by water. They cannot stop jump and it is Play Ranger's team work time to rescue them from the malfunction shoes.    "
                },
                "17": {
                    "title": "Too Tiny Tory Trouble!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "plot": "\n    Our Play Rangers are working hard to remove the logs from the river by the dam. However, Tory is collecting pretty flowers on the hill. All the sudden, a meteor falls near Tory and mysterious green fog comes out of meteor. Tory shirks down and become so tiny. With lady bugs help, Tiny Tory is on the way to help, she notices little crack on the water pipe just outside of town.    "
                },
                "18": {
                    "title": "Capture the Mud Menace",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "plot": "\n    After rain, beautiful rainbow appears. Our Play Rangers except Tory really like to play in mud. When they arrive in town, they find out that Dexter's sister; Merry is missing. They realize that Merry goes after the rainbow. It is Play Ranger's team work time to rescue Merry in mud.    "
                },
                "19": {
                    "title": "Crackle, Pop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "plot": "\n    When our Play Rangers exercise and play 'hot potato' game, Mayor call that people in town are complaining that it is too hot. Also, people are terrorized by mysterious small white creatures that exploding and popping like firecrackers. Our Play Rangers with I-ee arrive in town and they realize the situation is extremely in danger; town is under attack.    "
                },
                "20": {
                    "title": "It's Boing Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "plot": "\n    Our Play Rangers are helping I-ee harvest the strawberries and Boing suggests trade the strawberries with peaches near town. With Boing's suggestion, BingBing says Boing is really incredible as leader of Play Ranger. Mayor enters with zip-line and says the cold rain is coming to near town. Therefore, we need to harvest the strawberries as fast as we can.    "
                },
                "21": {
                    "title": "Not So Sweet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "plot": "\n    On the Ranger Station, our Play Rangers are preparing the props for the Caribbean-style luau party. BingBing makes calypso candy cake for the party but the cake is so delicious BingBing and other rangers cannot resist the taste of the cakes. They ate countless cakes and all the sudden, they become fat. At the party, Our Play Rangers cannot success a simple limbo game.    "
                },
                "22": {
                    "title": "Float Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "plot": "\n    Our Play Rangers are target-practice using water balloons and peach seeds. Mayor zip-lines in and there will be 200 anniversary of Playville's founding. Also he says there will be surprise finale with the magical confetti. Each Play Rangers get the jobs for the festival. The huge 200 anniversary festival opens. When the finale surprise time, the gift boxes on the flying drones are not opening.    "
                },
                "23": {
                    "title": "Towering Mongbar!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "plot": "\n    Our Play Rangers are working on their arts which will be display on the art contest. But Mongbar is too shy to draw. At that night, we see Mongbar is reading a book of famous buildings of town. His face brightens up. Next day, Mongbar transforms into Mongbar version of giant light house. People cheer at Mongbar.    "
                },
                "24": {
                    "title": "Smile",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "plot": "\n    Mayor announces that he will display huge Play Ranger's portraits in front of city hall. But Tory thinks that she is portrait destroyer. Tory helps town people to avoid the portrait. She helped the penguins' ice cream business and successfully sold out. Penguins go to ice cream factory to produce as many as they can and the factory is now unstoppable.    "
                },
                "25": {
                    "title": "One Speedy Sloth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "plot": "\n    Our Play Rangers practice tennis in the tennis court. I-ee hopes that he can move fast as Boing who can move fast and hit the tennis balls. After broke Tory's karaoke machine, I-ee wanted to provide lemons on Tory's lemonade business. With help of engineer Jake's new invention; speed helmet, I-ee can move faster than anyone.    "
                },
                "26": {
                    "title": "Who can Bounce Higher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "plot": "\n    The big Jump Rope Competition starts tomorrow in town. Boing is practicing hard to win the first prize. Wolfy says that his cousin Jounce has a secret weapon that he can jump higher than anybody. Boing and Jounce start to show up how great they are. Boing and Jounce race up to the mountain.    "
                }
            },
            "1": {
                "1": {
                    "title": "Bubble Monster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    A terrifying monster made of soap bubbles is wreaking havoc throughout the town of Playville. Using teamwork and netting skills learned from the badminton game, the Rangers trap the menace, only to find that the \"giant\" monster is in fact a friendly baby gorilla named Sammy who just didn't want to take a bath. They safely return him to his parents and explain that taking a bath can be fun.    "
                },
                "2": {
                    "title": "Team Clean",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Everyone is doing their part to clean the station and collect donations for the charity drive, but Bing Bing is only looking for his missing spoon. He is making a mess. Unfortunately he forgets to lock the truck's rear door. Various items tumble out of the truck, and again 'it's team work time!' The Rangers become one big team cleaning machine.    "
                },
                "4": {
                    "title": "Bounce House Havoc",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    The Rangers practice using their water rescue skills in the main pool. Meanwhile, it's a festive day in Playville as everyone looks forward to the Mayor launching a community floating bounce house on the lake. The Rangers join everyone for the party, but a puncture in the float sends the Mayor aboard the bounce house flying all over the lake like an out-of-control speedboat.    "
                },
                "5": {
                    "title": "Ghost Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    One day before the big pirate festival, a giant ghost of Captain Rhubarb comes to Playville and scares everyone. The Rangers try to catch the mysterious ghost, but the ghost was too fast to catch. Then, Boing sees the tail of the ghost and soon he realizes that the ghosts are actually Tommy and Dexter. Bing Bing transforms his body into a super-fast fan which reveals who the real ghost is.    "
                },
                "6": {
                    "title": "Monger's Super Shoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Mrs. Hen's hiking club accidentally comes across an entire beehive. The bees are very angry and begin to buzz around. Mrs. Hen and the chicks are in danger. When the Rangers arrive at the scene, Mongbar realizes he is not wearing his super shoes. Suddenly, his confidence goes down. The other Rangers cheer him up, and as a result, Mongbar is running faster and helps save the day.    "
                },
                "7": {
                    "title": "Pinball Wizards",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    The Rangers have started their day with a blind-folded obstacle course they have put together for the town kids whom they expect any minute. But not one shows up. The Rangers go to Playville to find out why and discover all the kids are playing a new video game \"Crazy Monster. No Dessert!\" With DJ Frills and Thrills helping, they announce the coolest new game ever and kids flock to the Yay. Field.    "
                },
                "8": {
                    "title": "Wake Up, Bing Bing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Tomorrow is the first ever Playville Super Speedster Race day. Elloo suggested Bing Bing to get a good night sleep so he can have plenty of energy for the next day. But he did not sleep very well. Bing Bing sleepily shows up at Yay. Field right before the start of the race. Unfortunately, he accidentally bonks right into June Beaver, who falls on top of an important lever.    "
                },
                "9": {
                    "title": "This Way or That Way?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    The Rangers' exercise for today is escaping the maze. Meanwhile, a little chick named Chesmore goes into the Mystic Forest, but finds himself lost. The Rangers go to the Mystic Forest, but they have a hard time as the daylight turns dark. The Rangers make a plan with fantastic ideas. Mongbar turns into rails and Tory become a vehicle. The Rangers then make a quick way out of the forest.    "
                },
                "10": {
                    "title": "Litter Monster On the Loose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    The Rangers are separating garbage for recycling today. Meanwhile, Mr. Gorilla and Sammy head for the Playville recycling center and meet Calvin Kangaroo who is in charge of the center. There, Sammy finds a broken old toy robot among the garbage pile. The toy robot comes to life and starts to increase in size. The scary, smelly, garbage robot heads towards Playville and threaten the town.    "
                },
                "13": {
                    "title": "Rock and Roll",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    The Rangers play a fun game of tug-of-war in which the smaller Rangers win because they time their tugs by pulling together at the same time. Suddenly, they can feel and hear that a huge rock has dislodged and are told by the Mayor that the Turtle Family and their house is in the path of the huge, crushing rock. The Rangers race to the scene to try and help.    "
                },
                "14": {
                    "title": "Sign Me Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    As the Rangers play a game of basketball, the Mayor clumsily discovers that warning signs are needed throughout the town of Playville to alert the citizens to possible dangers. But one skateboarder ignores the warnings and finds himself stuck on a dangerous cliff. Using their transformation skills, the Rangers use teamwork to rescue the skateboarder from danger.    "
                },
                "15": {
                    "title": "Boing's Birthday Bash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    Using the bogus chore of cleaning up the town square, the Rangers are hoping to keep Boing occupied as Playville bakes a giant birthday cake for a surprise party for Boing. But Grandpa messes up the recipe, creating a giant blob of cake batter that threatens to over run the town. The Rangers use an ingenious solar display to bake the immense blob of cake batter into a giant birthday cake.    "
                },
                "16": {
                    "title": "It's a Summer Snow Party!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    It's a very hot day in Playville and everyone has used every bit of ice to cool down. With the temperature getting dangerously hot, Playville needs more ice to cool everyone off. The Rangers journey to the mountain where a snow and ice pack still exists. Using teamwork and climbing skills, they send a giant snowball downwards to Playville that safely cools everyone off.    "
                },
                "17": {
                    "title": "Treasure Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "plot": "\n    The Play Rangers come up with a new game for the Playville kids. It's a treasure hunt. Tommy, Dexter, and Chesmore have to find three pieces of the map and Tory is in charge of recording the whole adventure with Smarty. With help from the Rangers, the kids arrive at Yay. Field where the treasure is hidden. The kids soon learn what the real treasure is.    "
                },
                "18": {
                    "title": "Bicycle Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "plot": "\n    As the Rangers have fun during a bicycle race, the town of Playville exceeds its energy consumption and the power grid breaks down. Most alarmingly, the ice cream factory has stopped making ice cream. Using teamwork, the Rangers determine that using bikes to generate a temporary source of power saves the ice cream factory until emergency repairs are made and the power grid is restored.    "
                },
                "20": {
                    "title": "The Playville Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "plot": "\n    The Playville Games consist of three competitions which are swimming, uni-cycling, and the Super Obstacle Course. Boing plays fairly and speeds ahead of the Kangaroo team. Then, Kangaroo 'Carter' takes a shortcut cheat to win. But, he gets stuck on a branch and is about to fall into the mud below. Finally, Boing saves 'Carter' and the other kangaroos reflect on themselves and learn not to cheat.    "
                },
                "21": {
                    "title": "Hide and Cheat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "plot": "\n    Everyone in the Playville is excited about the upcoming hide and seek game. Boing and Bing Bing are always the winners of the game, but Mongbar never wins. When the game starts, meerkat's 'Tommy' suggested to Mongbar to hide in the 'Zebra mansion' which is against the rules. But, after they went in the mansion, they soon got locked out and learn a lesson the hard way.    "
                },
                "23": {
                    "title": "Jump, Flip, Rescue!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "plot": "\n    The Rangers practice their gymnastics skills on the Yay. Field. Later that day, a famous skateboarding team arrives with their own multi-level platform to demonstrate their talents. When no one is looking, a youngster decides to \"test\" the platform with his own skateboarding skills, but gets dangerously stuck on the upper level. The Rangers are summoned to help.    "
                },
                "24": {
                    "title": "The Mayor's Gotta Boogie!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "plot": "\n    The Mayor wants to create a special dance of his own to the music of DJ Frills and Thrills on the local radio station. He asks Playville to help him create his dance. But a crisis occurs...the antenna to the radio station falls down, stopping the music all together. Now the Rangers' mission is to cross difficult lands to get to the station and repair it in time for the Mayor's big birthday bash.    "
                },
                "25": {
                    "title": "Put Your Mind To It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "plot": "\n    Tonight is the opening of the Wind Farm. The Mayor ask the Rangers to go to the Playville Valley and make sure everything is ship-shape and safe to go for the grand opening. Everyone is busy talking about the wind farm except Grandpa Woolie. Woolie is about to test the special pinwheel para-glider. But the para-glider shoots straight up into the air, and the pinwheel spins madly and flies off.    "
                },
                "26": {
                    "title": "Save the Veggies!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "plot": "\n    The Rangers play a game of \"Simon Says\" and at one point, mimic digging up the earth. Then they go into the dorm to eat a delicious meal, only to be told by the Mayor that their missing Ranger I-ee has fallen asleep in the community garden, the source of their delicious food, exhausted from working alone. They hurry there and find him fast asleep.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "The Best Playground in the Whole World!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Boing the Play Ranger (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n    The Rangers are playing a fun game called \"Choo-Choo Train,\" in which they mimic the movement of a freight train. They then hear a strange sound and are then told by the Mayor that Mrs. Hen is sick and the kids in the city daycare center are raising havoc. For their mission, the Rangers have to babysit! Thinking it an easy mission, the Rangers soon find it one of the biggest challenges ever.    "
                }
            }
        },
        "number of episodes": 48,
        "genres": [
            "Animation"
        ],
        "countries": [
            "South Korea"
        ],
        "country codes": [
            "kr"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.0,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNWQ1YjljMDEtOWE3My00OTJkLTk1ZGUtZTQ5NGM3MDc0NjhiXkEyXkFqcGdeQXVyNjk0ODgzOTU@._V1_SY150_CR129,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Boing the Play Ranger",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Boing the Play Ranger (South Korea)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Capone, Jaime"
            },
            {
                "name": "Francis, Larry Le"
            }
        ],
        "production companies": [
            {
                "name": "Giggle Garage Animations"
            },
            {
                "name": "Crazy Bird Studio"
            }
        ],
        "distributors": [
            {
                "name": "Janson Media"
            }
        ],
        "plot": [
            "Welcome to the village of Playville. A fun and colorful playground town filled with lovable characters that can transform into playground rides.::Jason Media"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 5.5
            },
            "females": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 1,
            "9": 1,
            "8": 2,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.0,
        "median": 8
    }
}