{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "  2011"
            }
        ],
        "release dates": [
            "Japan::2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Soba of niigata: A flavor of craftsmanship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Delicious Niigata in Japan (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Japanese food\" attracting attention in the world. \\ N In particular, I visit a famous Japanese noodle dish \"Nippon noodles\" in Niigata Prefecture.    "
                },
                "2": {
                    "title": "Niigata, the Kingdom of Ramen!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Delicious Niigata in Japan (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    We will deliver the latest ramen information in Niigata prefecture, which is known for many delicious ramen shops throughout Japan.    "
                }
            }
        },
        "number of episodes": 2,
        "runtimes": [
            "25"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "Where do you find the best noodles and sake Japan has to offer? Look no further than Niigata Prefecture, a region located on the island of Honshu along the coast of the Sea of Japan that also includes Sado Island. The area is one of the top producers of high-quality rice and boasts some of the best sake, ramen and soba noodles in all of Japan. The food-focused entertainment show \"Delicious Niigata in Japan,\" which has been airing weekly in the Niigata Prefecture since 2011, helps you discover the region's best food and drinks.",
        "languages": [
            "Japanese"
        ],
        "title": "Delicious Niigata in Japan",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "akas": [
            "Delicious Niigata in Japan (Japan)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "Where do you find the best noodles and sake Japan has to offer? Look no further than Niigata Prefecture, a region located on the island of Honshu along the coast of the Sea of Japan that also includes Sado Island. The area is one of the top producers of high-quality rice and boasts some of the best sake, ramen and soba noodles in all of Japan. The food-focused entertainment show \"_Delicious Niigata in Japan_ (qv),\" which has been airing weekly in the Niigata Prefecture since 2011, helps you discover the region's best food and drinks."
        ],
        "tech": {
            "runtime": [
                "25 min (Japan)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}