{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "3 September 2011",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::3 September 2011                            (internet)"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Interracial young lesbian lovers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lesbea (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "16 Dec. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "7": {
                "76": {
                    "title": "69 And Facesitting for Czech Angels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lesbea (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 76,
                    "original air date": "30 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Lesbian lovers Daphne Angel and Elena Vega are feeling frisky sitting naked in bed together. They kiss passionately, exploring each other's bodies with their fingers and tongues. Daphne reaches around Elena's big ass and starts to tease her pussy, and Elena moans when Daphne slips a finger inside of her. Lying down and spreading her legs, Elena invites Daphne in between her thighs, an invitation that Daphne accepts with open arms and a wet tongue. After giving Elena a quick orgasm, Daphne climbs on top of her lover so she can ride her face. After some sexy 69 action, ...    "
                },
                "77": {
                    "title": "Dark Haired Eastern European Babes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lesbea (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 77,
                    "original air date": "31 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Things are really heating up between dark haired Eastern European lesbians Julia De Lucia and Cassie Fire. Lying in bed together wearing next to nothing to cover their smoking hot bodies, sexy Julia and gorgeous Cassie make out passionately in anticipation of the removal of even more clothing. Julia sucks Cassie's big tits, then strips completely nude and turns around, sticking her big ass in the air. Cassie eats Julia's big ass while fingering her tight pussy, and Julia moans in sexual delight. The lesbian 69 each other until their pussies are dripping wet, then each...    "
                }
            },
            "8": {
                "1": {
                    "title": "Sexy Ass and Pussy Licking Beauties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lesbea (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "original air date": "7 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Lesbian beauties Cassie Del Isla and Daphne Angel are cuddling on the couch and feeling frisky. Cassie slowly takes down the thin strap of Daphne's red shirt and massages her lover's natural tits, then traces her fingers down her stomach. Goosebumps form on Daphne's skin due to her excitement, so she turns around and strips Cassie, then licks her tight pussy. The ladies take turns licking their pussies and eating their asses, then break out some sexy toys to pleasure each other. After Cassie climaxes, she rides Daphne's face so the latter can use a dildo with one hand...    "
                },
                "2": {
                    "title": "Beautiful Pussy Licking Teen Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lesbea (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "original air date": "13 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Lesbian lovers Anie Darling and Lady Bug tease each other from across the room in anticipation of the pleasure to come. Practically twitching with electricity, Lady Bug slyly plays with her hair, and it doing so, draws Anie to her with a glance and a smile. Bridging the gap between them, Anie glides up to Lady and the two lovely lesbians kiss tenderly. Unable to help herself, Lady slips her hand into Anie's pants and feels her wet pussy. Turning her around, Lady eats Anie's pussy, then the ladies move to the bedroom where they can explore each other's perky tits and ...    "
                },
                "3": {
                    "title": "Sweet Euro Teen Lesbian Romance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lesbea (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "original air date": "14 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    It's a chilly fall day, but the romance between Anie Darling and Lucette Nice is briskly warming up. Strolling the woods, the lesbian lovers appreciate the idyllic beauty of the trees, a beauty eclipsed only by the love they have for each other. The couple stands arm in arm and kisses sensually as they appreciate nature and each other. Walking back to their house, they aren't indoors long before things start to get hot and heavy. Stripping to their underwear, both ladies admire each other's firm asses and perky tits before kissing softly, then moving to the bedroom. ...    "
                },
                "4": {
                    "title": "Black French and Brazilian Lesbians",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lesbea (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "original air date": "21 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Lesbian lovers Luna Corazon and Cassie Del Isla are walking through the park, but Cassie is getting really chilly and wants Luna to warm her up. The couple kisses tenderly surrounded by trees, but as Cassie insists harder and harder to head home, Luna relents and they set off on their way. Inside the house, Cassie starts to climb the stairs to fetch a sweater, but Luna has other ways to warm her up. Grabbing Cassie's perky tits, Luna kisses her and brings her to the bedroom, where the couple quickly gets undressed so they can finger each other, taste each other, and ...    "
                },
                "5": {
                    "title": "Lesbian Babes in Sexy Lingerie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lesbea (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "original air date": "27 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Erotic lesbian babes Emylia Argan and Sonya Durganova are wearing their finest lingerie and ready to have some naughty fun. Kneeling before her dark haired lover, Emylia sucks Sonya's fingers while grabbing handfuls of thick luscious booty. The ladies move to the bed where they strip each other naked, taking their time to explore every curve of each other's sexy bodies. Sonya sucks Emylia's natural tits, then climbs on top of her lover so they can simultaneously stimulate each other's pussies. The ladies become lost in the erotic blur of their sensuality and pleasure,...    "
                },
                "6": {
                    "title": "Glamorous Lesbians in High Heels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lesbea (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 6,
                    "original air date": "28 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Blonde babe Verona Sky and luscious Latina Katrina Moreno have got the hots for each other and their passion is about to boil over. Coming in through the front door, the lovely ladies don't even make it up the first flight of stairs before they're all over each other. Kisses and caresses are shared between the glamorous lesbian ladies before Verona takes out Katrina's big tits and starts to suck her nipples. Katrina drops to her knees so she can probe Verona's pussy lips with her tongue, then the lesbians move to a white rug upstairs so they suck, fuck, and lick each ...    "
                },
                "7": {
                    "title": "Cheeky Teen and Older Businesswoman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lesbea (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 7,
                    "original air date": "4 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Morgan Rodriguez is sitting on a black leather couch in a waiting room when cheeky teen Lady Bug walks in. Lady finds herself attracted to the older business woman, and tries her best to get Morgan to notice her. Unfortunately for Lady, Morgan is having none of it, and doesn't react to the sexy teen until she pulls up her skirt and pulls down her panties. Morgan likes what she sees and pulls Lady Bug down on the couch, dominating her and licking her perky tits. The two ladies get down and dirty eating each other out in a standing 69, and then Lady jackhammer fingers ...    "
                },
                "8": {
                    "title": "Brunette Lesbians Orgasmic Pleasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lesbea (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 8,
                    "original air date": "10 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Sexy brunette lesbians Cassie Del Isla and Lana Seymour are making out passionately in bed when things start to sexually escalate. The lesbians lick each others tongues and run their hands over perky tits, thin waists, and big booties. Cassie gets on top of Lana and takes control, pinning Lana's hands down with her own as the kissing grows in intensity. Cassie sucks Lana's small boobs, then pulls her panties to side so she can eat her pussy and lick her clit. An acrobatic face sitting is followed by some sideways pussy grinding that leaves both ladies quivering from ...    "
                },
                "9": {
                    "title": "Hot Doctor Examines Small Tits Teen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lesbea (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 9,
                    "original air date": "11 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Hot doctor Anna Rose welcomes a small tits teen named Tera Link into her office. Anna usually dreads full body examinations like the one Tera has booked, but one look at the 19 year old lesbian's round booty and the doctor can't wait to get her hands on the patient. Tera finds her doctor sexy too, so when Anna tells her she is about to touch her body, Tera feels her pussy get wet. With two hands on Tera's boobs Anna makes her move, kissing the petite spinner, lying her down on the examination table and then fingering her tight pussy. Both lesbians make each other cum,...    "
                },
                "10": {
                    "title": "Sensual Lesbian Love Making",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lesbea (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 10,
                    "original air date": "18 Feb. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Gorgeous Pussy Pleasuring Brunettes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lesbea (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 11,
                    "original air date": "24 Feb. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Beautiful Pussy Eating Czech Girls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lesbea (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 12,
                    "original air date": "25 Feb. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Natural Beauties Tribbing and 69",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lesbea (TV Series 2011– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 13,
                    "original air date": "4 Mar. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Vega, Elena"
            },
            {
                "name": "Argan, Emylia"
            },
            {
                "name": "Del Isla, Cassie"
            },
            {
                "name": "Angel, Daphne"
            },
            {
                "name": "Bug, Lady"
            },
            {
                "name": "Darling, Anie"
            },
            {
                "name": "Decker, Vanessa"
            },
            {
                "name": "Rodriguez, Morgan"
            },
            {
                "name": "Seymour, Lana"
            },
            {
                "name": "Carrie"
            },
            {
                "name": "Kim, Davon"
            },
            {
                "name": "D., Lady"
            },
            {
                "name": "Joli, Bambi"
            },
            {
                "name": "Lee, Daisy"
            },
            {
                "name": "Sofia, Nimfa"
            },
            {
                "name": "De Lucia, Julia"
            },
            {
                "name": "Fire, Cassie"
            },
            {
                "name": "Anna, Dominic"
            },
            {
                "name": "Anne, Lee"
            },
            {
                "name": "Brown, Boni"
            },
            {
                "name": "Corazon, Luna"
            },
            {
                "name": "Cross, Misha"
            },
            {
                "name": "Cruz, Lindsey"
            },
            {
                "name": "Crystal, Alexis"
            },
            {
                "name": "Diamond, Jenny"
            },
            {
                "name": "Durganova, Sonya"
            },
            {
                "name": "Klyde, Daphne"
            },
            {
                "name": "Li, Lucy"
            },
            {
                "name": "Link, Tera"
            },
            {
                "name": "Moreno, Katrina"
            },
            {
                "name": "Princess, Angel"
            },
            {
                "name": "Red, Charlie"
            },
            {
                "name": "Rose, Ana"
            },
            {
                "name": "Sky, Verona"
            }
        ],
        "genres": [
            "Adult"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 8,
        "languages": [
            "English"
        ],
        "title": "Lesbea",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}