{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "2 February 2011",
                "notes": "                            (Travel Channel International)"
            },
            {
                "country": "UK\n",
                "date": "10 March 2011"
            }
        ],
        "release dates": [
            "UK::2 February 2011                            (Travel Channel International)",
            "UK::10 March 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Mumbai, Nasik",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Times (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Julian begins his journey in Mumbai, the city of dreams. He meets the 'Sexiest Woman in India', the country's greatest ventriloquist and attends a rare swimsuit photo shoot. He meets with an Illegal street racing gang and a man who was extremely lucky to survive the 2008 Mumbai terror attack.    "
                },
                "2": {
                    "title": "Goa, Bangalore and Kerela",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Times (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Partaking in the party scene of Goa, Julian tries his best to make an impression on a dance floor full of Miss India contestants with disastrous results.    "
                },
                "3": {
                    "title": "Kolkata, Guawahati, Darjeeling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Times (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Exploring Kolkata, the city of joy, Julian searches for conspiracy theories in the secret world of Indian Freemasonry. He struggles in the cities sweltering 45 degree heat before heading to the far north east to eat the worlds hottest chili. Following the path of goddess Kali to the temple of her vagina, he attends a bloody goat sacrifice in her honour. He gets into bed with a modern Indian lady and journeys to the city in the clouds, Darjeeling, to look for some contemplative peace and quiet only to awake to the assassination of a political leader - right outside his...    "
                },
                "4": {
                    "title": "Haridwar, Delhi, Amritsar and Manal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Times (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Visiting the largest religious festival on earth Julian gets lost amongst the millions of pilgrims trying to find some naked holy men. He gets his own kit off in a wrestling ring and takes on a giant twice his size. He gets swept away in a protest at the Sikh's Golden temple in Amritsar. Makes an inspiring speech on the state of India's hygiene and does his research at Delhi's intriguing toilet museum. Julian heads for the hills up in Manali where he goes on a dodgy amusement ride and shoots guns and fires crossbows competing with India's middle class holiday seekers.    "
                },
                "5": {
                    "title": "Chennai, Hyderabad and Bhopal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Times (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 May 2011",
                    "year": "2011",
                    "plot": "\n    Heading to the southern capital of Chennai, Julian delves into Indian religion and spirituality, from atheists to a group opening up human consciousness to oneness. He takes a look at the tradition of arranged marriage and goes on a date with a potential bride. With a curiosity about Indian pastimes he meets with whistlers, motor-bike enthusiasts and death metal bands. In Hyderabad Julian visits the 'US Visa Temple' and attempts 108 laps of hard-core praying. Making it up north to Bhopal he talks to survivors of the biggest industrial disaster in world history.    "
                },
                "6": {
                    "title": "Udaipur, Ahmedabad, Pushkar and Jaipur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Times (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    In Udaipur Julian meets the man who is bringing cryogenics to India, then tries Indian chewing tobacco mixed with paan - with horrible results. In the city of Ahmadabad he takes a look at the Jain religion and learns why vegetarianism is supposed to be so good for us. A short drive to Jaipur has Julian mixing it up with India's elite at a Polo match and after-party, before he ends up floating over the pink city in a hot air balloon.    "
                },
                "7": {
                    "title": "Varanasi, Lucknow and Agra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Times (TV Series 2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "1 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    In Varanasi Julian attempts to get to know the body, mind and soul of India's holiest city. Beefing up with bodybuilding champions and witnessing the sacred cremation of the dead on the burning ghats by the banks of the river Ganges. He comes face to face with a human flesh eating holy man, enters the world of an elite private school in Lucknow and goes in search of his own personal love Guru. Ending his epic 13th adventure in India reflecting on the state of his love life in front the world's greatest monument to love - the majestic Taj Mahal.    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Hanton, Julian"
            }
        ],
        "locations": [
            "India"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "44"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDg3ZjAzZjEtMmQxOS00ZTYzLWJmYWQtYzgxN2Y2YzJlZGQ0XkEyXkFqcGdeQXVyOTA2OTMyNjA@._V1_SY150_CR2,0,101,150_.jpg",
        "budget": "GBP250,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Indian Times",
        "year": 2011,
        "kind": "tv series",
        "series years": "2011-2011",
        "akas": [
            "Indian Times (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "The Inn"
            }
        ],
        "distributors": [
            {
                "name": "Travel Channel International"
            }
        ],
        "tech": {
            "runtime": [
                "44 min (approx) (UK)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}