{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "11 January 2012",
                "notes": "                            (internet)"
            },
            {
                "country": "Netherlands\n",
                "date": "14 January 2012"
            },
            {
                "country": "Belgium\n",
                "date": "1 July 2012"
            }
        ],
        "release dates": [
            "Netherlands::11 January 2012                            (internet)",
            "Netherlands::14 January 2012",
            "Belgium::1 July 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Zes weken eerder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lijn 32 (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Flashback a month and a half from an explosion at an Amsterdam bus with ten Dutch passengers. School buddies Nadir Bezouh and Omar Amezian, rascals of Moroccon descent, are fed up being dealt with harder then other knaves and as eternal first suspects. Charismatic Amstel river tour guide Dennis Koudstaal always enjoys life to the fullest. TV talk show host Klaas Kroon and anti-Islamic politician Thomas de Zwart hate being distracted from work, even for domestic life.    "
                },
                "2": {
                    "title": "Vijf weken eerder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lijn 32 (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Five weeks before the explosion, Nadir and Omar's frustration peeks when bluntly denied any chance to do a school-assigned one week internship at the precinct. Clever Nadir makes a fake Semtex bomb, which Omar 'forgets' in Amsterdam city hall, while Nadir anonymously calls in a fake alert. National coordinator Philip van Henegouwen decides however to pretend the army dismantled a real bomb and starts a terrorist hunt. Slick Dennis makes a joyride with his girl and grandmother, who wants to select a spot for her remains. The politician makes a great guest on the TV ...    "
                },
                "3": {
                    "title": "Vier weken eerder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lijn 32 (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Omar is afraid the police will find out he left behind the 'bomb' in city hall, hence too depressed to go out with Tamara. Cahoot Nadir is surprised to hear the increased security level caused his uncle (61) to be strip-searched in the airport, but he was released despite carrying an heirloom dagger and pistol. Dennis Koudstaal's latest stunt is sneaking into an abandoned villa to enjoy the hot tub naked with his girlfriend, but they actually find owner Thomas de Zwart in the master bedroom, OD'es. Hein van Vlijmen is disappointed that the anti-terrorism-coordinator ...    "
                },
                "4": {
                    "title": "Drie weken eerder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lijn 32 (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    The Moroccan knaves' bitterness grows as the 'bomb' worsens anti-Muslim discrimination. Uncle Ibn Hassan preaches moral fortitude like Koranic Yusuf (=Biblical Joseph) and Omar finds comfort in Tamara's bed, but Nadir secretly consults a grim Jihadist website. Detective Hein neglects another warning from his ex-coach. Dennis's girlfriend Pauline gets away with staying by the cardiac patient, being mistaken for his daughter, and later tells Dennis she expects his baby. The old couple's forgetfulness is now a constant danger for everyone.    "
                },
                "5": {
                    "title": "Twee weken eerder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lijn 32 (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "11 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Nadir was fired from the rest home after a food-fight. Omar isn't amused by a mock terrorist call to Jihad staged by Nadir as birthday e-mail, but celebrates with the family. An imam's lesson on peaceful jihad is interrupted by a firebomb thrown into the mosque. Dennis takes his Pauline to a new experience, emerged bathing, which goes badly, but to his delight the reason is pregnancy. The forgetful crone cancels the nurse and fatally messes up her husband's dialysis. Detective Hein finds the 'bomber bag' was allegedly sent to Paris for forensics but no report arrived ...    "
                },
                "6": {
                    "title": "Een week eerder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lijn 32 (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Dennis is determined to become a perfect family father, so he proposes marriage and plans to earn a living with an original bicycles shop. Ileligible for a bank loan, he accepts dodgy courier work, but panics when a motor cop arrives and looses the package. Hein can't accept being kept in the dark even after a new bomb attack in Paris and an illegally acquired tip from coach, but is sidetracked. Tamara's lawyer father tells her 'for an assignment' how hypothetical fake bombers should proceed. The politician's disguise backfires when his grime artist is attacked by ...    "
                },
                "7": {
                    "title": "Gisteren",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lijn 32 (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "25 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    After loosing his courier package, Dennis gets a terrible beating from Mike, who demands 30,000 Euros compensation in a week, way beyond his means. So he loses his patience learning fiancée Pauline talked to suicidal Klass, not him, and plans to have an adoption as he advised. However Klaas now leaves to commit a failed suicide attempt and bequeaths Pauline a painting likely to fetch more at an auction. To Nadir's father's fury, his uncle the imam seems to drag the knave away from Dutch integration to Muslim fundamentalism, while in fact he still manages to pass for ...    "
                },
                "8": {
                    "title": "Vandaag",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lijn 32 (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "3 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Nadir is torn between his father, insisting he must invest in his future as integrated Dutchman, and his Islamist Moroccan uncle. Omar proudly hears his letter, deploring crypto-xenophobia, read out on TV when detective Hein uses the fake bomb's replica to expose his superior's vicious attempt to make the people believe in a terrorist threat. George has taken the gun from his shop while tailing Nadir, mistakes his innocent sports-bag for another bomb and accidentally causes the bus crash and explosion. It shakes the courthouse where De Zwart is testifying with ...    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Musters, Marcel"
            },
            {
                "name": "Philippo, Leona"
            },
            {
                "name": "Franssen, Porgy"
            },
            {
                "name": "Napel, Sigrid ten"
            },
            {
                "name": "Prins, Annemarie"
            },
            {
                "name": "Ennali, Anouar"
            },
            {
                "name": "de Brauw, Elsie"
            },
            {
                "name": "Dagelet, Charlie Chan"
            },
            {
                "name": "Nierop, Tobias"
            },
            {
                "name": "Hooi, Steve"
            },
            {
                "name": "Torenstra, Waldemar"
            },
            {
                "name": "Blok, Peter"
            },
            {
                "name": "Akazim, Aziz"
            },
            {
                "name": "Bussemaker, Reinout"
            },
            {
                "name": "Azaay, Mohammed"
            },
            {
                "name": "Kesting, Hans"
            },
            {
                "name": "Schrijber, Bob"
            },
            {
                "name": "Brito, Orlando Manuel do"
            },
            {
                "name": "Treurniet, Tess"
            },
            {
                "name": "Helwes, Zonne"
            },
            {
                "name": "Tauwnaar, Marleen"
            },
            {
                "name": "Benmoussa, Mahjoub"
            },
            {
                "name": "van Aschat, Gijs Scholten"
            },
            {
                "name": "El-Hamus, Sabri Saad"
            },
            {
                "name": "Blok, Anneke"
            },
            {
                "name": "El Aidi, Souad Keehmen"
            },
            {
                "name": "Smits, Eelco"
            },
            {
                "name": "der Donk, Eric van"
            },
            {
                "name": "Willems, Jeroen"
            },
            {
                "name": "Evers, Korneel"
            },
            {
                "name": "Kooper, Jan"
            },
            {
                "name": "Kuilboer, Teun"
            },
            {
                "name": "Oversteegen, Martijn"
            },
            {
                "name": "Polat, Meral"
            },
            {
                "name": "van Burgsteden, Jos"
            },
            {
                "name": "Alagbe, Joshua"
            },
            {
                "name": "Boelen, Fransje"
            },
            {
                "name": "Drabe, Patrick"
            },
            {
                "name": "Elmecky, Khaldoun"
            },
            {
                "name": "Filtenborg, Jonas"
            },
            {
                "name": "Happel, Roger"
            },
            {
                "name": "Keijzer, Bas"
            },
            {
                "name": "Matti, Dré"
            },
            {
                "name": "Overbeek, Jeroen"
            },
            {
                "name": "Peters, Loek"
            },
            {
                "name": "Pieters, Kim"
            },
            {
                "name": "Remmers, Maartje"
            },
            {
                "name": "Rouing, Sanne"
            },
            {
                "name": "Stok, Liza"
            },
            {
                "name": "Teer, Remco"
            }
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "Netherlands"
        ],
        "country codes": [
            "nl"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Netherlands:12"
        ],
        "number of seasons": 1,
        "rating": 7.3,
        "votes": 233,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ0Mzg3NjIzOF5BMl5BanBnXkFtZTcwOTg5NDk4Nw@@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "The story lines of several sets of people in Amsterdam are shown in flashback from a bus explosion, where most finally converge. Enterprising hedonist Dennis' fun life is altered by his love for nurse Pauline. High school boys of Moroccan origin Nadir and Omar don't just remain passive confronted with blatant, implicit and presumed forms of discrimination. State security detective Hein investigates Islamist terrorist threats, extreme right politician De Zwart capitalizes on them but also incurs personal peril.",
        "languages": [
            "Dutch"
        ],
        "title": "Lijn 32",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2012",
        "akas": [
            "Lijn 32 (Netherlands)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Blok, Marnie"
            },
            {
                "name": "van Holst, Karin Pellekaan"
            },
            {
                "name": "Lebens, Maarten"
            }
        ],
        "production companies": [
            {
                "name": "Nederlandse Christelijke Radio-Vereniging (NCRV)"
            },
            {
                "name": "Katholieke Radio Omroep (KRO)"
            },
            {
                "name": "Mediafonds"
            },
            {
                "name": "IDTV Drama"
            }
        ],
        "distributors": [
            {
                "name": "Nederlandse Christelijke Radio-Vereniging (NCRV)"
            },
            {
                "name": "Katholieke Radio Omroep (KRO)"
            },
            {
                "name": "Entertainment One"
            }
        ],
        "other companies": [
            {
                "name": "Warnier Studio Amsterdam"
            }
        ],
        "plot": [
            "The story lines of several sets of people in Amsterdam are shown in flashback from a bus explosion, where most finally converge. Enterprising hedonist Dennis' fun life is altered by his love for nurse Pauline. High school boys of Moroccan origin Nadir and Omar don't just remain passive confronted with blatant, implicit and presumed forms of discrimination. State security detective Hein investigates Islamist terrorist threats, extreme right politician De Zwart capitalizes on them but also incurs personal peril.::KGF Vissers"
        ],
        "synopsis": [
            "Several, seemingly random, people from all walks of life board the Amsterdam city bus, all with different destinations. LINE 32 features a gripping and dynamic story about strangers who, through a series of events, are destined to be connected.At first glance, a sweaty, corpulent man, a Surinamese security contractor, a teenage schoolgirl, a famous television host, a Moroccan man in traditional clothes with his fifteen year old nephew, a young couple with a mysterious package and an elderly lady accompanied by a bum have nothing in common. Yet through a series of events, spanning six weeks, they all find their way on bus 32. When an anxious detective follows the bus, which is nearing the citys courthouse, with clamorous sirens, the bus falters. The police car crashes into the vehicle and a big explosion erupts. The blast shatters the windows of the courthouse where a controversial case, with an extreme right-wing politician and an assaulted woman of color, is held. The bus is consumed by fire and the court is in shambles. Going back six weeks LINE 32 follows the lives of everyone involved in the crash, witnessing the integral moments that lead to the event that would change them forever. The Moroccan man returns to the Netherlands to visit his family at a time his nephew is sick and tired of the injustice and prejudice he encounters everyday because of his background. The security contractor is accused of several break-ins while his irresponsible brother is doing drugs and wastes his life away. The teenage girls shaky relationship with her father, whos never home, drives her into the arms of a boy who plants a fake bomb in the City Hall. The same bomb that has the detective questioning his boss motives who proclaims the bomb was real. While the fear of terrorism is peaking, an elderly lady, who tries to make ends meet with a sick husband at home and bills that are stacking up, has an encounter with a bum who has found his own way to survive in the world. The young, free-spirited couple, who are balancing their relationship while building a future for themselves, set their sights on a famous painting which is owned by a suicidal man. The television host lets his job take over his life causing his marriage to fall apart and his make-up artist gets too closely involved with a politician who is forced to live in hiding due to his radical beliefs.Line 32 is a mosaic story about a diverse group of people who meet by coincidence but are bound by fate."
        ],
        "tech": {
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 233,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 57,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 94,
                "rating": 7.4
            },
            "aged 45 plus": {
                "votes": 45,
                "rating": 7.2
            },
            "males": {
                "votes": 142,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 34,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 66,
                "rating": 7.2
            },
            "males aged 45 plus": {
                "votes": 34,
                "rating": 7.0
            },
            "females": {
                "votes": 65,
                "rating": 7.4
            },
            "females aged 18 29": {
                "votes": 22,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 27,
                "rating": 7.6
            },
            "females aged 45 plus": {
                "votes": 11,
                "rating": 7.6
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 5.6
            },
            "us users": {
                "votes": 4,
                "rating": 5.0
            },
            "non us users": {
                "votes": 166,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 22,
            "9": 29,
            "8": 73,
            "7": 63,
            "6": 27,
            "5": 5,
            "4": 4,
            "3": 2,
            "2": 3,
            "1": 5
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}