{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "20 August 2012"
            },
            {
                "country": "Canada\n",
                "date": "9 September 2012"
            },
            {
                "country": "UK\n",
                "date": "5 December 2012"
            },
            {
                "country": "Sweden\n",
                "date": "10 January 2014"
            }
        ],
        "release dates": [
            "USA::20 August 2012",
            "Canada::9 September 2012",
            "UK::5 December 2012",
            "Sweden::10 January 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Inbetweeners"
            },
            {
                "countries": "Brazil",
                "title": "Zoados"
            },
            {
                "countries": "Hungary",
                "title": "Gyíkarcok"
            },
            {
                "countries": "Italy",
                "title": "The Inbetweeners: Quasi maturi"
            },
            {
                "countries": "Poland",
                "title": "Sredniaki"
            },
            {
                "countries": "Russia",
                "title": "Переростки"
            }
        ],
        "akas": [
            "The Inbetweeners (original title)",
            "Zoados Brazil",
            "Gyíkarcok Hungary",
            "The Inbetweeners: Quasi maturi Italy",
            "Sredniaki Poland",
            "Переростки Russia"
        ],
        "akas from release info": [
            "The Inbetweeners (original title)",
            "Zoados Brazil",
            "Gyíkarcok Hungary",
            "The Inbetweeners: Quasi maturi Italy",
            "Sredniaki Poland",
            "Переростки Russia"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "First Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inbetweeners (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 64,
                    "original air date": "20 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Because his mother can no longer afford his private school education ever since his father left them, Will Mackenzie has just started his first ever stint in public school at Grove High School. Purely out of luck, Will falls into a crowd with Simon Cooper, Jay Cartwright and Neil Sutherland, who are by no means the popular kids but are also not the outright socially shunned. They in part allow Will into their group because they are attracted to his pretty mother, Polly Mackenzie. Simon's goal in life is to get his life long friend, Carly D'Amato, to be his girlfriend,...    "
                },
                "2": {
                    "title": "Sunshine Mountain",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inbetweeners (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 46,
                    "original air date": "27 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Simon believes that getting his driver's license and having his father buy him a car - a promised sports edition of whatever the car model - will place him on an even playing field with Bobby Walsh, Carly's boyfriend of two months, in the competition for Carly's affections. As such, he, Will and Jay decide to head out to Sunshine Mountain Amusement Park in his new car to butt in on Carly's two month anniversary date with Bobby, for Will to have his Sunshine Mountain dream of riding in the front car of the Triscareatops roller coaster, and to hang out with Neil for the...    "
                },
                "3": {
                    "title": "Club Code",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inbetweeners (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 40,
                    "original air date": "3 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Jay believes he and his friends can raise their social status by getting drunk on a school night at the bowling alley, where they never card anyone. After that plan fails miserably, they move onto the next spur of the moment scheme to raise their social status: go clubbing downtown, as Carly is having a girls' night out doing so. Carly and her friends are able to get into the club since they know the bouncer, and she invites the guys along. In addition to Simon being able to be close to Carly without her boyfriend Bobby being there, Will believes he received signals ...    "
                },
                "4": {
                    "title": "The Wrong Box",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inbetweeners (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 43,
                    "original air date": "10 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Will falls in love at first sight with fellow student, the generally unattainable Charlotte Allen, that attraction strengthened by her seemingly liking him. Their first meeting coincides with Will's want to join a school club to raise his social standing. That want changes slightly to joining a club that Charlotte too would want to join. After Will takes a chance by friending Charlotte on Facebook so that he can view her private profile - she who in turn accepts his friend request - he comes to the conclusion that he needs to start a cooking club, one of the few ...    "
                },
                "5": {
                    "title": "The Masters",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inbetweeners (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 46,
                    "original air date": "17 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Will is still reeling by being defriended by his now unrequited love, Charlotte Allen. To spend time with Charlotte, Will believes the only way is to \"purchase\" her at the upcoming senior class slave auction, where the popular senior class members auction themselves off as slaves to younger classmen as a fund-raiser. The one problem is getting enough money to ensure that he can't be outbid. The only one of his friends that has any substantial money whatsoever is Simon, who has $100 given to him by his father which Mr. Cooper expects to get back in his regular $10 per ...    "
                },
                "6": {
                    "title": "Class Clown",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inbetweeners (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 39,
                    "original air date": "24 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Simon is excited but nervous when he learns that Carly and her family are moving into his house temporarily while their own house undergoes some renovations. His excitement and nervousness turns to fear when he is told by his friends that his bedroom still looks like that of a little kid, which has the potential of derailing his pursuit of her forever. Jay promises to help Simon \"de-kid\" his bedroom if Simon helps him in his latest quest: to be voted class clown. Being voted class clown is a Cartwright family legacy, where both his father and older brother were voted ...    "
                },
                "7": {
                    "title": "Crystal Springs",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inbetweeners (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 36,
                    "original air date": "1 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    In an attempt to move on from Carly, Simon tags along with Jay's family and the rest of the gang on a trip to an RV resort -- a vacation Jay promises will be full of hot girls ready and willing to de-virginize the guys. Once they arrive however, they realize that Jay is, once again, over exaggerating. Though they're faced with a cramped camper, a totally lame rec room party, and a huge misunderstanding with an angry father, a few of them still manage to get a little action.    "
                },
                "8": {
                    "title": "The Field Trip",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inbetweeners (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 44,
                    "original air date": "8 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    The class goes on a field trip to a local tourist enterprise that specializes in absurd Civil War reenactments that defy logic and historical accuracy. The establishment offers the sale of ludicrous items in the \"gift shop\".    "
                },
                "9": {
                    "title": "Fire!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inbetweeners (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 34,
                    "original air date": "15 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    In a story reminiscent of a timeless film noir, Will questions his friends in an attempt to discover who lit a school trash can on fire and clear his name of arson. As the mystery of the fire unfolds, we follow the guys and their dates as they search for an elusive party Jay promises will be the bash of the season. But following Jay's lead turns out to be a big mistake, when they end up back at Simon's house where his little brother is taking full advantage of their parents being away.    "
                },
                "10": {
                    "title": "Reading Gives You Wings",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inbetweeners (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 37,
                    "original air date": "22 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Will is upset that the school has sold out to corporate interests and has allowed a major corporation to build the school's new library, which is first and foremost an advertisement for the company, and not so much a library since it doesn't seem to have any books at all. Based on the guys' idolization of Jonno, Mr. Sutherland's Aussie deck builder, Will decides to hold a protest against this sell out to the corporation. But Will may get a slightly different perspective on the situation from his science lab partner. Meanwhile, Carly and Bobby's relationship seems to ...    "
                },
                "11": {
                    "title": "Spa Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inbetweeners (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 40,
                    "original air date": "29 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    What ends up being the guys' plan for the day is to go to the student body fundraising car wash so that Will and Simon can fawn over Samantha Morrison and Carly respectively, and then go to the spa to use the gift certificate that Will's mother gave him. Never having been to a spa, the guys figure it will be a great place to pick up girls. At the car wash, Samantha tells Will that she won't go out with him because dating a virgin is too much pressure. And since Carly, who is still having problems in her relationship with Bobby, needs a ride home after the car wash as ...    "
                },
                "12": {
                    "title": "The Dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Inbetweeners (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 29,
                    "original air date": "5 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    As it is a job that no one else wants, Will is able to convince Mr. Gilbert - quite easily - to let him be the chair of the homecoming dance committee, and appoint Simon, Jay and Neil as the committee members. The guys believe in doing this job, all their romance problems will be solved. Will feels the prestige of the job in and of itself will be enough to impress Samantha. By the time the actual dance rolls around, Simon believes he has to do something grand to profess his love once and for all to Carly, who is still having problems with Bobby. Bobby feels he isn't ...    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Lewis, Bubba"
            },
            {
                "name": "Pearlman, Zack"
            },
            {
                "name": "Pollari, Joey"
            },
            {
                "name": "Young, Mark L."
            },
            {
                "name": "Frnka, Alex"
            },
            {
                "name": "Nelson, Lindsey Marie"
            },
            {
                "name": "Gelman, Brett"
            },
            {
                "name": "Bennett, Christine Scott"
            },
            {
                "name": "Jackson, Christopher"
            },
            {
                "name": "James, Anthony J."
            },
            {
                "name": "Lagos, Joshua"
            },
            {
                "name": "Carico, Michael Aaron"
            },
            {
                "name": "Bell, Wendy"
            },
            {
                "name": "Paul, Samuel"
            },
            {
                "name": "Abrams, Austin"
            },
            {
                "name": "Clarke, Brian Patrick"
            },
            {
                "name": "Avgeropoulos, Marie"
            },
            {
                "name": "Jr., Max Ortiz"
            },
            {
                "name": "White, Ali"
            },
            {
                "name": "Gallagher, Susan"
            },
            {
                "name": "Postell, Felicia"
            },
            {
                "name": "Camp, Avery"
            },
            {
                "name": "Alagna, Danielle"
            },
            {
                "name": "Bowers, Erynne"
            },
            {
                "name": "Larkin, Shawn"
            },
            {
                "name": "Walker, Heather"
            },
            {
                "name": "Traval, Wil"
            },
            {
                "name": "Blanton, Kirby Bliss"
            },
            {
                "name": "Huskey, Brian"
            },
            {
                "name": "Schmidt, Lenny"
            },
            {
                "name": "Daye, Michael"
            },
            {
                "name": "Stamm, Michaela"
            },
            {
                "name": "Scharf, Adam"
            },
            {
                "name": "Thomas, Lamar"
            },
            {
                "name": "Wiu, Tracy"
            },
            {
                "name": "Bunney, Dale"
            },
            {
                "name": "Johnson, Lanii"
            },
            {
                "name": "Minichiello, Alaina"
            },
            {
                "name": "Norell, Amber"
            },
            {
                "name": "Koechner, David"
            },
            {
                "name": "Malinowski, Jesse"
            },
            {
                "name": "Sheridan, Brit"
            },
            {
                "name": "Celaya, Chanel"
            },
            {
                "name": "Daly, Jon"
            },
            {
                "name": "Warren, Chris"
            },
            {
                "name": "Cutrona, Ryan"
            },
            {
                "name": "Glaze, Lisa"
            },
            {
                "name": "Kidwell, Annie"
            },
            {
                "name": "Coffey, Joe"
            },
            {
                "name": "Hogan, Hulk"
            }
        ],
        "locations": [
            "Orlando, Florida, USA"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "certificates": [
            "Australia:MA15+",
            "Ireland:15",
            "United Kingdom:15",
            "United States:TV-14"
        ],
        "number of seasons": 1,
        "rating": 3.3,
        "votes": 3900,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNmVlNjdmMmYtYzlmYS00NDhhLWI2NjktYTY0YmFiZGQ4OGFlXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "After leading a relatively sheltered life in private school up to this point in his life, fastidious and straight-laced briefcase-carrying Will Mackenzie faces a new reality when, following his parents' split, he is forced to attend public school for the first time in his life in his senior year. He sees it somewhat as an opportunity to insert himself among the popular kids, which he was not at private school. However, out of circumstance, he ends up in a social circle of four who are neither the social outcasts, but are nowhere near being popular. He and his new friends get into one misadventure after another in their inbetweener status. Jay Cartwright is the big talker, whose friends know his stories of sexual conquests are all made-up fantasy. Neil Sutherland is clueless to things happening around him. And Simon Cooper, who becomes Will's best friend, often makes bad choices in his primary mission to get Carly D'Amato, a childhood friend and one of the popular kids, to be his girlfriend.",
        "languages": [
            "English"
        ],
        "title": "The Inbetweeners",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2012",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Beesley, Damon"
            },
            {
                "name": "Copeland, Brad"
            },
            {
                "name": "Morris, Iain"
            }
        ],
        "distributors": [
            {
                "name": "MTV Hungary"
            },
            {
                "name": "Music Television (MTV)"
            }
        ],
        "other companies": [
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Heinz Productions"
            },
            {
                "name": "Mosquito Productions"
            },
            {
                "name": "West Post Digital"
            }
        ],
        "plot": [
            "Four high school friends are not cool or popular, but not total dorks, either.::Anonymous",
            "After leading a relatively sheltered life in private school up to this point in his life, fastidious and straight-laced briefcase-carrying Will Mackenzie faces a new reality when, following his parents' split, he is forced to attend public school for the first time in his life in his senior year. He sees it somewhat as an opportunity to insert himself among the popular kids, which he was not at private school. However, out of circumstance, he ends up in a social circle of four who are neither the social outcasts, but are nowhere near being popular. He and his new friends get into one misadventure after another in their inbetweener status. Jay Cartwright is the big talker, whose friends know his stories of sexual conquests are all made-up fantasy. Neil Sutherland is clueless to things happening around him. And Simon Cooper, who becomes Will's best friend, often makes bad choices in his primary mission to get Carly D'Amato, a childhood friend and one of the popular kids, to be his girlfriend.::Huggo"
        ],
        "tech": {
            "runtime": [
                "23 min"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 3900,
                "rating": 3.3
            },
            "aged under 18": {
                "votes": 12,
                "rating": 3.7
            },
            "aged 18 29": {
                "votes": 1563,
                "rating": 3.2
            },
            "aged 30 44": {
                "votes": 1159,
                "rating": 3.7
            },
            "aged 45 plus": {
                "votes": 214,
                "rating": 4.2
            },
            "males": {
                "votes": 2598,
                "rating": 3.2
            },
            "males aged under 18": {
                "votes": 7,
                "rating": 2.6
            },
            "males aged 18 29": {
                "votes": 1248,
                "rating": 2.9
            },
            "males aged 30 44": {
                "votes": 982,
                "rating": 3.5
            },
            "males aged 45 plus": {
                "votes": 182,
                "rating": 4.2
            },
            "females": {
                "votes": 524,
                "rating": 4.5
            },
            "females aged under 18": {
                "votes": 3,
                "rating": 4.0
            },
            "females aged 18 29": {
                "votes": 304,
                "rating": 4.4
            },
            "females aged 30 44": {
                "votes": 157,
                "rating": 4.8
            },
            "females aged 45 plus": {
                "votes": 26,
                "rating": 4.2
            },
            "top 1000 voters": {
                "votes": 51,
                "rating": 4.0
            },
            "us users": {
                "votes": 512,
                "rating": 5.3
            },
            "non us users": {
                "votes": 1805,
                "rating": 2.9
            }
        },
        "number of votes": {
            "10": 377,
            "9": 102,
            "8": 223,
            "7": 240,
            "6": 209,
            "5": 143,
            "4": 137,
            "3": 199,
            "2": 268,
            "1": 2002
        },
        "arithmetic mean": 3.5,
        "median": 1
    }
}