{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "2 January 2012"
            }
        ],
        "release dates": [
            "USA::2 January 2012"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Crushing It, Killing It",
                    "kind": "episode",
                    "episode of": {
                        "title": "It's a Brad Brad World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Brad faces the biggest challenge of his career as he styles thirty looks for Kate Spade New York's Spring / Summer 2013 presentation while juggling his A-list celebrity clients for New York Fashion Week. Actress Minka Kelly needs to move her fitting, causing Brad and his team to make it work in a New York minute. Brad attends both Jenny Packham and Monique Lhullier runway shows at Fashion Week.    "
                },
                "2": {
                    "title": "One Client, Two Calls",
                    "kind": "episode",
                    "episode of": {
                        "title": "It's a Brad Brad World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "13 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    With New York Fashion Week in full swing, Brad styles supermodel Petra Nemcova for the Diesel Black Gold Fashion Show. Thrilled with her look, Petra hires Brad the next day for a styling emergency. In the middle of pulling vintage dresses and attending Christian Siriano's runway show, Brad's assistant Thomas fails to deliver a gown to a very important client.    "
                },
                "3": {
                    "title": "Making Fashion History",
                    "kind": "episode",
                    "episode of": {
                        "title": "It's a Brad Brad World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "20 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Back in LA, everyone is amped for a fitting with actress Rashida Jones. Brad and Hannah also take on a cover shoot for Candy Magazine featuring transsexual supermodel and fashion icon Connie Flemming. It's Hannah's first shoot alone with Brad, and the pressure is on to deliver. Meanwhile, Brad and Gary anxiously discuss their upcoming move to a new home.    "
                },
                "4": {
                    "title": "Make My Day Perfect",
                    "kind": "episode",
                    "episode of": {
                        "title": "It's a Brad Brad World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "27 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Brad departs to Toronto with Lindsay for a family visit, leaving Thomas and Hannah to prep his shoot with J Brand on their own. Brad helps his sister shop for a wedding gown, where she asks a personal favor of her brother. Brad returns to LA for the J Brand shoot, but Hannah drops the ball on set. A whirlwind week for Brad is capped off with shocking news of Gary getting a job in London.    "
                },
                "5": {
                    "title": "Moving the Fashion World",
                    "kind": "episode",
                    "episode of": {
                        "title": "It's a Brad Brad World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "3 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Overwhelmed with stress, Brad relies on Thomas and Hannah to take charge and source looks for his upcoming fitting with \"Two Broke Girls\" actress Beth Behrs' for an AMFAR event. Later, Brad returns to an empty house where he and Gary share one last emotional moment before closing one door and opening another.    "
                },
                "6": {
                    "title": "A, E, I, O, U",
                    "kind": "episode",
                    "episode of": {
                        "title": "It's a Brad Brad World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Brad takes on two new clients, supermodel Coco Rocha and model / actress Noot Seear. With the pressure to perform already high, Brad quickly realizes that he may have misjudged her tastes. Then, Brad styles the ad campaign for Noot's headphones. Later, Brad and Gary start to decorate their new home.    "
                },
                "7": {
                    "title": "Dubai Bye",
                    "kind": "episode",
                    "episode of": {
                        "title": "It's a Brad Brad World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Brad and Lindsay travel to Dubai to help launch the Kate Spade New York brand in the Middle East. Brad struggles with social norms and different fashion tastes, and he worries how the collection will translate. As he styles influencers, socialites and models for the big launch party, Brad struggles with overcoming cultural differences, missing models and broken accessories. A post-party camel ride reveals a surprising side of Brad.    "
                },
                "8": {
                    "title": "Human Disco Ball",
                    "kind": "episode",
                    "episode of": {
                        "title": "It's a Brad Brad World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "Apr. 2013",
                    "year": "2013",
                    "plot": "\n    On the season finale, model / actress Stacy Keibler needs a killer look for the American Music Awards, where she is presenting. But when Hurricane Sandy hits, Brad must source from LA's finest to get the best look for Stacy. Finally, Brad and Gary's families fly in to see the new house and throw a housewarming dinner they will never forget.    "
                }
            },
            "1": {
                "1": {
                    "title": "Haute in Hollywood",
                    "kind": "episode",
                    "episode of": {
                        "title": "It's a Brad Brad World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    With no assistant and limited funds, Brad must work harder than ever as a stylist to secure jobs and meet his clients' expectations. But life isn't all pinning and pulling clothes, as Brad must constantly prove himself to designers, editors and celebs that he's more than just a self-made style icon and Rachel Zoe's old assistant. With his boyfriend Gary by his side, Brad is determined to get his office out of his garage and make sure no one forgets the name Brad Goreski.    "
                },
                "2": {
                    "title": "Canadian Takeover",
                    "kind": "episode",
                    "episode of": {
                        "title": "It's a Brad Brad World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "9 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    After arriving in the Big Apple, Brad puts his styling skills to work at a shoot for the luxury brand website, Gilt Groupe. Another outfit later, he's off to InStyle to discuss an upcoming column and then to Details Magazine where Brad pitches his ideas for a possible photo spread. As if that's not enough, Brad hires a much-needed personal assistant, Lindsay, and Brad's mom and sister arrive in NYC. For the first time in ten years, they will meet Gary's family. In the midst of this chaotic trip, Brad is hit with vital news that could completely turn his career upside ...    "
                },
                "3": {
                    "title": "The Motherload",
                    "kind": "episode",
                    "episode of": {
                        "title": "It's a Brad Brad World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    With just a few days left in NYC, Brad takes every opportunity to push his career to the next level. After appearing on The Nate Berkus Show, Brad meets with his co-writer about his upcoming memoir, where Brad reveals shocking details about his past that proves life hasn't always been bowties and glitter. To cap off an emotional trip, Brad's sister and mom finally meet Gary's family for the first time. Upon returning to Los Angeles, Brad has second thoughts about hiring Lindsay when she shows up hours late on her very first day.    "
                },
                "4": {
                    "title": "Sweat Home Alabama",
                    "kind": "episode",
                    "episode of": {
                        "title": "It's a Brad Brad World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "23 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Lindsay's terrible driving puts Brad on edge as she takes him to see potential office spaces. On the home front, Brad and Gary start planning their 10 year anniversary party. Decisions must be made as to where, when and how they are going to pull off the perfect celebratory bash. Then, Brad and Lindsay jet off to Alabama to see designer Billy Reid's new collection and attend a shindig that's full of sweat, BBQ and baked beans. When one last event turns sour, Brad and Lindsay re-evaluate their work relationship.    "
                },
                "5": {
                    "title": "Broken Promises",
                    "kind": "episode",
                    "episode of": {
                        "title": "It's a Brad Brad World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "30 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Brad is back in New York for a shoot with Details Magazine and is forced to scramble to make his outfits work when the editors don't approve many of his looks. Once back in Los Angeles, Brad anxiously awaits his father's arrival - it's been two years since they've seen each other, but disappointing news from his dad brings Brad to tears. Although crushed, Brad picks himself up and gets to work on his upcoming client, actress Shay Mitchell. In the middle of pulling dresses, Brad learns some alarming news about his father's health.    "
                },
                "6": {
                    "title": "Clao Brad",
                    "kind": "episode",
                    "episode of": {
                        "title": "It's a Brad Brad World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "6 Feb. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "I Wore It Best",
                    "kind": "episode",
                    "episode of": {
                        "title": "It's a Brad Brad World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "20 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    With the anniversary party just weeks away, Gary is knee deep in final touches for the momentous celebration. Brad is fine relinquishing control, as he has an important fitting with actress Shay Mitchell and another big trip to New York. All at once, Brad begins to see his hard work pay off as he attends an exclusive viewing of Ferragamo's resort collection and has two successful follow up visits with InStyle and Details Magazine, where he sees his work in print for the first time.    "
                },
                "8": {
                    "title": "The Big Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "It's a Brad Brad World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "27 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    On the season finale of \"It's a Brad, Brad World,\" Gary is at his wits' end. Between putting the finishing touches on the anniversary party and coordinating a huge surprise for Brad, the burden is squarely on his shoulders. Meanwhile, Brad keeps calm and carries on as he styles a successful shoot for J Brand and greets friends as they arrive from out of town.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Ciao Brad",
                    "kind": "episode",
                    "episode of": {
                        "title": "It's a Brad Brad World (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Brad and Gary are off to Milan, Italy for Men's Fashion Week. It's Brad's first time meeting top-name designers without Rachel by his side. In the midst of blogging for Details Magazine and running from show to show, Brad must also find a red carpet premiere dress for Jessica Alba.    "
                }
            }
        },
        "number of episodes": 17,
        "cast": [
            {
                "name": "Goreski, Brad"
            },
            {
                "name": "Janetti, Gary"
            },
            {
                "name": "O'Reilly, Tommy"
            },
            {
                "name": "Platt, Jonah"
            },
            {
                "name": "Behrs, Beth"
            },
            {
                "name": "Brener, Mila"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 6.4,
        "votes": 81,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODUzODU1NDUwOV5BMl5BanBnXkFtZTcwNzc2NTAyNw@@._V1_SY150_CR5,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "It's a Brad Brad World",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "It's a Brad Brad World (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Shed Media US"
            },
            {
                "name": "Television 360"
            }
        ],
        "distributors": [
            {
                "name": "Bravo!"
            }
        ],
        "plot": [
            "The quintessential trendsetter, and former Rachel Zoe assistant, is going into business for himself. '_It's a Brad Brad World_ (qv)' follows Goreski as he embarks on his new business venture and tries to maintain his personal life.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 81,
                "rating": 6.4
            },
            "aged 18 29": {
                "votes": 20,
                "rating": 5.7
            },
            "aged 30 44": {
                "votes": 25,
                "rating": 5.6
            },
            "aged 45 plus": {
                "votes": 24,
                "rating": 5.6
            },
            "males": {
                "votes": 31,
                "rating": 4.7
            },
            "males aged 18 29": {
                "votes": 7,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 11,
                "rating": 3.7
            },
            "males aged 45 plus": {
                "votes": 11,
                "rating": 4.5
            },
            "females": {
                "votes": 41,
                "rating": 6.2
            },
            "females aged 18 29": {
                "votes": 13,
                "rating": 5.0
            },
            "females aged 30 44": {
                "votes": 14,
                "rating": 6.8
            },
            "females aged 45 plus": {
                "votes": 13,
                "rating": 6.5
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 3.3
            },
            "us users": {
                "votes": 30,
                "rating": 5.4
            },
            "non us users": {
                "votes": 26,
                "rating": 5.3
            }
        },
        "number of votes": {
            "10": 26,
            "9": 2,
            "8": 6,
            "7": 11,
            "6": 9,
            "5": 5,
            "4": 1,
            "3": 3,
            "2": 5,
            "1": 13
        },
        "arithmetic mean": 6.4,
        "median": 7
    }
}