{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "6 January 2012"
            }
        ],
        "release dates": [
            "UK::6 January 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Stella"
            },
            {
                "countries": "Russia",
                "title": "Стелла"
            }
        ],
        "akas": [
            "Stella (original title)",
            "Стелла Russia"
        ],
        "akas from release info": [
            "Stella (original title)",
            "Стелла Russia"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "Episode #6.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "votes": 13,
                    "original air date": "13 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Stella is woken by Michael and their baby Holly after another dream about the late Rob to find Ben packing for university and Bobby preparing to date a Game of Thrones fanatic. However the real bombshell is Michael's announcement that he wants Stella to accompany him to Dubai in line with his new job. Stella agrees but, as ever there are complications in her life, notably Jackson's first birthday party with Beyoncé's rough and ready family and the arrival of teen-aged Billy, who needs fostering. Furthermore Luke discovers that Holly is actually Rob's daughter.    "
                },
                "2": {
                    "title": "Episode #6.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "votes": 12,
                    "original air date": "20 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    After dropping Ben off at Cardiff university Stella must tell Michael the truth about Holly's paternity and, whilst he is devastated, he agrees to stay with her and keep the secret. There is good news for Luke and Zoe, left a legacy by Rob whilst Nadine and Bobby launch their dating agency Ponty Partners. Stella's brother Ken arrives for their grandma Olwen's hundredth birthday party though Olwen herself is not a happy celebrant. The festivities over Aunty Brenda opens her mother's private box and gets the shock of her life.    "
                },
                "3": {
                    "title": "Episode #6.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "votes": 12,
                    "original air date": "27 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Michael moves into the pub, intending to go to Dubai alone but, after splitting with boyfriend Keckers, Beyoncé billets herself on Stella and, at Olwen's party in the pub, Stella tells everybody what has happened whilst there is more drama when Olwen drops down dead following a big row with Brenda after Brenda's secret is also revealed. Whilst Luke resists the temptation to resume gambling Zoe is persuaded to buy jewellery and sell it for a profit online and Nadine and Bobby put Ponty Partners on the Internet. Stella gets another surprise when Michael reappears, ...    "
                },
                "4": {
                    "title": "Episode #6.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "4 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Stella suggests that the now jobless Michael moves back with her but before he can answer there is a visitor - Rob's long-estranged younger brother Will, now a London-based drugs counsellor, who charms everybody, except a suspicious Michael. After an unsuccessful séance to find her real father Aunty Brenda discovers it is the titled Lord Llewellyn whilst Michael, encouraged by Jag to try the dating site, ends up with ex-wife Jan, who at least offers him work. Meanwhile Zoe attends an auction with Will, buying an expensive bracelet but finds it missing when she returns...    "
                },
                "5": {
                    "title": "Episode #6.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "votes": 13,
                    "original air date": "11 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Michael celebrates his new job with Luke, who has bought a custom car without telling Zoe but when Luke learns about the bracelet an inevitable row ensues. At Ponty Partners speed-dating evening Beyoncé gets back with Keckers whilst Nadine sets her sights on Will, However Michael's suspicions about Rob's supposed brother deepen when he asks Stella for a loan to finance his addictions clinic in London - and then Michael makes a very disturbing discovery. Meanwhile sausage wars erupt between Yanto and Little Alan at the local football match, where Billy is spotted for ...    "
                },
                "6": {
                    "title": "Episode #6.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "votes": 9,
                    "original air date": "18 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    With Will arrested, Beyoncé back with Keckers and Billy off to football school Bobby moves next door so that Michael can get back with Stella. However, following Stella's graduation, and, despite the returning Paula's efforts to mediate, Stella and Michael have a big row which ends very badly and she will need the support of her nearest and dearest, both alive and dead, to pull her through. Elsewhere Nadine and Jag find romance over the washing up, Zoe has good news for Luke and Aunty Brenda's meeting with her putative father is not a happy reunion.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 31,
                    "original air date": "6 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Aged sixteen Stella fell pregnant with son Luke but his father Rob emigrated to Canada with his family. Stella married school-mate Karl by whom she has Emma and Ben but now, at forty-two, she is alone, Karl having gone off with the younger, vain Nadine and Luke in prison. She makes ends meet with her ironing business. After a row with Karl and Nadine over Emma's schooling Stella is ready for a night in the pub with best friend Paula, an undertaker and lollipop man Alan, who fancies her. However she gets a shock when she discovers that Emma, for whom she had high ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 21,
                    "original air date": "13 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Unhappy about Emma's situation Stella goes to see Sunil's parents, newsagent Jag and his snobbish wife Tanisha. Though they too are unhappy Stella falls out with Tanisha, who considers Sunil above Emma and a general row ensues which also alienates Stella from her daughter. To make things worse she has car trouble and has to deliver her ironing by push-bike but things start to look up when she is helped out of a sticky situation by Sean, a handsome - and younger - decorator who has moved to Wales from Yorkshire. And Paula manages to find her stolen hearse, complete ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 13,
                    "original air date": "20 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Two months have passed and Emma and Sunil are planning their wedding. However everything in Pontyberry is overshadowed by the death of local Rugby legend Dick the Kick. This proves to be a boon for Paula and her father, whose business is ailing when they are charged to organize a celebrity funeral with orations from the likes of Neil Kinnock and a whole bunch of famous pall-bearers. And once more, when things look like going wrong Sean proves his worth.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 15,
                    "original air date": "27 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Luke is now home but, unlike Nadine, who has started a dog grooming business and wants to practice on Stella's dog, he is having no luck in finding work and is tempted when Keckers, the local drug dealer, suggests they do business together. Matters come to a head at a family outing where Sean confronts Luke about his involvement with Keckers and the two lads end up fighting. on the plus side Stella agrees to go on a date with Sean.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 12,
                    "original air date": "3 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    In preparation for her date with Sean, Stella decides to try and lose weight and joins Ben's rugby training fitness group led by Alan. She is visited during her work-out by Dai, her older brother and partner of Paula. Dai is an ex-serviceman wounded out of the army and technically unable to work though he has a habit of playing on his disability. Then he goes missing.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 12,
                    "original air date": "10 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    After her sexy date with Sean Stella is on top of the world but she's about the only one. Emma has heard that Sunil is two-timing her with an older woman and ends their relationship after Luke spots him with another girl, Dai is up in court for working whilst he is meant to be an invalid and Luke has had a letter from his father, now back in the area and anxious to meet up with him.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 15,
                    "original air date": "17 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Sean takes Stella to Big Rae's gym to teach her how to box and she is amazed that her boyfriend is a personal friend of Welsh champion Joe Calzaghe. In the evening everybody gathers for Luke's twenty-fifth birthday bash, where Luke is pursued by Sunil's teen-aged sister Jasminder and Stella shares a romantic dance. All is going well until Luke's father Rob appears.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 14,
                    "original air date": "24 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Sunil's stag party takes the form of a camping weekend and, as she sees her son and her man off on the coach, Stella is not happy to see that Rob is going with the others. Stella herself joins her daughter and her female friends for a pampering session at a spa but she is brought down to earth when Paula tells her that Dai has overheard Rob asking Luke to go back to Canada with him.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 18,
                    "original air date": "2 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Still upset by Rob's proposal Stella accompanies Dai for his day in court, where he dresses to impress in his full regimental uniform. However the more pressing event is Emma, about to sit her school exam going into labour and being rushed to hospital where she gives birth to a son and is joined by Sunil. As Rob apologizes to Stella for his past behaviour they share a moment recalling their first love, a moment which does not sit well with Sean.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 14,
                    "original air date": "9 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Following the birth of their baby Emma and Sunil's wedding is put on hold but, since Sunil's mother is against them living together in their new flat until they are married, they sneak off to the registry office. Stella accepts that Luke wants to try for a new life with Rob in Canada and there is a send-off party for him - and for Paula's gay assistant Bobby, who is leaving to move to Bristol with his boyfriend. At the party Rob confesses that he never forgot Stella and was reluctant to leave her. He still has feelings for her and asks her to go with him and Luke. ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 13,
                    "original air date": "11 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Sunil goes to medical school but spends most of his time drinking whilst Dai drives Paula mad when he joins her working at the undertakers. Alan is made redundant, thanks to the new traffic lights at the school. As Karl and Nadine open their tanning salon Tantastic Bodies it looks likely that a regular customer will be one of two arrivals in town. Stella's sharp-tongued Aunty Brenda, back from 'wicked' Tenerife. The other arrival, however, is Rob and, given her one night stand with him, Stella is not happy as she and Sean are looking forward to their new arrival.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 14,
                    "original air date": "18 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    As Stella confesses that the father of her baby may indeed be Rob, a disheartened Sean prepares to leave town and, thanks to the likes of Aunty Brenda, Stella's bad news is soon all over Pontyberry. Stella is anxious to shield thirteen year old Ben from the scandal but he is too busy discovering girls and going in for body-building to impress. Bobby returns to town, to the immense relief of Paula, who cannot work with Dai. Also back is Luke, deported from Canada for not disclosing his criminal record. A despondent Alan tries to make money by selling old junk but ends ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 16,
                    "original air date": "25 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    With Sean gone and a visit to the doctor yielding a shock, Stella finds herself without a man and a baby and is vulnerable enough to be tempted into reconciliation with Rob. Aunty Brenda decides her niece needs a change of direction and gets her a job at the local bap factory. Russell Grant arrives to open the tanning salon but not everybody is happy. Paula and Dai's colourful sex life has hit a problem as Dai is unable to perform and succumbs to taking the strange blue pills Aunty Brenda has picked up in Spain. At Sunil's student ball Emma realises that his vampish ...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "1 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Sunil is happy to return to Emma as they prepare for their son's forthcoming naming ceremony but Leah seems persistent in her efforts to catch the young man. Alan is desolate when the rugby club closes and Paula makes it clear that she no longer wants Dai either as a work colleague or her man. Fortunately a Dutch new age life coach Peschman arrives in Pontyberry and soon has half the residents sitting in a semi-circle chilling out to 'Tubular Bells'. Can he save Paula and Dai's relationship?    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 14,
                    "original air date": "8 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Dancer Ashley Banjo comes to town with talent contest 'Got To Dance' and Ben persuades Little Alan that this could be his chance to get the money to save the rugby club from closing. Stella attends an 80s themed fancy dress reunion at her old school where she finds herself attracted to Rob's Tom Cruise outfit and once again comes close to reconciliation with him. Dai's Adam Ant get-up is the least of his worries as, at a marriage guidance meeting with Peschman, Paula admits to having sex with Yanto before moving into her own bedsit. Sunil is still having trouble ...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 15,
                    "original air date": "15 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    After unwittingly showing herself up at the school reunion Stella decides to concentrate on her job at the undertakers with Paula and is surprised to see Rob and Melissa sharing a romantic moment. Alan feels anything but romantic towards his ex-wife and decides he must take up a plan of action on learning that property developers intend to buy the land on which the rugby club stands. Inspired by Pechman Paula decides to be a better person and offers to baby-sit Sunil and Emma's son Abrha, but loses him on the way to his naming ceremony. Fortunately Jagadeesh's Tom ...    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 12,
                    "original air date": "22 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Dai has gone missing and Aunty Brenda sends the formidable WPC Glover to track him down. Paula on the other hand annoys Stella by her lack of commitment to the funeral parlour, preferring instead to take up meditation and then put on her dancing shoes for the Gotta Dance auditions. Consequently Stella ends up double booking and Bobby is left to pick up the pieces when two funeral parties turn up to find only one plot available. Luke meanwhile prepares to fight Lenny in the amateur boxing ring with Zoe the prize.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 12,
                    "original air date": "1 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    As fight night approaches and Lenny makes it clear that he will do anything to beat Luke a worried Stella blames Rob for encouraging their son to box though animosity turns to a rekindling of their old feelings. On Come To School Dressed As a Famous Person Day Stella comes to Ben's aid by sending along as Harry Potter though his request for a date with Bethan does not go as planned. Alan's ex-wife Melissa uses the fact that he is prepared to sell his house in order to fund his campaign to save the rugby club to show that he is irresponsible and should give her custody...    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 12,
                    "original air date": "8 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    When Alan's bid to remortgage in order to save the club is rejected Aunty Brenda comes up with the idea of a charity rugby match,bringing ex-international Scott Quennell in to coach the locals. Suddenly Alan is very popular. Zoe moves in with Luke to Lenny's displeasure whilst Nadine and Karl announce that they are trying for a family.On the day of the match Sunil gets grief from Emma over his supposed affair with Leah but for Stella happiness seems assured this time with Rob. Then Sean returns at much the same time that Stella finds out something about Rob that she ...    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 16,
                    "original air date": "8 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Rob has asked Stella to go back to Canada with him but can she leave her family as Sunil and Emma are weathering their crisis and Daddy gives everybody a false alarm. With Sean back in the picture Stella has a decision to be made, a decision that may be decided when she finds that she does require a trip to the hospital after all.    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 15,
                    "original air date": "24 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    With both Rob and Sean gone from her life Stella, her hair now dyed blonde, is concentrating on training to become a nurse. She has a new neighbour, lawyer Michael Jackson, a divorced man whose ex-wife has custody of their daughter, and their initial meeting is not of the sunniest. Aunty Brenda meanwhile is appalled when her wayward daughter Verv returns from her travels round the world though Verv's old flame Yanto - or Doggy Man as she calls him - is certainly pleased that she is back. Elsewhere Emma prepares for her interview at a high class hair salon and Alan is ...    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 13,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    To revive her flagging sex drive Stella invests in hormone replacement therapy, which certainly takes it up a few notches, even leading to an erotic dream about presenter Jonathan Ross. There is no sexual chemistry, or even good will, between Stella and Michael, after an argument over wheelie-bins and seeing the Brennigs across the way hosting a donkey in their house leads Michael to believe he has come to a village of madmen. Running the undertakers on their own Daddy and Bobby find themselves over-whelmed with bodies and Alan finds it hard going at the Blubber ...    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 10,
                    "original air date": "7 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Stella treats Michael for a nose bleed but there is still no love lost between the couple after Michael catches Ben in his house looking for cigarettes - which leads to a trade-off in insults. Things are going well for Emma with her divorce from Sunil getting nearer to finalization and she enjoys herself at the hair-dressers' awards evening, meeting Nicky Clarke and getting ever closer to Marcus. There is no such luck however for Luke who is unaware that Zoe has been in touch with Lenny Mack behind his back and who fails the interview to be a coach driver for Aunty ...    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 12,
                    "original air date": "14 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Stella apologizes to Michael for past insults and they agree to a truce. When Michael finds his water has been cut off Stella lets him use her shower, giving her an eyeful in the process, but, thanks to Ben and his baseball and a broken window, the truce is extremely fragile. Meanwhile Aunty Brenda and Dai launch their bus service, starting with a trip to Castle Cook for the special needs children - as opposed to a pensioners' day out- and Daddy and Bobby, tired of the stress they have recently been put under, decide that the undertakers will cater for a better class ...    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 14,
                    "original air date": "21 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Whilst keeping the hormones at bay by reading a sexy novel Stella finds that she and Michael are getting ever friendlier, especially when she bandages his hand, having accidentally shut it in his car bonnet. For Luke, on the buses, life is not getting any better as he realizes what Zoe has been doing behind his back. Emma courts disaster too when she accompanies Stella on a girls' night out to a club to see singer Rylan Clark but drifts away for some passion in the toilet when Marcus turns up. Big Alan also has romance on his mind as he invites Celia out for dinner.    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 11,
                    "original air date": "28 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Michael takes great delight in telling ex-wife Jan that he already has a 'Plus One' for hid works charity gala dance - Stella. After initial hesitation Stella agrees and proves herself to be rather an asset on the night. Emma meanwhile continues her dangerous liaison with the very married Marcus and Luke does not fare well in a confrontation with Lenny Mack. Alan is also feeling rather awkward after turning down Celia's suggestion that she spend the night with him whilst the business partnership between Aunty Brenda and Dai Davies turns into rivalry as to the best way...    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 12,
                    "original air date": "7 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    After Stella wakes up in bed with Michael she determines that, given her recent track record, the relationship should not be purely carnal and she imposes a sex ban so that they can get to know each other as friends. For Emma it looks as if a sex ban is about to become mandatory as Marcus's wife Collette returns from Ireland. Alan has relationship problems too as he tries to build bridges with the shy Celia following his declining the offer to spend the night together though he has a more immediate problem when a group of disgruntled pensioners, led by the Captain, ...    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 12,
                    "original air date": "14 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Stella is feeling the pressures of motherhood as Ben gets suspended from school, thanks in part to Michael's daughter Katie, and Emma continues her dangerous liaison with Marcus, notwithstanding Collette's return. At least Luke is released without charge and reconciles with Zoe as their baby is born. Alan gets a visit from his long-estranged brother, who is also called Alan, to tell him that their mother has died. The siblings do not get on which causes extra work for Daddy and Bobby arranging the funeral and trying to keep them from coming to blows. An even bigger ...    "
                },
                "9": {
                    "title": "Episode #3.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 12,
                    "original air date": "21 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Things seem to be going along nicely for Stella with Michael, including a family outing, but sadly Katie's irresponsible actions land her in A and E. Stella and Michael rush to her bedside but so does Jan, who is not complimentary about her husband's child-care. The rivalry between Aunty Brenda and Dai as to who is top dog at the coach company comes to a head when, after a double booking, she stages a strike whilst Alan prepares to spend the money left to him by his mother - even though it is uncertain that he has any. Zoe and Luke, united after the happy event, ...    "
                },
                "10": {
                    "title": "Episode #3.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 16,
                    "original air date": "28 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Karl returns to Pontyberry for Zoe's wedding to Luke. However he is not happy when he learns about Emma's affair with Marcus and gives her an ultimatum. On the eve of the wedding the boys enjoy their stag night whilst, thanks to Verv, the girls sample some very unusual cakes. The great day dawns and everybody turns out at St John's Church to see the happy couple tie the knot. Stella, however, has less cause to be happy as, following Katie's accident, Jan has suggested that they give their marriage another try and that Michael returns to Chichester with her. Will ...    "
                },
                "11": {
                    "title": "Episode #3.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 19,
                    "original air date": "22 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    It's Christmas in Pontyberry and Stella is looking forward to spending her first Christmas with Michael. Aunty Brenda puts on a panto and Emma has a life changing decision to make.    "
                }
            },
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 20,
                    "original air date": "6 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Michael is now trying to run his solicitor's business from Stella's chaotic, overcrowded house as Katie lives with them and Zoe and Luke cannot find cheap accommodation. When his house sale fails though he has the perfect solution, knocking down the dividing wall to create one big home. Stella and Celia go their nursing placements, under the fearsome Cheryl and the aloof consultant Mr Honey, in whose presence Stella makes a huge mistake though she later impresses him and he helps her out of an awkward situation. Alan and Little Alan open their café - an ultimate ...    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 19,
                    "original air date": "13 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Stella is beginning to worry about Michael who is acting out of character. Aunty Brenda and Dai Davies have considerable differences when it comes to Brenda's Buses. Also Yanto has got a thing for Cheryl. Meanwhile, a new visitor Beyoncé (related to Rhian) spells trouble for Michael.    "
                },
                "3": {
                    "title": "Episode #4.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 14,
                    "original air date": "20 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Stella drags Ben to the hospital to try out for a job as a porter - where he impresses Mr Honey and Stella agrees to keep a secret for Cheryl. Little Alan makes no secret about his resentment of Michael working at the café and fires him. Michael rides to the pub on his bike and spends the afternoon drinking with barmaid Beyoncé though he ends up rejecting her advances. Alan, temporarily sacked by his son until Celia blackmails Little Alan into reinstating him, spends the afternoon causing havoc as he tries to catch a mouse. in the evening Dai invites the men of the ...    "
                },
                "4": {
                    "title": "Episode #4.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "27 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Michael is still trying to escape the predatory Beyoncé, who causes a car crash when she sends him a sexy text. Ben starts college and falls for fellow student Lily, whilst Luke and Zoe get a place of their own. Nadine and Karl also have good news. Meanwhile Stella and Michael plan a quiet birthday party for Katie that gets out of control as word gets out and more people invite themselves. It is not a huge success, due to an overflowing chocolate fountain, mass food poisoning from Aunty Brenda's rice salad and an unwelcome gate-crasher in Beyoncé, causing Stella to be...    "
                },
                "5": {
                    "title": "Episode #4.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 12,
                    "original air date": "6 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Stella tells Alan that she will give Michael the cold shoulder for a few days before relenting. However she and Michael turn up as a couple to re-enact the Battle of Pontyberry for the local historical society it turns into a real battle as Beyoncé confronts them with the truth about really happened between her and Michael, causing Stella to dump him for a night out with the girls. Ben tries to pluck up courage to ask Lily for a date whilst Luke, having made his rent money gambling, hopes to continue his winning streak but fails, leading him to accept a dodgy deal ...    "
                },
                "6": {
                    "title": "Episode #4.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 14,
                    "original air date": "13 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Stella sends Michael back next door and Bobby moves in as her lodger, bricking up the wall between the houses. At work she gets a pleasant surprise when Mr Honey asks her to accompany him to a consultants' function and Celia also gets a shock when personable ex-husband Dan, a locum physiotherapist, comes to work at the hospital. Alan is not happy. Aunty Brenda puts herself forward as a candidate against Dai Davies, sponsoring the ladies' football team though she collapses with a heart attack whilst watching them train and Stella's prompt action saves her. Ben spends a...    "
                },
                "7": {
                    "title": "Episode #4.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 15,
                    "original air date": "20 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Stella is surprised to find Paula has returned after a row with Dai and is seeking a divorce. Alan is worried that Celia will leave him for Dan but she not only stays when Dan leaves but proposes to Alan, who is about to open the café in the evenings. Desperate to repay Iwan Luke gets work with an escort agency, his first client being the reassuring Hazel. Unfortunately she wants them to go to Alan's café, where he pretends she is buying a car from him. Mr Honey turns up with Stella but they are both nervous and agree to remain friends. Next day the village turns out ...    "
                },
                "8": {
                    "title": "Episode #4.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 14,
                    "original air date": "27 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Aunty Brenda's political campaign takes full action as Election Day has arrived. However local bookie, Iwan, has decided to run for local council too and seems like the new hot favourite to be elected. Michael gives Aunty Brenda advice but will it be enough to help Aunty Brenda win? Meanwhile Ben's date with Lily turns out to be a disaster and Paula finally finds a new turning point in life. Also Stella and Michael seem as though they might still hold a candle for eachother, as together they find out what Iwan is really up to.    "
                },
                "9": {
                    "title": "Episode #4.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "votes": 12,
                    "original air date": "3 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Almost back together Stella and Michael are asked by Alan and Celia to be best man and maid of honour at their wedding, with Dai Davies giving the groom away. Due to a mix-up for the stag and hen parties the stags arrive at a spa whilst the hens end up paint-balling but the bride and groom love it and they decide that the wedding will go ahead even though financial difficulties mean the café must close. Luke too has increasing money problems due to his gambling addiction and with Zoe stopping him from seeing Hazel and Iwan demanding payment in full in two days he ...    "
                },
                "10": {
                    "title": "Episode #4.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "votes": 17,
                    "original air date": "10 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Stella is thrilled to learn that she has not only passed her first year nursing exam but, due to the unexpected support of Cheryl, has qualified for a second year scholarship. She is also pleased, but with reservations, that Michael has got the London post. As the wedding day dawns Rob returns to save Luke financially and all of Pontyberry turn out for the nuptials - which, due to a few legal irregularities, almost do not take place. However quick thinking by Michael saves the day and Rob tells Stella she should not let a good man go. As a result they are back ...    "
                }
            },
            "5": {
                "1": {
                    "title": "Episode #5.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 18,
                    "original air date": "12 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Michael is working in London and returning to Pontyberry at weekends and Stella is concerned about his lack of interest in the heavily pregnant Beyoncé, obtaining a reluctant agreement that he will provide for his unborn son, whilst Nadine and Karl throw an elaborate christening party for their baby Genevieve. Luke is literally left holding the baby with Zoe visiting her sick father but is anxious to start a Gamblers Anonymous group in the village and Ben, dumped by Lily, is miserable and hopes Little Alan will stay for the summer with his father and Celia on a camper...    "
                },
                "2": {
                    "title": "Episode #5.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 17,
                    "original air date": "19 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    To buy a new exhaust Stella and Michael sell their belongings at a car boot sale, where an encounter with Beyoncé causes the couple to argue. On the plus side Stella does win a new car and Michael gains an important Middle Eastern client. Ben's attempts to ruin Little Alan's romance with waitress Cerys leads to his meeting her in secret and Karl is unhappy when Nadine imposes a post-natal love ban though Michael suggests attendance at the pub's dance class evening may act as an aphrodisiac. Aunty Brenda and Bobby both get work with Ivan Schloss, who also comes to the ...    "
                },
                "3": {
                    "title": "Episode #5.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 16,
                    "original air date": "26 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    In London on a college trip Stella pays a surprise visit to Michael and the pair are invited to dinner with Maria and husband Max, who turn out to be swingers . In resisting their advances Stella and Michael's relationship seems stronger, leading to a proposition of a different kind. Next day however Stella sees a face from the past - somebody keen to come back to Pontyberry. When Mayor Mary Meyer drops down dead in a meeting Bobby sees his chance to impress Ivan - now a reluctant dance teacher as well as an undertaker - but loses the funeral when he turns down Mary's...    "
                },
                "4": {
                    "title": "Episode #5.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 12,
                    "original air date": "2 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Unaware that Rob has returned to Pontyberry because he is terminally ill Michael grows increasingly annoyed by his presence, especially when it interferes with his anniversary plans, and tells Stella he is leaving for London. Having successfully hosted a Star Trek wake Aunty Brenda gets elected the new mayor on promises of free lunches whilst Nadine persuades Ivan to partner her at the dance contest and Luke plans to set up his own business as a fitness instructor. Jas is unhappy that her grandmother has arranged a marriage for her - until she sees the attractive ...    "
                },
                "5": {
                    "title": "Episode #5.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 12,
                    "original air date": "9 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    At her investiture as mayor Aunty Brenda typically milks it but her thunder is stolen by the reappearance of her estranged husband Clem whilst things hot up between Ivan and Nadine and Jag and Carole as Pontyberry's finest take to the dance floor in a contest which sees judges Aunty Brenda and Jag's mother Nina almost come to blows . A jealous Michael sets out to compete with Rob at Luke's boxing class and feels ashamed when Rob tells him about his illness whilst Luke is angry that his parents kept it from him.    "
                },
                "6": {
                    "title": "Episode #5.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 10,
                    "original air date": "16 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    As Rob and Luke reconcile Beyoncé's waters break, requiring Stella to play midwife and make an unexpected call to Michael in London. Jag and Carole start to date but his mother has plans for an arranged marriage for him, leading to a misunderstanding. Ben warms to Cerys as their video of Clem saving Stella's dog Banjo from being run over goes viral. Declared a hero as a result Clem uses this to get back with Aunty Brenda, who not only loses her job at the undertakers after rowing with Ivan - who replaces her with Zoe - but her mayor-ship as a shocking secret from her ...    "
                },
                "7": {
                    "title": "Episode #5.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "votes": 10,
                    "original air date": "23 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Beyoncé dumps baby Jackson on Stella whilst she takes a holiday, leaving Stella feeling broody and susceptible to a passionate kiss from Rob. Ben has to admit his initial dislike of Cerys has changed to exactly the opposite, as she finds out whilst Nadine and Ivan ruefully put their dance partnership and mutual feelings behind them. Paula returns to the village to bury the recently deceased Daddy and is surprised to find she has a brother, Jake, Daddy never told her about. The funeral is a lavish and lively affair, with a guest singer whose friendship with the ...    "
                },
                "8": {
                    "title": "Episode #5.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "votes": 13,
                    "original air date": "1 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    As Paula leaves Pontyberry Rob brings his wife Suzanne and news of life saving surgery. The return of Karl however only makes love-lorn Ivan more miserable and neglectful of his work. Things look bleak for Aunty Brenda as she faces her tribunal to clear her name regarding her youthful flirtation with cannabis. Fortunately Clem organizes the village into a musical plea for her reinstatement whilst Ben, after advice from Luke, does the right thing by Cerys and Little Alan, resulting in Ben's gloriously messy birthday party. Another return, that of a drunken Beyoncé with...    "
                },
                "9": {
                    "title": "Episode #5.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "votes": 13,
                    "original air date": "8 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Despite being married to Suzanne Rob shocks Stella with a proposition whilst Beyoncé drops a bombshell on Michael and Stella's daughter Emma returns home with new husband New Ager Oak. A depressed Ivan almost ruins the funeral of a famous poet but the day is saved by Bobby, whom Ivan appoints as his manager as he prepares to leave for Middlesbrough. Aunty Brenda meanwhile rejects Clem's suggestion that they get back together though Stella, on the other hand, has a permanent proposal for the newly-employed Michael.    "
                },
                "10": {
                    "title": "Episode #5.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "votes": 15,
                    "original air date": "15 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Working from an office at his allotment Michel is preparing for his marriage to Stella and eventually calls Beyoncé's bluff over the disputed paternity in public on a television show, getting his result. Jagadeesh and Carole decide to go public, eventually winning over his disapproving daughter Jasminder whilst Ivan, about to leave Pontyberry, makes a life changing offer to Nadine and Rob goes into hospital for his crucial operation. Emma sees the light and the big day eventually dawns for Stella and Michael with an added surprise at the altar, though not all of their...    "
                },
                "11": {
                    "title": "Christmas Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stella (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "votes": 15,
                    "original air date": "23 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    As Christmas approaches Aunty Brenda, in her capacity of mayor, invites Horst, her opposite number in Pontybery's twin town, the fifth largest in Lapland to come over whilst another visitor is Michael's sister Val, who fusses over the pregnant Stella rather too much. There are also possible departures in the air as Ivan asks Nadine to leave Karl and run away with him and Luke sees Rob, possibly for the last time, as his father undergoes life-saving surgery. There are also star guests, including one of Pontybery's most famous adopted sons Scott Quinnell and folk ...    "
                }
            }
        },
        "number of episodes": 58,
        "cast": [
            {
                "name": "Paullada, Karen"
            },
            {
                "name": "Jones, Ruth"
            },
            {
                "name": "Gallivan, Craig"
            },
            {
                "name": "Davies, Justin"
            },
            {
                "name": "Pugh, Aled"
            },
            {
                "name": "Gammond, Daniel"
            },
            {
                "name": "Botcher, Di"
            },
            {
                "name": "Gomer, Russell"
            },
            {
                "name": "Witcomb, Bethan"
            },
            {
                "name": "Speirs, Steve"
            },
            {
                "name": "Aron, Pal"
            },
            {
                "name": "Evans, Maxine"
            },
            {
                "name": "Jones, Julian Lewis"
            },
            {
                "name": "Baladi, Patrick"
            },
            {
                "name": "Stewart, Catrin"
            },
            {
                "name": "Hywel, Dafydd"
            },
            {
                "name": "Hingott, Clare"
            },
            {
                "name": "Evans, Howell"
            },
            {
                "name": "Davies, Deddie"
            },
            {
                "name": "Jones, Mark Lewis"
            },
            {
                "name": "Berrington, Elizabeth"
            },
            {
                "name": "Girvan, Rory"
            },
            {
                "name": "Bhuchar, Sudha"
            },
            {
                "name": "O'Donnell, Anthony"
            },
            {
                "name": "Atwal, Taj"
            },
            {
                "name": "Teale, Owen"
            },
            {
                "name": "Mackintosh, Martha"
            },
            {
                "name": "Rydal, Emma"
            },
            {
                "name": "Beasley, Remy"
            },
            {
                "name": "Cater, Wayne"
            },
            {
                "name": "Cook, Josh"
            },
            {
                "name": "Doughty, Kenny"
            },
            {
                "name": "Akram, Yasmine"
            },
            {
                "name": "Elwyn, Michael"
            },
            {
                "name": "Pierce, Gareth"
            },
            {
                "name": "Blackwood, Tilly"
            },
            {
                "name": "Fraser, Alexandra"
            },
            {
                "name": "Hughes, Eiry"
            },
            {
                "name": "Vaughan, Leona"
            },
            {
                "name": "Gardner, Tony"
            },
            {
                "name": "Packer, Suzanne"
            },
            {
                "name": "Robert, Beth"
            },
            {
                "name": "Kamil, Nadia"
            },
            {
                "name": "Elin-Salt, Katie"
            },
            {
                "name": "Miles, Theo"
            },
            {
                "name": "Steed, Maggie"
            },
            {
                "name": "Jones, Tyga-Jay"
            },
            {
                "name": "Riding, Joanna"
            },
            {
                "name": "Fan, Grace"
            },
            {
                "name": "Gough, Denise"
            }
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 6,
        "rating": 8.0,
        "votes": 1428,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTU5ODQ1NDQxNl5BMl5BanBnXkFtZTgwMTAwNzY4MzE@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Stella",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2017",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Jones, Ruth"
            },
            {
                "name": "Peet, David"
            },
            {
                "name": "Edwards, Ben"
            }
        ],
        "production companies": [
            {
                "name": "Tidy Productions"
            }
        ],
        "distributors": [
            {
                "name": "Sky One HD"
            }
        ],
        "other companies": [
            {
                "name": "Aimimage / Ice Film"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "De Lane Lea"
            },
            {
                "name": "Gauntlet Security"
            },
            {
                "name": "Helicopter Film Services"
            },
            {
                "name": "Mad Dog 2020"
            },
            {
                "name": "Media Meals"
            }
        ],
        "plot": [
            "A series set in the fictional village of Pontyberry in the South Wales Valleys centered on the lives of a single mother in her forties, who earns a living doing the locals' ironing, and her family and friends.::Production"
        ],
        "synopsis": [
            "Stella is a middle aged single mum bringing up three kids in the valleys of Wales. Her eldest son is in prison for stealing cars and her two younger children are still at school, with the usual trials and tribulations of teenage life. Her best friend is a functioning alcoholic funeral director married to her brother. A cast of colourful local characters add to the great scenery and agile dialogue expected from Ruth Jones.\nA warm and funny off-beat drama playing to the strengths of writers and actors."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1428,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 177,
                "rating": 7.6
            },
            "aged 30 44": {
                "votes": 412,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 389,
                "rating": 8.1
            },
            "males": {
                "votes": 607,
                "rating": 7.5
            },
            "males aged 18 29": {
                "votes": 91,
                "rating": 6.8
            },
            "males aged 30 44": {
                "votes": 227,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 229,
                "rating": 7.8
            },
            "females": {
                "votes": 477,
                "rating": 8.6
            },
            "females aged 18 29": {
                "votes": 84,
                "rating": 8.5
            },
            "females aged 30 44": {
                "votes": 182,
                "rating": 8.5
            },
            "females aged 45 plus": {
                "votes": 157,
                "rating": 8.7
            },
            "top 1000 voters": {
                "votes": 31,
                "rating": 6.3
            },
            "us users": {
                "votes": 140,
                "rating": 7.7
            },
            "non us users": {
                "votes": 648,
                "rating": 7.8
            }
        },
        "number of votes": {
            "10": 464,
            "9": 295,
            "8": 386,
            "7": 132,
            "6": 51,
            "5": 27,
            "4": 11,
            "3": 12,
            "2": 12,
            "1": 38
        },
        "arithmetic mean": 8.3,
        "median": 9
    }
}