{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2012"
            },
            {
                "country": "USA\n",
                "date": "6 May 2013"
            },
            {
                "country": "Sweden\n",
                "date": "6 January 2015"
            }
        ],
        "release dates": [
            "USA::2012",
            "USA::6 May 2013",
            "Sweden::6 January 2015"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Wedding or Knot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "3 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Four brand new couples take the plunge into the first year of marriage.    "
                },
                "2": {
                    "title": "Two Mini-moons and a Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "7 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    When Adonis's dad displays his flashy, polyamorous lifestyle to everyone, Adonis realizes there's a lot more work to be done to put Erica's trust issues to rest. Craig puts together a romantic camping honeymoon but when their nightmare campsite reminds Brandon of his traumatic past, Craig proves he's there to support his husband no matter what. Meanwhile, Rob and Ro are excited to move into a new, larger apartment, however Rob's meticulous moving style clashes with Ro's more go-with-the-flow attitude. Rob and Tara put their disastrous burlesque wedding reception ...    "
                },
                "3": {
                    "title": "Fight or Flight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "13 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    After canceling their honeymoon, Tara lets off some steam through retail therapy but Rob takes issue with her frivolous spending. Craig and Brandon drive to Las Vegas to donate sperm to Brandon's sister, Bree, which gets Craig's biological clock ticking for them to start their own family. Rob and Ro struggle to find time for each other, as they try to juggle married life and their budding careers. Meanwhile, Erica and Adonis kick off their first year with a picturesque Hawaiian honeymoon. However, Erica still has anxiety towards Adonis's relationship with his dad. In ...    "
                },
                "4": {
                    "title": "Vow and Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "20 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Brandon and Craig settle into married life, but balancing work, chores and finances proves difficult as Brandon struggles to convince Craig to help out around the house. Tara pleads with Rob to set aside his issues with her family, culminating in a confrontation between her parents and her husband.The honeymoon's over for Erica and Adonis, as they turn to a counselor to get their relationship back on track. Meanwhile, a visit with a fashion designer inspires Ro to want to leave her corporate job for a more fulfilling career. Rob on the other hand feels left out of the...    "
                },
                "5": {
                    "title": "A Very Modern Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "27 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Rob and Ro escape the stress of their New York City lifestyle when they flee to Florida for the weekend to celebrate Rob's birthday. However, tensions arise when Ro contemplates a permanent move to Florida. Craig is devastated to learn about his unexpected fertility issues, leaving Brandon fuming after he asks his best friend Cristal to be his and Brandon's surrogate. Adonis gets a taste of redemption when he is reunited with his long-lost Lamborghinis, but Erica worries that he'll go back to his old player ways. Things only get worse when Adonis's dad comes back into...    "
                },
                "6": {
                    "title": "It's All Gravy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "3 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Following their big fight, Rob and Ro vow to work on their communication skills just in time for their first Thanksgiving as a married couple. But when the holidays get Ro thinking about her estranged father, she picks up the phone and puts her heart on the line to reconnect with him. Meanwhile, Brandon does not appreciate being the third wheel when Craig's friend Cristal comes to visit, but Craig is determined to prove that Cristal should be his and Brandon's surrogate. As Thanksgiving draws near, Adonis convinces Erica to invite his Dad back into their lives to ...    "
                },
                "7": {
                    "title": "I Got You Babe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "10 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Rob and Ro travel to London to reconnect with her estranged father where she finally has the chance to ask him some tough questions. Back in the states, Tara convinces Rob to clear out the negative energy in their home, with a complete renovation. But when the first wall comes down, they discover that the remodel, like their marriage, is going to be a work in progress. Meanwhile, Craig is tasked with taking care of his bed-ridden husband Brandon following a surgery. Erica enlists Adonis to help take care of her nephew Aiden while her sister is in the hospital, but ...    "
                },
                "8": {
                    "title": "Wife Is a Stage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "17 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Reuniting with her father has given Ro a new outlook on life, motivating her to find a new job but when she makes a major life decision without consulting Rob, tempers flare. Brandon's recovery from surgery inspires him to surprise Craig with a romantic trip to New York, where they finally revisit Craig's Broadway past. As Erica's trust in Adonis fades, she meets with her cousin Jessica to gain some perspective. Meanwhile, Rob and Tara's home renovation has taken on a life of its own, leaving them out of the house and at each other's throats, culminating in their ...    "
                },
                "9": {
                    "title": "Florida or Bust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Brandon and Craig visit Craig's family in Florida where at Brandon's urging, Craig confronts his anxiety about showing affection to Brandon in front of his dad. Rob and Ro also head to the sunshine state to weigh the pros and cons of a new life away from New York. Meanwhile, Erica takes a trip to celebrate her birthday with her sisters and cousin Jessica with the hope of gaining some insight on her marriage, but Adonis worries what this time away could mean for the future of their relationship. Tara and Rob leave their renovation woes behind for a honeymoon re-do in ...    "
                },
                "10": {
                    "title": "How to Get Away with Marriage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "2 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    After a tense honeymoon in San Francisco, Tara and Rob finally come to an agreement about Rob's relationship with her parents. Later they are thrilled to move into their newly renovated house. Rob surprises Ro with a romantic getaway in the city to celebrate their anniversary. Meanwhile, Craig and Brandon decide to celebrate their first year anniversary with a big party, but they are caught off guard when they get some big news that leaves them speechless. Back at home after her birthday getaway, Erica reveals to Adonis her plans that could drastically affect the ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Ready, Set, Wed!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 May 2013",
                    "year": "2013",
                    "plot": "\n    Four couples seal their vows and embark on their first year of marriage. Kathryn and John unite their traditional families in a big fat Greek wedding. Cultures clash as Tina and Tarz wed in a lavish Bollywood-themed wedding in South Carolina. Determined to overcome their family histories of divorce and neglect, Blair and Jeff make their love official by signing domestic partnership papers. Kim and Alaska rev up their fast paced lives after a wild 7-year courtship and rejoice in their new status as legal in the eyes of their church.    "
                },
                "2": {
                    "title": "The Honeymoon's Over?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 May 2013",
                    "year": "2013",
                    "plot": "\n    Still on cloud nine, Blair embraces his inner bridezilla and begins planning a lavish commitment ceremony in Savannah. Kim cringes at the thought of living in Alaska's former bachelor pad, while Alaska remains committed to economizing. Tina and Tarz get matching tattoos, outraging Tina's conservative father. John's fantasy of a traditional marriage comes true when his new wife initially cooks and cleans for him, but she quickly becomes bored with her new identity as housewife.    "
                },
                "3": {
                    "title": "Be Mine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 May 2013",
                    "year": "2013",
                    "plot": "\n    Only two months after the wedding, pregnancy test results are revealed for Kathryn and Tina. Both women find that their husbands may not be on the same page as they are when it comes to the idea of parenthood. Blair and Jeff argue after Jeff accuses Blair of overreacting to the death of his idol, Whitney Houston. Blair soon learns that Jeff's behavior as a husband is deeply rooted in his relationship with his parents. Kim looks to her father for advice on how and when to compromise when Alaska insists on making all the decisions. Amidst tensions and tears, each couple...    "
                },
                "4": {
                    "title": "Can You Let Me Talk?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 May 2013",
                    "year": "2013",
                    "plot": "\n    The marriage clock strikes at 3 months and power struggles grow. John acquires a failing tanning salon and reluctantly considers putting Kathryn at the helm. After giving in to Kim and moving to Harlem together, Alaska puts his foot down as ruler of his new household. Tarz doesn't want to have sex on Tina's baby-making schedule. It's finally the weekend of Blair and Jeff's lavish commitment ceremony. While Blair is ecstatic to be surrounded by family and friends, Jeff's insecurity by his parents is tormenting him.    "
                },
                "5": {
                    "title": "All I Want Is Everything",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    After almost five months of marriage, newlywed life seems less...new. It's been two weeks with no sex for Blair and Jeff becomes less turned on, while John is finding Kathryn's ever-expanding body unattractive. Tina tries to heat up her sex life with a sexy dance, but Tarz finds her \"cute\" instead of sexy. Kim and Alaska manage a sexy reunion, but the couple is on edge as soon as the next separation approaches.    "
                },
                "6": {
                    "title": "You Are So Different Now",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    After 7 months of marriage, communication is at an all-time low. Jeff meets with an attorney and is surprised to find that Blair is earning equity in Jeff's house. Tarz and Tina have planned a nude photo shoot to celebrate their newlywed year but Tina insists on sparkles and feathers. Despite his usual stoicism, Alaska gets sentimental reminiscing about his mom. John gets frazzled by an emergency at the salon and Kathryn wants more freedom to handle the business in her own way.    "
                },
                "7": {
                    "title": "Sex and Money",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    After some family bonding, Kim is upset that Alaska is packing again for LA...with no plans for a return flight. Kathryn fears John will not be much help when it comes time for the delivering and raising of their baby. Tina and Tarz are ambushed by a surprise announcement from her father. Jeff and Blair once again find themselves at an impasse over the sex versus money argument.    "
                },
                "8": {
                    "title": "Happily Ever After",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "24 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    365 days later...how did the newlyweds do? At their overdue Mexican honeymoon, Kim and Alaska come to grips with the reality that they still have much to work out with their bi-coastal marriage. Kathryn and John slowly acclimate to parenthood. Tina's widowed father becomes a newlywed, giving Tina and Tarz an opportunity to reflect on the ups and downs of their own first year of marriage. Blair and Jeff finally explore how to meet each other's needs with the help of a sex therapist.    "
                }
            },
            "2": {
                "1": {
                    "title": "Vow or Never",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "10 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Erik and Nadine get married after knowing each other for only seven months; Tori and Rouvaun get a second chance at love; Laura and Kirk plan a lavish wedding in Washington D.C.; Sam springs a last-minute prenuptial agreement on Laura.    "
                },
                "2": {
                    "title": "Couples Retreat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "17 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Following their dreamlike Hawaiian honeymoon, Kirk and Laura try to settle into married life but it's not so easy when Kirk would rather indulge in his expensive aquarium hobby than help Laura around the house. Erik and Nadine set off on their epic honeymoon across two continents, but soon realize that they may know less about each other than they thought. Tensions hit a boiling point when Laura gets fed up with Sam's meddling family, and she decides to let them know during a family barbeque. Meanwhile, Toi struggles to find her place in Hayward after giving up her ...    "
                },
                "3": {
                    "title": "Weight of the World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "24 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    As everyone gears up to celebrate the holidays, Toi and Rouvaun enjoy a quick getaway to LA. Toi decides to spice things up by going to a lingerie boutique in Hollywood and puts on a show for her new hubby. Laura attempts to put Kirk on a diet plan when she realizes that his weight issues are standing in the way of them having a baby. Erik and Nadine continue to learn about each other's annoying habits and when Nadine decides to take a pregnancy test following her dizzy spells, Erik worries that it may be too soon for a new addition. Laura is enjoying being a ...    "
                },
                "4": {
                    "title": "Pressure Cooker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "31 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Laura is on a mission to convince Kirk to have a baby. Erik cooks the most romantic Valentine's Day meal for his new bride Nadine. Toi becomes ill when her lupus flares up and rears its ugly head. Sam and Laura prepare for their big honeymoon adventure.    "
                },
                "5": {
                    "title": "Please Baby, Baby Please",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "7 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Toi and Rouvaun travel to Washington, D.C. Sam and Laura start researching fertility options. Laura makes it very clear that she is not on the same timeline as Sam. Erik and Nadine start planning for a baby while Laura has a big surprise for Kirk.    "
                },
                "6": {
                    "title": "Family Secrets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "14 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    While in LA for a quick getaway, Sam and Laura visit a strip club where Laura's close encounters with strippers put Sam's patience to the test. Kirk and Laura find themselves in limbo as they wait to find out the fate of Laura's pregnancy. Toi and Rouvaun are hit with the news that they have to move, and the stress leads them to the biggest argument of their newlywed life. When Nadine's father decides to move to LA, Erik and Nadine realize the time has come to tell him the truth about Erik's past, but do they go through with it?    "
                },
                "7": {
                    "title": "Nun Better",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "21 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    After a day spent with Laura's adorable niece Fay, Sam decides it's time for her and Laura to get their eggs tested. With the baby's arrival fast approaching, Erik and Nadine decide to get help from a financial planner but quickly realize they may not be making enough money to accommodate their fancy lifestyle once their bundle of joy arrives. Rouvaun warns Toi that he won't be able to support her store much longer if she doesn't come up with a way to increase customer traffic. And in a turn of events, Kirk and Laura finally get some good news.    "
                },
                "8": {
                    "title": "Great Expectations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "28 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    After a day spent with Laura's adorable niece Fay, Sam decides it's time for her and Laura to get their eggs tested. With the baby's arrival fast approaching, Erik and Nadine decide to get help from a financial planner but quickly realize they may not be making enough money to accommodate their fancy lifestyle once their bundle of joy arrives. Rouvaun warns Toi that he won't be able to support her store much longer if she doesn't come up with a way to increase customer traffic. And in a turn of events, Kirk and Laura finally get some good news.    "
                },
                "9": {
                    "title": "Hurry Up and Weight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "5 May 2015",
                    "year": "2015",
                    "plot": "\n    Thrilled with the news of Laura's pregnancy, Kirk starts to plan for their growing family and gives Laura the gift that she has been waiting for. After Rouvaun's ultimatum, Toi decides to throw a fabulous soirée to draw more business to her store, but will it be a success? With their baby plans on hold, Sam and Laura focus on Laura's career after she wins the New School Chap Book award in non-fiction writing. Erik and Nadine enjoy the last weeks of pregnancy, but the news they get from the doctor only heighten Nadine's fears of impending childbirth.    "
                },
                "10": {
                    "title": "The Final Push",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newlyweds: The First Year (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "12 May 2015",
                    "year": "2015",
                    "plot": "\n    As they approach their anniversary, the Newlyweds take time to reflect on the ups and downs of their first year. Toi and Rouvaun travel to LA to celebrate their anniversary but their plans are derailed when Toi has an unfortunate Lupus flare up. With Erik's support, Nadine leaves her fears behind and heads to the hospital to be induced, but a 36-hour labor threatens her sanity. Kirk and Laura have found their dream home and start packing up their condo but when Kirk spends more time packing up his fish tank, Laura is less than pleased. Sam and Laura celebrate their ...    "
                }
            }
        },
        "number of episodes": 28,
        "cast": [
            {
                "name": "Brann, Rob"
            },
            {
                "name": "Brann, Rochelle"
            },
            {
                "name": "Gladney, Adonis"
            },
            {
                "name": "Johnson, Erica"
            },
            {
                "name": "Liberati, Brandon"
            },
            {
                "name": "Radcliffe, Rob"
            },
            {
                "name": "Radcliffe, Tara"
            },
            {
                "name": "Ramsay, Craig"
            },
            {
                "name": "Courtney, Erik"
            },
            {
                "name": "Courtney, Nadine Jolie"
            },
            {
                "name": "Troutman-Walker, Toi"
            },
            {
                "name": "Late, Blair"
            },
            {
                "name": "Ludwigsen, Tarz"
            },
            {
                "name": "Sugandh, Tina"
            },
            {
                "name": "Walker, Rouvaun"
            },
            {
                "name": "Abby, Laura Leigh"
            },
            {
                "name": "Abby, Samantha"
            },
            {
                "name": "Knight, Kirk"
            },
            {
                "name": "Knight, Laura"
            },
            {
                "name": "Brown, Dirk"
            },
            {
                "name": "Troutman, 'Snake Dancer' Tom"
            },
            {
                "name": "Stillwell, Haviland"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 5.3,
        "votes": 38,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjAxMjI0NzY3Nl5BMl5BanBnXkFtZTgwNzE3NzAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "plot outline": "Explores the ups and downs of marriage as diverse couples from across the country experience the trials and tribulations of their first year of marriage. From the moment they say 'I do' to their one-year anniversary and everything in between, the cameras capture the significant milestones, difficult adjustments and everyday life of the twelve newlyweds to see whether or not they can survive what proves to be the most difficult year of marriage.",
        "languages": [
            "English"
        ],
        "title": "Newlyweds: The First Year",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Newlyweds: The First Year (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Monkey Kingdom Productions"
            }
        ],
        "distributors": [
            {
                "name": "Bravo!"
            }
        ],
        "other companies": [
            {
                "name": "Vinnie Potestivo Entertainment"
            }
        ],
        "plot": [
            "Explores the ups and downs of marriage as diverse couples from across the country experience the trials and tribulations of their first year of marriage. From the moment they say 'I do' to their one-year anniversary and everything in between, the cameras capture the significant milestones, difficult adjustments and everyday life of the twelve newlyweds to see whether or not they can survive what proves to be the most difficult year of marriage.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 38,
                "rating": 5.3
            },
            "aged 18 29": {
                "votes": 7,
                "rating": 4.4
            },
            "aged 30 44": {
                "votes": 13,
                "rating": 3.2
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 4.2
            },
            "males": {
                "votes": 16,
                "rating": 2.1
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 1.6
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 1.0
            },
            "females": {
                "votes": 13,
                "rating": 5.9
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 4.3
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 3.4
            },
            "us users": {
                "votes": 16,
                "rating": 3.7
            },
            "non us users": {
                "votes": 4,
                "rating": 2.5
            }
        },
        "number of votes": {
            "10": 8,
            "9": 0,
            "8": 6,
            "7": 3,
            "6": 2,
            "5": 4,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 13
        },
        "arithmetic mean": 5.3,
        "median": 5
    }
}