{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "3 January 2012",
                "notes": "                            (Slice)"
            }
        ],
        "release dates": [
            "Canada::3 January 2012                            (Slice)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Ten Year Old or Toddler?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Wrap Kids (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Differing parenting styles cause problems when a previously married couple merge their families and have clashing ideas on how to raise their kids.    "
                },
                "2": {
                    "title": "Five Kids on Lockdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Wrap Kids (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Mom and dad team up to create the most claustrophobic parenting style ever. Their five kids can't play unsupervised in the front yard.    "
                },
                "3": {
                    "title": "Play Dates are Banned",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Wrap Kids (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Even after 14 years of marriage, dad can't convince mom to let their kids have some freedom. Their 10-year-old daughter desperately wants a play date. Their 12-year-old son fights to ride his bike without being supervised. And they both want to play in the backyard without being monitored by walkie-talkie.    "
                },
                "4": {
                    "title": "Trapped in Manhattan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Wrap Kids (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    They live in New York City, and dad sports punky blue hair, but mom's short leash is suffocating her sons. Their 11-year-old has to call her on his two-block walk home from school, and isn't allowed to walk the dog unsupervised. And every meal must be microwaved to a crisp for fear of bacteria.    "
                },
                "5": {
                    "title": "Dancing with Danger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Wrap Kids (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    A suburban family's serenity is ruined by their mom's fear that a predator will abduct her two sons. Both kids can't venture to the corner store by themselves or play in the park across the street. The eldest wants to be a dancer but mom won't let him into the change-room by himself, stunting not only his childhood, but also his future career dreams.    "
                },
                "6": {
                    "title": "Zen & Now",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Wrap Kids (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Rob has handed most parenting decisions over to Kelly, and now their children live under a blanket of fear and limitations. Their son is only allowed to ride his skateboard on the grass and worries about getting cancer. Their daughter can't cross the road by herself, and is often sick and anxious due to constant fear mongering.    "
                },
                "7": {
                    "title": "Family Secrets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Wrap Kids (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Parental paranoia is wreaking havoc in this family. The 15-year-old son is forced to text his every move, and suffers the embarrassment of supervised visits to the mall bathroom. The daughter is forbidden to go to friend's sleepovers, and both siblings fear for the fate of their younger brother.    "
                },
                "8": {
                    "title": "High Anxiety",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Wrap Kids (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Dad doesn't like to rock the boat while Mom enforces crazy rules for her children. Fearing the worst-case scenario, her daughters are not allowed to ride their bikes outside of the backyard, can't go for walks with their friends, or even climb too high on the monkey bars.    "
                },
                "9": {
                    "title": "The Iron Dome Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Wrap Kids (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Mom turns her house into a prison. Living in constant fear of murderers, she forbids her six kids from playing outside, having sleepovers, and even her 13 year-old son can't go to the mall restroom on his own. Mom disguises herself to follow her kids and posts rules throughout the house to monitor her children's every move. Dad is at his wit's end. Enter Lenore Skenazy; a parenting expert who helps parents shed their child-rearing fears. But when an assault in the local park shocks the community, Lenore has to think fast and alter her plan.    "
                },
                "10": {
                    "title": "Desperate for Date Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Wrap Kids (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Dad's in law enforcement, but doesn't enforce his relaxed parenting style at home. Mom's strangle-hold on their four boys is driving the family crazy. She won't let her eldest go off with his friends, forbids him to ride his bike without her present, and even brushes his teeth for him. Dad just wishes they could hire a babysitter, ditch the kids, and go on their first romantic outing in 12 years.    "
                },
                "11": {
                    "title": "Welcome to the Nut House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Wrap Kids (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Mom and Dad are convinced their five young children could be abducted and murdered at any moment, and have passed those fears on to their kids. The kids are never allowed outside unless they are with their parents and are only allowed to play on the enclosed back deck. Mom & Dad even want to start a business that would use actors to lure children into their cars to teach kids a lesson about trusting strangers.    "
                },
                "12": {
                    "title": "Rules Overboard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Wrap Kids (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    An emotionally volatile mom refuses to budge on her overprotective parenting. But the fate of her four children and her husband hinge on her willingness to change. The eldest son is forbidden to go to parties, his younger sister still sleeps with her mom, and no one is allowed in the kitchen for fear of electrocution. Her own daughter calls her crazy.    "
                },
                "13": {
                    "title": "Girls Night In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Wrap Kids (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    A single mother has reached her breaking point but refuses help from her three daughters. The girls need their independence but mom's fears result in major trust issues. The kids aren't allowed to use any appliance in the kitchen, walk the dog, or even go to the grocery store. The 11-year-old twins have never had a play date and the 16-year-old can't go to parties. With her inevitable departure to college in a year, something has to change.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Skenazy, Lenore"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.0,
        "votes": 6,
        "budget": "CAD2,000,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Bubble Wrap Kids",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Bubble Wrap Kids (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Jackson, Chantal"
            }
        ],
        "production companies": [
            {
                "name": "Cineflix Productions"
            }
        ],
        "distributors": [
            {
                "name": "Discovery Communications"
            },
            {
                "name": "Slice"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 6.0
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 4.5
            },
            "males": {
                "votes": 2,
                "rating": 2.5
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 2.5
            },
            "females": {
                "votes": 4,
                "rating": 7.8
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 7.0
            },
            "us users": {
                "votes": 2,
                "rating": 2.5
            },
            "non us users": {
                "votes": 4,
                "rating": 7.8
            }
        },
        "number of votes": {
            "10": 1,
            "9": 1,
            "8": 1,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 2,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 6.0,
        "median": 6
    }
}