{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "4 January 2012"
            }
        ],
        "release dates": [
            "Canada::4 January 2012"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Brittany, Gina, Melissa & Shelley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "8 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    What 21-year-old Brittany lacks in experience, she makes up for with enthusiasm and personal touches. Germaphobe Melissa's planning a destination wedding without the destination. For Princess Gina's extravaganza only one venue will do: a castle. Tow-truck driver Shelley's no girly-girl, but her wedding will be filled with family feeling and martinis. What will upscale Gina think of Brittany's DIY decoration and will party-loving Shelley be impressed with sweet Melissa's seashells by the seashore?    "
                },
                "2": {
                    "title": "Christina, Felicia, Joann & Syreka",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "15 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Christina plans to honour her Asian culture with a tea ceremony and ten-course Chinese meal. Syreka's planning an afternoon wedding that's high on elegance, but easy on the budget. Joann's serving up a home-cooked buffet as part of her cottage country theme. Gospel-singer Felicia's planning an event filled with music and dancing. Can down-to-earth Joann stomach Christina's exotic menu, and will Felicia be able to get her dance on at Syreka's midday affair?    "
                },
                "3": {
                    "title": "Angela, Kristy, Melissa & Sherisse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "22 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Angela's going all out for her big fat Italian wedding. Environmentally conscious Melissa's planning a big day with zero waste. Kristy's embellishing her bluebird theme with lots of DIY touches. No matter where Sherisse's wedding guests look, they'll see her favourite colour: pink. So, what will eco-friendly Melissa make of Sherisse's six-tier wedding cake, and will Angela's princess tastes be impressed with Kristy's homemade favours?    "
                },
                "4": {
                    "title": "Allison, Crystal, Krista & Melissa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Krista loves to plan, and plans to love her sophisticated, elegant wedding. Perfectionist Allison is looking forward to her candy table almost as much as her eighty-foot antipasto bar. Bold and bubbly Crystal's opting for feathers over flowers. Melissa's planning a glamorous day that honours both her Indian and Caribbean roots. Will Crystal's brassy style be too much for classy Krista, and what will Melissa's exotic palate make of Allison's candy table?    "
                },
                "5": {
                    "title": "Leeandra, Katie, Kelly & Zoe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "5 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Zoe's filling her nightclub venue with Jewish tradition and tons of food. Kelly's bringing some DIY flair to her vintage firefly theme. Leeandra intends to make her lavish Hindu ceremony an unforgettable experience. Katie will wear one of her four tiaras to make it a perfect princess day. Can Zoe set aside her nightclub vibe to enjoy the charm of Kelly's rustic barn, and how will Leeandra's exotic customs compare with Katie's good old fashioned Newfie screeching-in?    "
                },
                "6": {
                    "title": "Ehi, Larysa, Nadine & Nicole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "12 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Nicole's bucking tradition to plan her wedding on her terms. Ehi's pairing an airplane theme with spicy African cuisine. Nadine likes to keep things simple and personal, so she's assembling all her décor. Larysa plans to celebrate her Ukrainian roots in a day filled with wow factors. Will Nadine's simple tastes mesh with Ehi's fiery flair, and will Larysa's appetite for entertainment be satisfied by Nicole's unconventional approach?    "
                },
                "7": {
                    "title": "Julie, Mandie, Sabina & Nicole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "19 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Bubbly Susie plans to evoke childhood memories with a fairytale theme. Sabina's accentuating her Hollywood glamour décor with loads of entertainment. Julie's sprinkling DIY touches throughout her summer garden theme. Tomboy Mandie's incorporating her passion for off-road trucking into her big day. What will glamorous Sabina make of Julie's homemade style, and will Mandie's off-roading ways throw mud on Susie's fairytale plans?    "
                },
                "8": {
                    "title": "Caralia, Chelsea, Natasha & Samantha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "26 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    World-traveller Caralia is a princess-bride-to-be with a forty pound dress. Outdoorsy Chelsea plans to spruce up her day with DIY flair. Nostalgic Natasha will wear a vintage gown to her retro-themed nuptials. Frugal Samantha is planning the perfect day, at the perfect price. Will Princess Caralia's day be too over the top for retro Natasha, and can Samantha's bargain hunting compete with Chelsea's DIY touches?    "
                },
                "9": {
                    "title": "Christen, Hanieh, Marsha & Michelle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "5 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    When it comes to her wedding, Marsha believes there's no such thing as too much pink or too much bling. There's barbecue on the menu for Christen's DIY barn hoedown. Michelle may have simple tastes, but the Thanksgiving dinner at her wedding comes with all the fixings. Hanieh plans to follow her Persian ceremony with an eco-friendly reception. Will Marsha pine for the bling missing from Hanieh's biodegradable décor, and will Michelle love her harvest theme, but think Christen's barn venue takes it one rustic step too far?    "
                },
                "10": {
                    "title": "Cheryl-Lynn, Lorraine, Sarah & Shaeralee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "12 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Cheryl-Lynn is obsessively planning her peacock-themed wedding down to the last feather. Shaeralee's hosting a rustic, vintage wedding deep in the woods. Lorraine's elegant plans include a six course meal and a traditional veil. Sarah's large, Italian affair is set to be romantic and earthy with a 26-member bridal party. What will sophisticated Lorraine think of Shaeralee's rustic DIY décor, and when sweet Sarah greets her three hundred guests, will she wish she had Cheryl-Lynn's planning skills?    "
                }
            },
            "1": {
                "1": {
                    "title": "Chantal, Kristen, Jori, Melissa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Drama-loving Chantal is having an elegant soap-opera themed wedding. Girly-girl Kristen's wedding is going to be a fairytale day fit for a princess. Melissa is a fiery tomboy whose wedding will be a fusion of South American and Latin cultures. Jori's wedding is fit for a cowgirl - complete with a buffet, cash-bar, and live animals. What will fiery Melissa think of Kirsten's girly wholesome wedding and will Jori's hootenanny be a hit or a miss for elegant Chantal?    "
                },
                "2": {
                    "title": "Renee, Sabrina, Jen, Shannon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Renee is having a grand wedding that's heavy on the sparkle and light on the cuisine consisting of a simple three-course meal with a chicken only option. Sabrina's huge Italian wedding has been two years in the making and features endless courses of food - complete with a pig on a spit. Jen has chosen to keep things simple, buying her dress on line and throwing an intimate DIY affair at the local town-hall. Will extravagant Sabrina be rolling her eyes at Jill's simple buffet and what will laid back Shannon make of Renee's blingy bash?    "
                },
                "3": {
                    "title": "Huria, Rafela, Jessica, Samantha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "18 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Samantha is a sassy bride who has spent years planning her wedding she even bought her dress ten years ago. Huria is wearing two dresses and combining two cultures at her Iraqi/Afghani wedding. Rafela is a drama queen who?s hosting a big Italian wedding bash that brings on the bling. Jessica must arrange both a Jewish and Hindu ceremony while keeping her profession as a wedding planner a secret from the other brides, to avoid having a target on her back. Will pink hating Sam be seeing red at Huria?s all pink ceremony or will she be pleasantly surprised and will Rafela...    "
                },
                "4": {
                    "title": "Steph, Jill, Julia, Kim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Jill is keeping her family close and her menu fancy at the country estate wedding she has planned for three years. DIY diva Kim has catered over 200 weddings and has not missed one detail when it comes to planning her wedding. Julia's only concern on her big day is herself and she has left the \"boring details\" up to her finance Mathew to plan. Stephanie is an Ultimate Frisbee playing tomboy who is having an Asian fusion themed wedding. Will Julia's wedding have enough wow factor to win over detail obsessed Kim and what will family oriented Jill think of Steph's racy ...    "
                },
                "5": {
                    "title": "Rayana, Gladys, Taylor, Lisa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Rayana is having a traditional Armenian wedding. City slicker Glady's wedding is taking place in the heart of the city complete with the reception at a downtown mall. Lisa's Caribbean wedding will give everyone a taste of the tropics. Taylor's wedding is an eclectic mix of an outdoor ceremony set to the music of Scottish bagpipes with a reception at an airplane hangar complete with vintage warplanes. Will the brides be intrigued or confused at Rayanna's Armenian wedding and will Taylor's reception have everyone's spirits soaring high or will it crash and burn?    "
                },
                "6": {
                    "title": "Gayle, Marina, Julia, Shannon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Gayle's same-sex wedding is all about fun - from the water park venue to the cross dressing entertainment. Shannon is hosting her wedding at a winery in a beautiful and unique barn setting. Marina's wedding is an indulgent Russian affair complete with a seven-course meal. Julia's wedding features a giant cowboy cooking over an open spit and a toonie bar. Will luxury- loving Marina approve of Gayle's water park venue and what will waste conscious Shannon think of Marina's seven course spread?    "
                },
                "7": {
                    "title": "Janine, Lisa-Marie, Samantha, Nicole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Janine's wedding has a French Mardi Gras-theme with elaborate décor and a guest list of over 400 people. Lisa Marie's wedding also has French flair with a French Canadian-style smoked meat buffet. Samantha is having a small, budget conscious, country wedding. Girly girl Nicole is planning a wedding as hip and chic as she is. Will low key Samantha think Janine's wedding is over-the-top or magnifique and will sporty Lisa Marie approve of Nicole's lacy dress?    "
                },
                "8": {
                    "title": "Kayla, Holly, Diana, Karen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Kayla is attempting to combine romance with sultry nightclub decor in an antique barn setting. Holly, a firm believer in theme weddings, is having a Halloween bash with Dracula capes and spooky decor. Diana's Italian wedding is a big, flashy country estate affair. Karen is a class act and it's reflected in her elegant interfaith winter wedding. Will Diana disapprove of Kayla ignoring her Italian roots and will traditional Karen find fun-loving Holly's wedding over the top or will she join in the party and let her hair down?    "
                },
                "9": {
                    "title": "Zorica, Amber, Marlena, Stacy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 Feb. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Michelle, Valentina, Jen, Danielle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "7 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Contrary to Michelle's larger-than-life personality, she's planning a simple wedding with a cash bar and a choice-free menu. Danielle is having the elegant fairytale wedding of her dreams. Valentina's elaborate 400 guest reception features ballet dancers, soccer players and capoeira dancers. Jen, a quirky bride with a low tolerance for pretension, has decided to forego a head table so her guests will not feel inferior. Will Michelle's cash bar be a hit or a miss with elegant Danielle and how will queen Valentina's royal court wedding go over with unpretentious Jen.    "
                },
                "11": {
                    "title": "Courtney, Roxy, Patrycja, Dawn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "14 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Tattoo-loving rocker mom Dawn is hosting a funky fall wedding in a manor house with plenty of rock-and-roll music. Patrycja is a self-professed wedding lover whose own reception will be a traditional affair at a banquet hall. Roxy, a florist with a big budget, plans to fill her bash with over-the-top flowers and greenery. Courtney, a steelworker, is having an ultra-glam crystal-covered wedding. Will Patrycja's by-the-book bash be anywhere near cool enough for funky Dawn, and what will Roxy think of flower-phobic Courtney's wedding, who has chosen bling over blossoms?    "
                },
                "12": {
                    "title": "Sara, Mattea, Lori, Michelle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "21 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Sara has an over-the-top personality and is planning an elaborate wedding that incorporates elements of her Persian heritage. Michelle is having a simply elegant wedding with a classic Tiffany blue theme. Lori is a down-to-earth bride who is having the tiny intimate cocktail wedding of her dreams. Mattea's love of kids and candy will be reflected in her fun filled wedding with candy centerpieces. How will Sara's larger than life wedding go over with traditional Michelle and will Lori's intimate affair fall flat with fun loving Mattea?    "
                },
                "13": {
                    "title": "Marivic, Carolyn, Fallon, Victoria",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Weddings Canada (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "28 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Rocker chick Victoria is an alternative bride who's throwing a wedding to match with baroque decor and a fire dancer in an old stone castle. Marivic is a sassy bride planning a music-filled wedding that incorporates both her Filipina heritage and her fiance's Guyanese heritage. Carolyn is an easy going bride who's taking a relaxed attitude towards planning her big day. Party girl Fallon hates banquet halls and is having an elegant wedding at a hip downtown hotel. Will Carolyn find Marivic and Fallon's celebrations stuffy and uptight? And will picky Fallon refuse to ...    "
                }
            }
        },
        "number of episodes": 23,
        "cast": [
            {
                "name": "McRae, Dave"
            }
        ],
        "locations": [
            "Canada"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 5.5,
        "votes": 11,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjVlNTU3MjUtYmRlZC00MjQ5LWI3OTItZGNlMjMxMWRlNzAzXkEyXkFqcGdeQXVyMTA4MTMwMTk@._V1_SY150_CR7,0,101,150_.jpg",
        "plot outline": "Four Weddings Canada follows four brides as they attend each others wedding as a guest, and judge the day based on four categories: the dress, the food, the venue and the overall experience. The bride with the best wedding wins a fabulous dream honeymoon!",
        "languages": [
            "English"
        ],
        "title": "Four Weddings Canada",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Four Weddings Canada (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Proper Television Inc."
            }
        ],
        "distributors": [
            {
                "name": "Slice"
            }
        ],
        "other companies": [
            {
                "name": "SIM Digital / Bling Digital"
            },
            {
                "name": "String and Can"
            }
        ],
        "plot": [
            "_Four Weddings Canada_ (qv) follows four brides as they attend each others wedding as a guest, and judge the day based on four categories: the dress, the food, the venue and the overall experience. The bride with the best wedding wins a fabulous dream honeymoon!::Anonymous",
            "_Four Weddings Canada_ (qv) follows four brides as they attend each others wedding as a guest, and judge the day based on four categories: the dress, the food, the venue and the overall experience. The bride with the best wedding wins a fabulous dream honeymoon! _Four Weddings Canada_ (qv) follows the tradition of it's sister shows, Four Weddings, Four Weddings U.K and Four Weddings Australia.::Anonymous."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 11,
                "rating": 5.5
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 5.3
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 4.8
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 7.3
            },
            "males": {
                "votes": 4,
                "rating": 5.0
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 5.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 5.0
            },
            "females": {
                "votes": 6,
                "rating": 3.9
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 5.5
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 4.0
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 7.3
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 1.0
            },
            "us users": {
                "votes": 2,
                "rating": 5.5
            },
            "non us users": {
                "votes": 7,
                "rating": 4.7
            }
        },
        "number of votes": {
            "10": 2,
            "9": 0,
            "8": 0,
            "7": 1,
            "6": 2,
            "5": 2,
            "4": 2,
            "3": 1,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 5.5,
        "median": 5
    }
}