{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "12 November 2012"
            }
        ],
        "release dates": [
            "Canada::12 November 2012"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Slime Cube Sale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Squad get a call from Slime Cream Monster - he needs help counting the Slime Cream Sundaes he's selling from his truck! Mr Cranky Pants Monster is very upset because even though he ordered three sundaes, Slime Cream Monster only gave him one! A little investigation reveals slime Cream Monster has actually made three sundaes, but only handed one over to Mr Cranky Pants Monster.    "
                },
                "2": {
                    "title": "Best Best Monsters Ever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    Monstrous romance is in the air as Nervous Nelly Monster calls the Squad to ask for help on her wedding day! First, she needs more stinkweed in her bouquets... .but more stinkweed makes it look like she has MORE bouquets ! A Math Monitor shows them that things stay the same number even if they get bigger    "
                },
                "3": {
                    "title": "Toothy Monster Plant Mix Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "1 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The Squad help Farmer Monster, who grows Toothy Plants with differing numbers of teeth. First, they learn how to mark the individual teeth of each plant to count them, then they learn to mark the number of teeth each plant has on its pot. This way, Farmer monster can easily identify the number of teeth each closed-mouth plant has! We did the math!    "
                },
                "4": {
                    "title": "Muddy Monster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    The shape of an object doesn't determine how much it can hold. The Squad help a clumsy sculptor complete his latest monsterpiece by learning how volume isn't affected by shape.    "
                },
                "5": {
                    "title": "Uncle Gloop's Putrid Peppers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Comparing objects enables the Squad to determine if one has less than an amount of something than another. In this case, it's if the amount of water given to a plant is less than the amount given to another.    "
                },
                "6": {
                    "title": "Monster Bed Builders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    The Squad help a sleepy monster follow a recipe for making a compost 'bed' by learning that 'sum' indicates the total of two or more objects added together.    "
                },
                "7": {
                    "title": "Monster Go Round",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Some little monsters want to ride the new Monster-Go-Round together, but they won't all fit in the car. The Squad use 'subtract' to make two smaller sets of monsters, and they fit perfectly!    "
                },
                "8": {
                    "title": "Joke Monster Machine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "1 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The topic of 'fit' is explored as the Squad help a monster unlock a joke box and mini joke box monster. By using 'keys' of differing shapes, which 'fit' into their 'keyholes' only when in the correct position, they do the math and save the day!    "
                },
                "9": {
                    "title": "Delivery Monster Doesn't Deliver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Squad must go backwards down a number line; that is, from 5 to 3, and then from 5 to 1, to help a confused Delivery Monster keep to his schedule    "
                },
                "11": {
                    "title": "Monster Cake Mistake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "plot": "\n    The Squad help Miss Murkley make identical, double cake orders for Even Stevie and Even Evie by cutting cakes into two symmetrical pieces.    "
                },
                "12": {
                    "title": "Special Delivery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "plot": "\n    The math-tastic power of Counting by Tens helps Lily, Max, Goo and Sally Scout Monster quickly figure out how many Crabapple Cookies Sally has to deliver.    "
                },
                "13": {
                    "title": "Slugmonster's Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "plot": "\n    The Squad learn about measuring time while helping Sporty Monster figure out which of his Slugmonsters can win the annual Slugmonsters' Race!    "
                },
                "14": {
                    "title": "Mail Carrier Monster's Big Mess",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "1 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    When a pesky Lickity Monster licks the stamps off Mail Carrier Monster's mail, the Squad must learn that different shapes have different numbers of sides to put things right!    "
                },
                "16": {
                    "title": "Double Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "plot": "\n    Muddle Monster wants to play Whack-a-Monster-Ball with Double Monster, but the Squad have to learn how to make everything double before DM will play!    "
                },
                "17": {
                    "title": "Hand Monster's Helpers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The squad help Miss Hand Monster get her nails ready by using the knowledge of five to select the correct amount of nail polish    "
                },
                "18": {
                    "title": "Monster Treat Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Freezy Treat Monster's treat cart has broken down, so it's up to the squad to reproduce the correct patterns of frozen gloop and decorations on cones, so that his customers will want them!    "
                },
                "19": {
                    "title": "Number Line Monster's New Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "plot": "\n    The Squad use their knowledge about 'next' numbers in order to put Number Line Monster back together after he falls apart, and also when playing a counting game.    "
                },
                "20": {
                    "title": "Episode #2.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Squad are enlisted by Maker Monster to help count and package up large numbers of toys quickly and accurately.    "
                }
            },
            "1": {
                "1": {
                    "title": "Woofies Goes Walkies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Bad Mood Monster needs the Monster Math Squad to walk his pet monster Woofy while he attends his nephew's party in the park. The Monster Math Squad has never met Woofy, and Bad Mood Monster rushes off only telling the Squad that Woofy is behind \"the round door with the square door knob\".    "
                },
                "3": {
                    "title": "Missing Monster House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Mrs. Huge Horn Monster is missing her monster house! It's up to Smooth Moves Monster to set the Monster Math Squad on the right trail, but first the Squad need to learn about size! Learning the difference between SMALL, MEDIUM and LARGE, help the Squad follow the right tracks to the park and past a Gate Monster so Lily can climb the jungle gym for a bird's eye view of the park.    "
                },
                "6": {
                    "title": "Trouble at the Monster Day Care Centre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    A call comes in over the Scream Screen - its Mrs. Mopely, the Monster Day Scare teacher. Her little monsters are having trouble playing with their scary face balloons as they keep floating away. The Monster Math Squad drop by and help them out by knowing all about things being LIGHT!    "
                },
                "7": {
                    "title": "Uncle Gloop's Big Blunder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Mr. Cranky Pants Monster's last customer mistakenly left with the wrong scooter! The Monster Math Squad has to learn all about PATTERNS to follow the trail of the missing scooter! It was Uncle Gloop who mistakenly took the wrong scooter. He would love to return it if he could just remember the combination to the lock monster that is holding the scooter tight!    "
                },
                "8": {
                    "title": "Big Burp Monster in the Library",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    The Monstrovia library is being shaken to its foundation as Big Burp Monster searches for a book! The Monster Math Squad has to learn about NUMBERS to help Miss Shush Monster, the librarian, find the book Big Burp Monster is looking for in the library. Just as the Squad gets close, Big Burp Monster nearly burps the numbers off the shelves!    "
                },
                "9": {
                    "title": "Monsters at Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "7 May 2012",
                    "year": "2012",
                    "plot": "\n    The Monster Math Squad help a group of little monsters figure out a game of musical chairs by knowing all about MORE. When the Squad arrives, the little monsters are trying to play, but they have the same number of chairs as monsters - no one can seem to win!    "
                },
                "10": {
                    "title": "Monster Bowl Meltdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Even Stevie and Even Evie need the Monster Math Squad's help. These twins like everything to be EVEN. The Squad drop by and help show the twins how to play a game of bowling and keep all the pins even as they go! With a little math, the Squad keep everything even. It comes down to the last shot when the twins have to each knock down one pin at the exact same time!    "
                },
                "12": {
                    "title": "A Muffin Mystery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Miss Murkly is all in a tizzy. She claims she will never bake again! A customer, Mrs. Half Monster, wants to return one of Miss Murkly's famous Heavenly Half Muffins. This has never happened before; the muffin was perfect, half slime and half grime! But Mrs. Half Monster claims her order is 'Wrong! All wrong!\"    "
                },
                "14": {
                    "title": "Scary Face Picture Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "1 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Mrs. Mopely is having a terrible time sorting out all the different size scary face masks the little monsters have made for Scary Face Picture Day. Using the secret monster math word MEASURE, the Monster Math Squad sort out the masks and help the little monsters line up into rows for their scary picture!    "
                },
                "15": {
                    "title": "Puff Monster Perfection",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Miss Hattie Monster is trying desperately to complete three hats for her next customer, but for some reason the Jingle Monsters and the Puff Monsters keep jumping off the hats! The Monster Math Squad helps Miss Hattie Monster by MATCHING the right number of Jingly Monster to the right number of Puff Monsters on each hat.    "
                },
                "17": {
                    "title": "The Big Stink",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "May 2012",
                    "year": "2012",
                    "plot": "\n    The Squad is called by Stinky Feet Monster to help him find the ingredients for his annual footbath. Using the Stinky Feet Manual, they discover the various ingredients are located at the top of a mountain, at the bottom of a bush, etc. Learning about Top and Bottom points them in the right direction, and soon they have put together all the ingredients for one seriously stink foot bath!    "
                },
                "18": {
                    "title": "Monster Muffin Muddle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Miss Murkly is leaving her nephew, Muddle Monster, in charge of her muffin shop, but he gets everything so mixed up, she's hoping the Squad will come over and make her monster muffins! They're always happy to help out, and over they go to Miss Murkly's Monster Muffin Shop.    "
                },
                "19": {
                    "title": "Little Wally Bally Monster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "1 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Mr Googly Eyed Monster needs help to get his Wally Ball-y rolling again, so he calls on the Monster Math Squad! They learn that what Wally Ball-y needs is to be on a slope, which will help him get rolling. Goo makes himself into a slope, but they discover that for this slope to work, Wally Ball-y needs to go to the top of it, not the bottom!    "
                },
                "20": {
                    "title": "Monster Hopscotch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "1 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Hoppity Monster loves the game Monster Hopscotch, with its ten squares, but he wants MORE squares to hop in, so he calls in the Squad! They discover the problem is that Hoppity can't add more squares to his board because he can't count higher than ten. With the help of a Math Monitor, the Squad and Hoppity learn the next five numbers after ten, and draw more squares.    "
                },
                "21": {
                    "title": "The Sneeze Freeze",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "plot": "\n    The Abominable Fridge Monster has a real problem: he needs to be full of food for his picnic with Mr Cranky Pants Monster, but he can't fill himself up! The Squad help him out by putting food back inside his fridge, but until his nose lights up, he's not full!    "
                },
                "22": {
                    "title": "Monster Garbage Heap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "1 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    When Garbage Monster wants to take a nap, he climbs on top of his garbage heap and snoozes. But his heap has gotten too high for him to climb onto! He needs the Squad to save the day! They get various things for Garbage Monster to stand on, to help him reach the top, but none of them boost him high enough.    "
                },
                "23": {
                    "title": "The Scoop Troop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "plot": "\n    Picky Eater Monster is afraid he doesn't have enough time to make loot bags for his brother Persnickety Eater Monster's birthday party just the way he likes them. Can the Squad help? You bet they can - using MATH!    "
                },
                "24": {
                    "title": "Monster Tea Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "1 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Sydney Squid Monster is having a pink ink tea party, but she doesn't know if she's ordered enough mucky-ucky marshmallows for the party - each time she counts them, she gets a different number! The Squad say they'll be right over to help her. At Sydney's house, they notice that she is counting the marshmallows by putting them in a circle, and possibly counting each one more than once!    "
                },
                "25": {
                    "title": "Falls Apart Monster Noes Woes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "plot": "\n    Falls Apart Monster is missing his nose after bumping into another monster, and he needs the Squad to help him find it! The first thing they do is use a Math Monitor to make a sketch of the mystery monster, based on FAPM's description. Except the sketch is very silly-looking! But they learn this is because they haven't put the parts in the right places.    "
                },
                "26": {
                    "title": "Bucking Monster Mayhem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "30 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Miss Hattie Monster is trying desperately to complete three hats for her next customer, but for some reason the Jingle Monsters and the Puff Monsters keep jumping off the hats! The Monster Math Squad helps Miss Hattie Monster by MATCHING the right number of Jingly Monster to the right number of Puff Monsters on each hat.    "
                },
                "27": {
                    "title": "Monster Fang Festival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "plot": "\n    The Squad are asked to be judges at the famous Fang Festival, and they quickly make their way to the local park where the Festival is taking place. They first use a Measure Monster to determine which monster's fangs are the longest, then count to see which monster can hang from its fangs the longest.    "
                },
                "28": {
                    "title": "Monster Road Hockey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Garbage Monster calls the Squad and says he needs help making the teams for Monster Road Hockey. They scoot over to where he is, and, using the word DIVIDE, make two teams out of four players by putting two players on each team. But then Mr Cranky Pants Monster wants to play! And that means one team has an extra player!    "
                },
                "29": {
                    "title": "Monster Traffic Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "plot": "\n    The Squad need to help Mr Cranky Pants Monster deliver some fungus fingers, and to do that, they'll use math! They find him with his scooter stuck against the curb of the road, and it's because the line he's following on the road leads him there. It turns out the line is straight, but the road is curved!    "
                },
                "30": {
                    "title": "A Bungle at Barks and Stench",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monster Math Squad (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "plot": "\n    Mr. Cranky Pants Monster needs the Squad to finish putting away some toys for him, but he warns them the toys can be very fussy and hard to put away properly. The y soon discover that Monster Marbles are very particular about how they are put into a container - if they're not placed in a particular order, they jump out of their container!    "
                }
            }
        },
        "number of episodes": 42,
        "cast": [
            {
                "name": "Sype, Julie"
            },
            {
                "name": "Warren, Jenna"
            },
            {
                "name": "Doran, Cory"
            },
            {
                "name": "Obonsawin, Annick"
            },
            {
                "name": "Ewaniuk, Jacob"
            },
            {
                "name": "Martyn, Christian"
            },
            {
                "name": "Meadows, Krystal"
            },
            {
                "name": "Meunier, Shawn"
            },
            {
                "name": "Tellier, Cleo"
            },
            {
                "name": "Tinkler, Rob"
            },
            {
                "name": "Doiron, Tim"
            },
            {
                "name": "Froud, Brian"
            },
            {
                "name": "Giammaria, Gabriel"
            },
            {
                "name": "Holley, Addison"
            },
            {
                "name": "McGurrin, Terry"
            }
        ],
        "genres": [
            "Animation"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "number of seasons": 2,
        "rating": 5.4,
        "votes": 15,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjA0OTAwOTU5NF5BMl5BanBnXkFtZTgwNjkyNzM3NjE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Monster Math Squad",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Monster Math Squad (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Anningson, Andrew"
            },
            {
                "name": "Backshall, James"
            },
            {
                "name": "Clark, Richard"
            }
        ],
        "production companies": [
            {
                "name": "Bell Broadcast and New Media Fund"
            },
            {
                "name": "DHX Media"
            }
        ],
        "distributors": [
            {
                "name": "CBC-TV"
            },
            {
                "name": "Tiny Pop"
            }
        ],
        "other companies": [
            {
                "name": "PostMan Post-Production Studio"
            }
        ],
        "plot": [
            "_Monster Math Squad_ (qv) stars MAX, LILY and GOO. The Squad love nothing better than to put their monster minds together and use their math skills to overcome any obstacle they face."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 15,
                "rating": 5.4
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 1.3
            },
            "aged 30 44": {
                "votes": 8,
                "rating": 5.7
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 7.7
            },
            "males": {
                "votes": 12,
                "rating": 5.2
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 1.3
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 5.7
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 7.7
            },
            "females": {
                "votes": 3,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 3.3
            },
            "us users": {
                "votes": 5,
                "rating": 6.1
            },
            "non us users": {
                "votes": 7,
                "rating": 4.7
            }
        },
        "number of votes": {
            "10": 2,
            "9": 1,
            "8": 1,
            "7": 1,
            "6": 4,
            "5": 1,
            "4": 0,
            "3": 1,
            "2": 1,
            "1": 3
        },
        "arithmetic mean": 5.4,
        "median": 6
    }
}