{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "24 May 2012"
            }
        ],
        "release dates": [
            "UK::24 May 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Australia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freddie Flintoff Goes Wild (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "24 May 2012",
                    "year": "2012",
                    "plot": "\n    Freddie Flintoff is in the remote wilderness of Arnhemland, Australia searching for saltwater crocodiles with his Aboriginal hosts Joseph, Connie and Moses their grandson. Within a matter of hours Joseph lands the first kill - a wallaby. Starving, Freddie looks forward to the traditionally cooked meat.    "
                },
                "2": {
                    "title": "Tanzania",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freddie Flintoff Goes Wild (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "31 May 2012",
                    "year": "2012",
                    "plot": "\n    Freddie Flintoff is in Tanzania searching for the great wildebeest migration. Accompanied by a Maasai elder, Thomas, they travel on foot, covering many kilometres each day, crossing paths with giraffes, baboons, gazelles, zebra and fresh hyena tracks. It's unfamiliar territory for Freddie, squeezing into tiny mud huts and setting up camp in the open as they rely on the hospitality of Maasai villages en-route for shelter, especially when a village meat feast attracts some unwanted attention from a civet in the middle of the night.    "
                },
                "3": {
                    "title": "Borneo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freddie Flintoff Goes Wild (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Freddie Flintoff endures torrential rain and blood-sucking leeches in the rainforests of Borneo, while scouring the forest for orang-utan and elephants. Former England cricket hero Freddie Flintoff spends a week in Borneo in some of the world's most biodiverse rainforest. With a guide showing him the way, Freddie learns to live in the jungle and avoid hazards like wild boar, snakes and poisonous vines. Enduring torrential rain, seas of mud and blood-sucking leeches, Freddie scours the forest for orang-utan. And then together with Osman the Elephant Whisperer he tracks...    "
                },
                "4": {
                    "title": "Canada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freddie Flintoff Goes Wild (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Freddie ventures deep into the wilderness of Canada's west coast, searching for wolves and killer whales. Keeping him safe are his First Nations guides Vernon and Michael Price, members of the seafaring We Wai Kai Nation. On a traditional winter hunting trip, Freddie camps out under the stars, hunts for deer and forages along the shoreline for clams and oysters. Exploring the dense forest behind their camp, Freddie discovers recent pugmarks from wolves and territorial marking from bears. Finally, Freddie and Vernon take to the water. After days of searching, they ...    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Flintoff, Andrew"
            }
        ],
        "genres": [
            "Adventure"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.3,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZmM4N2FmYjAtMmUxNy00MmZhLTgyMmUtM2ZjMjk5NTljYjM2XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Freddie Flintoff Goes Wild is a series of epic wildlife adventures and extreme experiences. In his own inimitable style Freddie takes us on a journey into the wild and show us some of the world's most exciting spectacles as we've never seen them before. In the midst of it, experiencing the fear, excitement, joy and wonder of being up close and personal with nature at its most spectacular. After some initial training Freddie sets out on his journey with his guide, armed with basic supplies and a wildlife mission. Walking with the Maasai on the hunt for the great wildebeest migration in Tanzania, collecting bushtucker with Aboriginals whilst keeping their eyes peeled for highly aggressive saltwater crocodiles in the Northern Territories of Australia, tracking Orangutans and pygmy elephants with the Dusun in Borneo and hunting with the First Nations trying to find some of the most elusive animals in the Discovery Islands Canada, wolves, cougars and orcas.",
        "languages": [
            "English"
        ],
        "title": "Freddie Flintoff Goes Wild",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Freddie Flintoff Goes Wild (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Tigress Productions"
            }
        ],
        "distributors": [
            {
                "name": "Discovery Channel UK"
            }
        ],
        "plot": [
            "_Freddie Flintoff Goes Wild_ (qv) is a series of epic wildlife adventures and extreme experiences. In his own inimitable style Freddie takes us on a journey into the wild and show us some of the world's most exciting spectacles as we've never seen them before. In the midst of it, experiencing the fear, excitement, joy and wonder of being up close and personal with nature at its most spectacular. After some initial training Freddie sets out on his journey with his guide, armed with basic supplies and a wildlife mission. Walking with the Maasai on the hunt for the great wildebeest migration in Tanzania, collecting bushtucker with Aboriginals whilst keeping their eyes peeled for highly aggressive saltwater crocodiles in the Northern Territories of Australia, tracking Orangutans and pygmy elephants with the Dusun in Borneo and hunting with the First Nations trying to find some of the most elusive animals in the Discovery Islands Canada, wolves, cougars and orcas.::Tigress Productions"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 7.5
            },
            "males": {
                "votes": 4,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 7.3
            },
            "females": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 5.0
            },
            "non us users": {
                "votes": 4,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 0,
            "9": 1,
            "8": 2,
            "7": 2,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.3,
        "median": 7
    }
}