{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "23 February 2012"
            },
            {
                "country": "Belgium\n",
                "date": "9 October 2014",
                "notes": "                            (internet)"
            },
            {
                "country": "Netherlands\n",
                "date": "9 October 2014",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "UK::23 February 2012",
            "Belgium::9 October 2014                            (internet)",
            "Netherlands::9 October 2014                            (internet)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Pramface"
            },
            {
                "countries": "Finland",
                "title": "Ykskaks paksuna"
            },
            {
                "countries": "Hungary",
                "title": "Pramface - Pofa be!"
            },
            {
                "countries": "Russia",
                "title": "Молодая мамаша"
            },
            {
                "countries": "Spain",
                "title": "Me acosté con un adolescente"
            }
        ],
        "akas": [
            "Pramface (original title)",
            "Ykskaks paksuna Finland",
            "Pramface - Pofa be! Hungary",
            "Молодая мамаша Russia",
            "Me acosté con un adolescente Spain"
        ],
        "akas from release info": [
            "Pramface (original title)",
            "Ykskaks paksuna Finland",
            "Pramface - Pofa be! Hungary",
            "Молодая мамаша Russia",
            "Me acosté con un adolescente Spain"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "I'm Excited Too!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pramface (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 27,
                    "original air date": "25 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Janet gets in touch from New York. She tells Laura that she has found somebody else and is contemplating a divorce, even sending an estate agent to have the house valued. Laura tries to reconcile her parents but in vain as Janet informs her that she is staying in New York but will provide Laura with a flat. Jamie and his parents are evicted and move into a mobile home which tilts a lot. Jamie then announces that he is quitting school to find work and move into the flat with Laura whilst Beth makes it clear to Mike that she has no desire to keep in touch after their ...    "
                },
                "2": {
                    "title": "Tinker, Tailor, Lobster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pramface (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 27,
                    "original air date": "4 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Unsuccessful at the Job Centre Jamie is employed by painter and decorator Dave. Jamie is not really very good but the fact that Dave strips him down to a tiny pair of very tight cut-offs and makes him bend over a lot brings in the money from the delighted housewives and he is soon ringing Laura to suggest they put down a deposit for a flat. This is music to her ears as she is fed up with sharing with Alan who, with his extremely young girlfriend, keeps her and the baby awake with their loud music and love-making. Meanwhile Keith is singularly unsuccessful in trying to...    "
                },
                "3": {
                    "title": "A Proper Little Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pramface (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 27,
                    "original air date": "11 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Laura and Jamie are shown a number of flats by estate agent Isabel but disagree over what they want. Isabel is attracted to Jamie and sides with him so Laura chooses a flat behind Jamie's back. Mike meets a new girlfriend Lorraine, whose father Terry employs him in his rather mysterious sports shop. In fact the items for sale are contraband cigarettes and Beth tells the police, thus ending the romance. Keith gets the job of assistant manager on the site but when he and Sandra are invited to tea by snobbish Hester and pretend to be tourists to impress her Sandra blocks...    "
                },
                "4": {
                    "title": "Ignore the Monkey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pramface (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 26,
                    "original air date": "18 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Jamie is not pleased that Laura has moved into the flat. Laura is not pleased that he is dating Isabel and confronts her. However Isabel points out that Laura seemingly has no further interest in Jamie and should move on. Laura goes to see Jamie but they fail to connect. Meanwhile Danielle sleeps with her tutor to get good grades and then dumps him whilst Beth, despite resisting Mike's company, needs his help to get rid of an unwanted lesbian admirer.    "
                },
                "5": {
                    "title": "Enchanted Picnic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pramface (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 28,
                    "original air date": "25 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Jamie is finding Isabel clingy and juvenile, throwing a tantrum when he criticizes her fairy tale themed 'enchanted picnic'. She persuades Jamie to bring Mike on a double date with the attractive Nicola but Mike is more preoccupied with Beth who, having fallen for hunky fund raiser Ben, is collecting money for a refuge purely to impress him. At a slave auction Beth is appalled to find that the fund raising is based on sex appeal but Mike saves her from humiliation. Laura is finding Janet an even more annoying flat-mate than Alan and both Laura and her father are very ...    "
                },
                "6": {
                    "title": "Kiss for the Camera",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pramface (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 33,
                    "original air date": "25 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Laura prepares for Emily's first birthday but can do without her mother being depressed that Alan is planning to marry Sally. However when Alan visits Sally her teen-aged son Luke explains that he is but one of many men she has dated to help with Luke and Alan makes a swift exit. Sandra's sister Evelyn arrives at the caravan park to offer money if Keith will resign his job and look for a house. The Princes are initially tempted until Keith finds out the lucrative practice of disposing of the corpses of elderly residents who have died of hypothermia. At the birthday ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Like Narnia but Sexy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pramface (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 55,
                    "original air date": "23 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Laura Derbyshire is a brilliant sixth form student, a trophy daughter to Janet and Alan who - though she gets straight A's ensuring university acceptance - ground her from going to a party. She escapes through a window and, at the party, gets drunk, ending up in bed with schoolboy Jamie Prince, who leaves whilst she is still asleep, leaving his phone number on a sheet of paper. Jamie's stupid friend Michael is envious but six weeks later numerous home pregnancy testing kits prove positive for Laura, who rings Jamie. They meet up in a cafe where she tells him her news ...    "
                },
                "2": {
                    "title": "Pregnant Rapist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pramface (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 45,
                    "original air date": "1 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Jamie comes to the conclusion that he should propose to Laura, which gains Mike's approval - but not Beth's.    "
                },
                "3": {
                    "title": "Edinburgh ... in Scotland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pramface (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 39,
                    "original air date": "8 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Janet tells her daughter that she is being unrealistic about single parenthood but Laura still heads for her place at Edinburgh University where her friend Danielle explains her morning sickness as a symptom of her alcoholism. Jamie follows to the annoyance of Beth, who is carrying a torch for him. He returns home, to be confronted by Laura and an X-ray picture of their unborn child.    "
                },
                "4": {
                    "title": "Man of the Moment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pramface (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 39,
                    "original air date": "15 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    After a humiliating session at the ante-natal class Laura and Jamie witness another disaster as her parents throw a dinner party for his family. A tearful Sandra gets drunk and Alan's attempts to calm her lead to Janet suspecting him of infidelity and accidentally stabbing him in the foot with a fork. As a result Laura moves in with Jamie and his parents. Michael is not pleased when mischievous Beth leads her friends to believe he is gay though he ultimately becomes a gay hero during a stand-off with a homophobic heckler. His reward, however, is a night of passion ...    "
                },
                "5": {
                    "title": "Knocked Up and Homeless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pramface (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 38,
                    "original air date": "22 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    After Laura has been with the Princes for eight weeks Sandra appreciates her obsessive cleaning but Keith is fed up with her hogging the bathroom and Jamie is tired of sleeping on the sofa. Beth is unashamedly direct as ever, telling Laura what she thinks though Janet and Alan are happy for her to stay as it allows them to take a weekend break. On return they feel their hotel stay has saved their marriage and Laura goes back to them though not before mistakenly believing she was going into labour after hitting Michael.    "
                },
                "6": {
                    "title": "Aaargh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pramface (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 43,
                    "original air date": "29 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Janet and Alan have never felt more united or friskier, with an outdoor sex session landing Alan in hospital. Sandra, on the other hand, is extremely angry to find that Keith has taken her to the Lake District, not for a romantic break, but to tell her he has been made redundant. Michael, meanwhile, is pretending to do a charity run for Mumbai orphans when he is really planning to spend the money collected on a prostitute but Beth rumbles him, making him dress as a chicken for the run and taking the money from him when he is too exhausted to get to the prostitute. ...    "
                }
            },
            "2": {
                "1": {
                    "title": "The Edge of Hell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pramface (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 44,
                    "original air date": "8 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Struggling to cope with their baby daughter Laura and Jamie are dreading the christening. So are Sandra and Keith, who are paying for it, and Janet, who feels it will shame the family. Michael is due to be godfather, getting shtick from Beth about his religious responsibilities. Sandra's loud sister arrives with her handsome trainee priest son Conall, as does Janet's domineering father, with his girls. All offer unwanted childcare advice. Laura and Jamie take the baby to discuss baptism with the local priest but are put off by a couple of religious maniacs whilst ...    "
                },
                "2": {
                    "title": "Stay at Home Losers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pramface (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 37,
                    "original air date": "15 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Anxious to belong, Laura takes Emily to the park but gets mugged by the chav mothers. She appears to make a new friend in working mother Liz but ends up baby-sitting for her. Beth gets into a political argument in a cafe with vain, handsome toff Jolyon and they go on a date but his love of fox-hunting precludes any sex. His car repossessed, Keith becomes driver for Alan and after they have outwitted two yobs out to fleece them in a pub snooker game they become very good friends. Sadly he has told Sandra he works for a parcels firm and she is not pleased to see him and...    "
                },
                "3": {
                    "title": "Supermum and Hardguy 2000",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pramface (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 37,
                    "original air date": "22 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Laura is going for a day's work experience at Janet's firm so Jamie offers to have Emily though he has forgotten he has an exam on that day so entrusts his baby to Beth and Michael, who clash over child welfare and end up leaving Emily with Alan. Picked on by the patronizing Fiona Laura rings Jamie to bring Emily to her, causing him to leave the exam halfway through. However Fiona tumbles to the fact that Laura has a child and lets her leave work early. Fortunately Jamie sprints back to Alan's in time to have appeared with Emily all day. Keith meanwhile gets a job on ...    "
                },
                "4": {
                    "title": "Just Two People with a Kid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pramface (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 35,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Michael organizes Jamie's eighteenth birthday party, collecting what he believes to be magic mushrooms to make the night go with a swing. In fact Beth has made sure they are harmless mushrooms but Michael still gets high on them. Laura, having turned down another party invite arrives but leaves again when Michael tells her Jamie is on drugs, leading to an argument and her storming out. Keith takes up yoga and a vegan diet to give himself strength and confidence to find a job but stops after Sandra has a false pregnancy scare.    "
                },
                "5": {
                    "title": "If You Cry I'll Cry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pramface (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 34,
                    "original air date": "5 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Learning that Jamie is going out with Hannah, Laura goes on the net to find her own date, sophisticated thirty year old Marcus. Beth's concern for Jamie ruins his date and Marcus turns out to be an unwilling parent who rejects Laura when she says she has a baby. The whole evening however should serve to bring Laura and Jamie closer. Keith is approached by a model agent to use Emily in an ad campaign and he is pleased to beat off the competition of professional parents - but less pleased to find the ad is for a warning against ringworm.    "
                },
                "6": {
                    "title": "Grumpy and Target Boy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pramface (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 38,
                    "original air date": "12 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Seeing Sandra getting cosy with her boss Ian leads Keith to suspect an affair though she explains that she is flirting to get extra hours because of Keith's unemployment. Danielle persuades Laura to attend a university dance in Edinburgh with her and introduces her to her friend Francesca. However Francesca seems to be out to turn Danielle against her and needs a good talking to from Laura to show her up and reconcile Laura and Danielle. Jamie is depressed and wanders off. His friends and family fear he is suicidal but a call from Laura cheers him up and Laura is also...    "
                },
                "7": {
                    "title": "Optimum Conditions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pramface (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 36,
                    "original air date": "19 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Laura and Jamie decide that they are now officially a couple though she is reluctant to go public so, encouraged by Sandra, Jamie decides to tell Alan and Janet. They are attending marriage guidance though the fact that Janet phones in her contributions does not bode well for the sessions. Jamie asks Laura round for a romantic evening after his parents have gone out - though it comes to nothing, much like the Derbyshire's weekend in Paris, which Janet uses to tell her husband she has a job in New York. Laura and Jamie do finally get it together and, fleeing an A level...    "
                }
            }
        },
        "number of episodes": 19,
        "cast": [
            {
                "name": "Verey, Sean"
            },
            {
                "name": "Johnson, Scarlett Alice"
            },
            {
                "name": "Paige, Yasmin"
            },
            {
                "name": "Edwards, Dylan"
            },
            {
                "name": "Crompton, Ben"
            },
            {
                "name": "Gallagher, Bronagh"
            },
            {
                "name": "Deayton, Angus"
            },
            {
                "name": "Chancellor, Anna"
            },
            {
                "name": "Kenny, Emer"
            },
            {
                "name": "Hennessy, Miranda"
            },
            {
                "name": "Males, Katie"
            },
            {
                "name": "Theobald, Karl"
            },
            {
                "name": "Plester, Tim"
            },
            {
                "name": "Fairweather, Callum"
            },
            {
                "name": "Collard, Kenneth"
            },
            {
                "name": "Donohoe, Amanda"
            },
            {
                "name": "Badran, Zina"
            },
            {
                "name": "McLynn, Pauline"
            },
            {
                "name": "Deed, Ian"
            },
            {
                "name": "Berrington, Elizabeth"
            },
            {
                "name": "Brittney, Tom"
            },
            {
                "name": "Brown, Ralph"
            },
            {
                "name": "Aldridge, Ben"
            },
            {
                "name": "Dubus, Alexis"
            },
            {
                "name": "Bailey, Jonathan"
            },
            {
                "name": "Cairns, Stewart"
            },
            {
                "name": "Edwards, Justin"
            },
            {
                "name": "Alexander, Kae"
            },
            {
                "name": "Bower, Elizabeth"
            },
            {
                "name": "Limbachia, Bhavna"
            },
            {
                "name": "Farthing, Jack"
            },
            {
                "name": "Hardie, Angela"
            },
            {
                "name": "Howden, Kathryn"
            },
            {
                "name": "Miller, Henry"
            },
            {
                "name": "Champion, Sarah"
            },
            {
                "name": "Millbank, Nicola"
            },
            {
                "name": "Wells, Nikki BreAnne"
            },
            {
                "name": "Byrne, Pamela"
            },
            {
                "name": "Hetherington, Jason"
            },
            {
                "name": "Rigby, Emma"
            },
            {
                "name": "Gray, Melanie"
            },
            {
                "name": "Macallum, Simon"
            },
            {
                "name": "Slater, Cameron"
            },
            {
                "name": "Harrowell, Trixiebell"
            },
            {
                "name": "Allenby-Kirk, James"
            },
            {
                "name": "Murray, Kirstin"
            },
            {
                "name": "Pascoe, Sara"
            },
            {
                "name": "Spink, Tom"
            },
            {
                "name": "Paul, Gavin"
            },
            {
                "name": "Pender, Jonathan"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "number of seasons": 3,
        "rating": 7.6,
        "votes": 2185,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMGUwYjg3ZWItNjViYS00ODI4LTk5OGUtNDdmZTEyZmQ2Yjk2XkEyXkFqcGdeQXVyMTk3NDAwMzI@._V1_SY150_CR1,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Pramface",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Reddy, Chris"
            },
            {
                "name": "Gaster, Dan"
            },
            {
                "name": "Swash, Colin"
            }
        ],
        "production companies": [
            {
                "name": "Little Comet"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Netflix"
            },
            {
                "name": "Netflix"
            }
        ],
        "plot": [
            "A girl from a middle-class family gets drunk one night and sleeps with a working-class boy, who also happens to be younger than she, and gets pregnant. But are there really feelings there?::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Red One MX"
            ],
            "negative format": [
                "Redcode RAW"
            ],
            "cinematographic process": [
                "Digital Intermediate (2K) (master format)",
                "Redcode RAW (4.5K) (source format)"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 2185,
                "rating": 7.6
            },
            "aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 650,
                "rating": 7.6
            },
            "aged 30 44": {
                "votes": 665,
                "rating": 7.6
            },
            "aged 45 plus": {
                "votes": 263,
                "rating": 7.4
            },
            "males": {
                "votes": 1133,
                "rating": 7.6
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 414,
                "rating": 7.7
            },
            "males aged 30 44": {
                "votes": 428,
                "rating": 7.6
            },
            "males aged 45 plus": {
                "votes": 191,
                "rating": 7.4
            },
            "females": {
                "votes": 572,
                "rating": 7.5
            },
            "females aged 18 29": {
                "votes": 229,
                "rating": 7.6
            },
            "females aged 30 44": {
                "votes": 230,
                "rating": 7.5
            },
            "females aged 45 plus": {
                "votes": 69,
                "rating": 7.1
            },
            "top 1000 voters": {
                "votes": 47,
                "rating": 6.3
            },
            "us users": {
                "votes": 355,
                "rating": 7.8
            },
            "non us users": {
                "votes": 847,
                "rating": 7.4
            }
        },
        "number of votes": {
            "10": 489,
            "9": 317,
            "8": 651,
            "7": 429,
            "6": 149,
            "5": 70,
            "4": 29,
            "3": 15,
            "2": 9,
            "1": 27
        },
        "arithmetic mean": 8.0,
        "median": 8
    }
}