{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "1 October 2012"
            },
            {
                "country": "Netherlands\n",
                "date": "30 November 2012"
            }
        ],
        "release dates": [
            "Belgium::1 October 2012",
            "Netherlands::30 November 2012"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Read My Lips",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    The Tersago's are in pre-trial detention and Ronny's ex-girlfriend Katja finds in the deepfreeze the money of the robbery of the Dejonghs. She thinks she's rich but gets caught.    "
                },
                "2": {
                    "title": "Lucy in the Sky with Diamonds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Due to lack of evidence, the Tersago family is released, with the exception of Wesley. Amber decides to finish her brother's film project.    "
                },
                "3": {
                    "title": "Ne lungo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Ronny goes to visit Jos, who invites him to a mysterious party. Wim Leblanc secretly sells Ambers porn movies and is tackled hard by Ronny and Jarec.    "
                },
                "4": {
                    "title": "Knochen, haut und Gedärme",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    After the armed conflict in restaurant \"De Vleeshandel\" the dead are cleaned up and the wounded are taken care of. But then the police are at the door.    "
                },
                "5": {
                    "title": "The Rules of Fight Club",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Wesley calls Amber from prison with the request to hide a mobile phone in a game console and give it to his lawyer. the 'bankjanetten' also have a plan.    "
                },
                "6": {
                    "title": "Finita la Comedia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Wim Leblanc has mistreated Peaches and Ronny gives Amber and Ylka permission to settle with him for good. The girls do not deliver half work.    "
                },
                "7": {
                    "title": "Goed nieuws, vader",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Ronny has the idea that their Dutch impresario has deceived them. he settles heavily with him but appears to have hasty conclusions.    "
                },
                "8": {
                    "title": "Cowboy Norry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Ronny wants Ivan Pecnik to replace him in 'Clown Cracula and the Haaspaas'. Amber and Ylka use their feminine charms to draw the actor over.    "
                },
                "9": {
                    "title": "4 klontjes suiker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Porn actor Kenneth 'Het Vleeskanon' Verbraeken has stolen Rachel's brilliant watch. Amber, Lou and Ylka decide to teach him a lesson. Ronny calls in the help of Jos to solve the problem with Katja.    "
                },
                "10": {
                    "title": "Vijftig of honderd miljoen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    After Katja's revenge in the villa, Ronny dismisses Jay as a bodyguard. But then Jay makes the Tersago's a criminal proposal with the prospect of fifty or a hundred million.    "
                },
                "11": {
                    "title": "De pizza waren koud",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Ronny's favorite pizza delivery boy Chriske has a black eye. Ronny confronts the perpetrators with their victim and enforces justice in his own way.    "
                },
                "12": {
                    "title": "Van snuffen komt poeppen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Lou has taken advantage of Ronny's absence to take the role of Haaspaas from Mike, Ronny disapproves. Mike invites the Tersago family for a special occasion. Rachel gets hope again.    "
                },
                "13": {
                    "title": "De legataris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Denk niet aan de krokodil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Villa Tersago",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 22,
                    "original air date": "1 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Antwerp circus and crime family patriarch Ronny Tersago's firms are ailing since his divorce and banker Filip Deruyter announces foreclosure unless debts are paid past. Their beloved clowns acts don't pay well, even the fence for their nocturnal robberies is stingier then ever. Yet after putting half-wit cousin Lou De Man to bet, Ronny and his son Wesley, an Amsterdam film school drop-out, who records their 'adventures' on video, still spend much of the meager profit on nightclub girls. Moroccan pickpockets who robbed Ronny's wallet are beaten up viciously.    "
                },
                "2": {
                    "title": "Moederskindje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 20,
                    "original air date": "8 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    As if the banker's foreclosure intensions weren't bad enough, Jos Den Dief loses his patience with the Tersagos' late payments, so Ronny has to sell him his sports-car and van, rather cheap. Still they continue their extravagantly expensive nightlife. Mother causes more worries, compounded by Lou's hopelessly unreliable memory. Their attempt to scare accomplice Jey ended in 'accidental' homicide, dumping the corpse on the highway. Jos recommends a new member for the clowns team, safe expert Mike, a midget with healthy self-esteem and a thick hide.    "
                },
                "3": {
                    "title": "Jefke 90",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 19,
                    "original air date": "15 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    The Tersago clan worries about Jay, who survived being thrown from a highway bridge in front of a Mercedes so he's hospitalized with fence Jos at his bedside. Beat cop André enjoys tauting them, arresting Ronny for public urination. Wesley tries to mediate between his parents, who rival in accusing each-other of infidelity and dirty tricks. The clowns' 90th birthday booking becomes absurd as the party boy has just died, yet payment is collected. dwarf Mike proves himself, to Lou's envy.    "
                },
                "4": {
                    "title": "Als Twee Vlinders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 19,
                    "original air date": "22 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Jay remains in hospital in critical condition. Although he must sell a car to Jos due to debts, Ronny maintains his squandering nocturnal lifestyle. Lou keeps objecting to the midget joining their clowns act and arranges for a foxy waitress to be promised an 'audition' as (superfluous) singer. When the abused Moroccan knaves' big brothers turn up, Ronny knocks their leader unconscious, yet Lou objects to racist language due to his exotic lost love. Wesley has to take father to his favorite, Dutch nightclub to present to him his Brazilian colored girl. Alas, Ronny thus...    "
                },
                "5": {
                    "title": "De Nieuwe Kate Winslet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 20,
                    "original air date": "29 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    The abused Moroccans called the police, but after lots of lies from both Tersagos, the innocent ex-con restaurant owner, who refused to serve them on credit anymore, is falsely arrested. That opens the way for the fiends to cast his half-Polish nymphomaniac wife, after a 'bed audition', for their clowns show or rather for a musical recording, which Wesley bases on nursery rhymes. Test-child Lou, who remains hostile to act recruit Mike, digs it. Wesley sneaks into hospital masked, to attack potential witness Jay.    "
                },
                "6": {
                    "title": "Klappen in De Handjes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 18,
                    "original air date": "5 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Wesley learns from grandpa what an incorrigible sex-obsessed rascal Ronny was since infancy. Jos Den Dief found out what happened to Jay but accepts the Tersagos tried to kill him after a misunderstanding and allows finishing the job. Ronny promises debt service, for which he counts of a data crime contracted from Wim Leblanc, who tends, according to Jos, to dodge paying big dues. With her husband incarcerated for police abuse, hence the restaurant out of order, Polish waitress Katia gets her 'audition' fro Wesley's nursery rhymes-based hit project 'Clapping hands'. ...    "
                },
                "7": {
                    "title": "Grosso modo nihil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 19,
                    "original air date": "12 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Wesley and Ronny enjoy Katia's 'new auditions' before her debut in the clown shows, but her husband is about to be released and suspects her infidelity. Banker Filip Deruyter delivers unacceptable refinancing terms and is 'converted' by physical abuse. Wim Leblanc arranged a children's show for rich Dutch clients, who are pressed for extra cash and ear-marked as future robbery victims. Wesley's mother is punished for posting embarrassing pictures with Ronny online.    "
                },
                "8": {
                    "title": "Keifantastische Mensen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 20,
                    "original air date": "19 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Tired of their troubles with the authorities and others, the Tersago gang seeks comfort in nightlife again. The dirty cop's raid of the villa fails, only Wesley is roughed up, nobody arrested, fortunately as the only charge was domestic violence, while his mother and grandmother rival in wicked stories of husband-abuse. The clowns hate finding out their next client is actually a Morooccan family, but have a blast, after which a confrontation with Moroccan youngsters ends with Mike shooting their leader in the genitals.    "
                },
                "9": {
                    "title": "Een Boulet Voor 't Wachten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 21,
                    "original air date": "26 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    After Jos Den Dief's Porsche was vandalized by the Morooccan street gang, the Tersago trio decides to carjack one instead. The resisting owner is thrown in the car booth, where he ends up suffocating. Meanwhile Louinsists on stopping at a snack bar and 'expreses' his dissatisfaction with the fried products most excessively. Wesley meanwhile scolds his sister and recruits Mike as additional cameraman.    "
                },
                "10": {
                    "title": "One Flew Over the Cuckoo's Nest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 21,
                    "original air date": "3 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Wesley records how father Ronny Tersago's reign of terror crumbles completely. Rest home director Bruno pays the gruesome price as Wesley's grandmother 'escapes', teams up with his mother and returns 'home'. Jos Den Dief's patience with the liar is at an end,and the deal to pay him back goes sour.    "
                }
            },
            "2": {
                "1": {
                    "title": "Paters Jezuïeten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 17,
                    "original air date": "6 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Memotechnisch middeltje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 16,
                    "original air date": "13 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Stilleven met bloem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 14,
                    "original air date": "20 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Dag, jongens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 12,
                    "original air date": "27 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Supercute.com",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 13,
                    "original air date": "3 Feb. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Paracetamolletjes zijn op",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 13,
                    "original air date": "10 Feb. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "O fortuna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 13,
                    "original air date": "17 Feb. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Sex with the Ex",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 13,
                    "original air date": "24 Feb. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Epsilie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 13,
                    "original air date": "3 Mar. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Stekker eruit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crimi Clowns (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 11,
                    "original air date": "10 Mar. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 34,
        "cast": [
            {
                "name": "Wyns, Luk"
            },
            {
                "name": "Kersting, Manou"
            },
            {
                "name": "Willemsen, Chris"
            },
            {
                "name": "Uitterlinden, Hilde"
            },
            {
                "name": "Dejonghe, Veerle"
            },
            {
                "name": "Klaver, Kimberly"
            },
            {
                "name": "de Mol, Johnny"
            },
            {
                "name": "Becu, Silke"
            },
            {
                "name": "Aendenboom, Frank"
            },
            {
                "name": "Thyssen, Peter"
            },
            {
                "name": "Faus, Eddy"
            },
            {
                "name": "De Munck, Eline"
            },
            {
                "name": "Neve, Riona"
            },
            {
                "name": "De Winde, Joke"
            },
            {
                "name": "De Munter, Hans"
            },
            {
                "name": "Schoeters, Ellen"
            },
            {
                "name": "Lammers, Frank"
            },
            {
                "name": "Daeseleire, Axel"
            },
            {
                "name": "Abraham, Abigail"
            },
            {
                "name": "Meuws, Rudy"
            },
            {
                "name": "Traore, Abdoulaye"
            },
            {
                "name": "Deruwe, Karel"
            },
            {
                "name": "Dohnke, Sura"
            },
            {
                "name": "Deschuyffeleer, Laura"
            },
            {
                "name": "El Kasmi, Moraad"
            },
            {
                "name": "Timmermans, Hanne"
            },
            {
                "name": "Van Tielen, Erika"
            },
            {
                "name": "Pecnik, Ivan"
            },
            {
                "name": "van Loon, Henry"
            },
            {
                "name": "Audenaert, Tom"
            },
            {
                "name": "Cornet, Ron"
            },
            {
                "name": "Kramer, Myrthe"
            },
            {
                "name": "Carnivora, Shiva"
            },
            {
                "name": "Bardad-Daidj, Nawfel"
            },
            {
                "name": "Broecke, Bruno Vanden"
            },
            {
                "name": "De Moor, Bob"
            },
            {
                "name": "Van Berkel, Chiel"
            },
            {
                "name": "Van Espen, Chris"
            },
            {
                "name": "Vingerhoets, Sarah"
            },
            {
                "name": "Teuwen, Rob"
            },
            {
                "name": "D'Heu, Luk"
            },
            {
                "name": "Schuurman, Katja"
            },
            {
                "name": "Hellinx, Ludo"
            },
            {
                "name": "Ebbinge, Diederik"
            },
            {
                "name": "Kloek, Tania"
            },
            {
                "name": "Maes, Paul"
            },
            {
                "name": "Mallat, Nabil"
            },
            {
                "name": "Chernova, Masha-Maria"
            },
            {
                "name": "Corre, Chris"
            },
            {
                "name": "Hasdemi, Bekir"
            }
        ],
        "locations": [
            "Antwerp, Flanders, Belgium"
        ],
        "genres": [
            "Comedy",
            "Crime",
            "Thriller"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Belgium",
            "France"
        ],
        "country codes": [
            "be",
            "fr"
        ],
        "language codes": [
            "qbn",
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Netherlands:16"
        ],
        "number of seasons": 3,
        "rating": 8.1,
        "votes": 948,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY5NzY4MzA1NF5BMl5BanBnXkFtZTcwMzMzMTI2OA@@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Wesley Tersago is a student at the movie academy of Amsterdam. When he get suspended after 4 years. Then he goes to his father who is the head of a criminal gang. After a robbery of an electro store he's filming the illegal activities of the gang. But when it's daytime they are clowns.",
        "languages": [
            "Flemish",
            "Dutch"
        ],
        "title": "Crimi Clowns",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Crimi Clowns (Belgium)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Wyns, Luk"
            }
        ],
        "production companies": [
            {
                "name": "Diamond City Films"
            },
            {
                "name": "Column Film"
            },
            {
                "name": "BNP Paribas Fortis Film Fund"
            }
        ],
        "distributors": [
            {
                "name": "2BE"
            },
            {
                "name": "Veronica"
            }
        ],
        "other companies": [
            {
                "name": "Salto"
            },
            {
                "name": "Green Room, De"
            }
        ],
        "plot": [
            "Wesley Tersago is a student at the movie academy of Amsterdam. When he get suspended after 4 years. Then he goes to his father who is the head of a criminal gang. After a robbery of an electro store he's filming the illegal activities of the gang. But when it's daytime they are clowns.::Everybody"
        ],
        "synopsis": [
            "After being released from prison for child abuse, Clown Norry (Ronny) tries to get his old life back together. He and his team (Papa Lou and 'De Mike') are clowns during daytime, criminals during the night. He has to pay back a big debt to a major crimeboss, whilst keeping his mother from harming other patients at the home and dealing with an emotional ex-wife. All this is filmed by his son, Wesley, who says he's making an art project for filmschool (in reality he got kicked off).\nBy trying to earn money in whatever way he can (stealing from kid's parties, selling steroids, stealing cars,...) he never forgets to spend any as well on coke and strippers."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Canon 5D Mark II"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 948,
                "rating": 8.1
            },
            "aged 18 29": {
                "votes": 219,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 431,
                "rating": 7.9
            },
            "aged 45 plus": {
                "votes": 123,
                "rating": 8.0
            },
            "males": {
                "votes": 737,
                "rating": 8.1
            },
            "males aged 18 29": {
                "votes": 196,
                "rating": 8.3
            },
            "males aged 30 44": {
                "votes": 387,
                "rating": 8.0
            },
            "males aged 45 plus": {
                "votes": 110,
                "rating": 8.0
            },
            "females": {
                "votes": 82,
                "rating": 7.4
            },
            "females aged 18 29": {
                "votes": 19,
                "rating": 7.2
            },
            "females aged 30 44": {
                "votes": 42,
                "rating": 6.9
            },
            "females aged 45 plus": {
                "votes": 12,
                "rating": 7.8
            },
            "top 1000 voters": {
                "votes": 14,
                "rating": 7.1
            },
            "us users": {
                "votes": 8,
                "rating": 4.4
            },
            "non us users": {
                "votes": 536,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 254,
            "9": 251,
            "8": 254,
            "7": 113,
            "6": 25,
            "5": 13,
            "4": 8,
            "3": 4,
            "2": 7,
            "1": 19
        },
        "arithmetic mean": 8.3,
        "median": 9
    }
}