{
    "imdb": {
        "raw release dates": [
            {
                "country": "Denmark\n",
                "date": "19 February 2012"
            }
        ],
        "release dates": [
            "Denmark::19 February 2012"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "Ho Chi Minh City, Vietnam",
            "Phu Qouc, Vietnam",
            "Hanoi, Vietnam"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Denmark"
        ],
        "country codes": [
            "dk"
        ],
        "language codes": [
            "da"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$300,000 (estimated)",
        "plot outline": "Spis Vietnam (Taste Vietnam) is the first ever-Danish cultural, gastronomic program to go abroad to discover foreign cuisine and to cook for the Nordic viewers. The six programs will focus on the street kitchen in HCM City and Hanoi, the farmer's kitchen in Phu Qouc and the new exploration for a Nordic audience; the imperial kitchen in both HCM City and Hanoi. Anh Le;, whose family has established themselves as successful restaurant owners in Denmark's capital, Copenhagen, hosts the programs. The Le; family has four restaurants, which serve as inspiration and delight for a huge number of visitors every day. Taste Vietnam also puts relevant focus on cultural phenomenons and the life of modern Vietnamese citizens.",
        "languages": [
            "Danish"
        ],
        "title": "Spis Vietnam",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Spis Vietnam (Denmark)"
        ],
        "writer": [
            {
                "name": "Høy, Søren"
            }
        ],
        "production companies": [
            {
                "name": "Highwire Ultra Media"
            }
        ],
        "distributors": [
            {
                "name": "Danmarks Radio (DR)"
            }
        ],
        "plot": [
            "6 episode documentary about the cultural changes and traditions in Vietnam.::Anonymous",
            "_Spis Vietnam_ (qv) (Taste Vietnam) is the first ever-Danish cultural, gastronomic program to go abroad to discover foreign cuisine and to cook for the Nordic viewers. The six programs will focus on the street kitchen in HCM City and Hanoi, the farmer's kitchen in Phu Qouc and the new exploration for a Nordic audience; the imperial kitchen in both HCM City and Hanoi. Anh Le;, whose family has established themselves as successful restaurant owners in Denmark's capital, Copenhagen, hosts the programs. The Le; family has four restaurants, which serve as inspiration and delight for a huge number of visitors every day. Taste Vietnam also puts relevant focus on cultural phenomenons and the life of modern Vietnamese citizens.::Anonymous."
        ],
        "tech": {
            "runtime": [
                "30 min (6 episodes) (Denmark)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}