{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "14 February 2012",
                "notes": "                            (New York City, New York)"
            }
        ],
        "release dates": [
            "USA::14 February 2012                            (New York City, New York)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Plumb, Eve"
            },
            {
                "name": "Hammer, Lisa"
            },
            {
                "name": "Ferber, Lisa"
            },
            {
                "name": "Wilson, Levi"
            },
            {
                "name": "Oleary, Chris"
            },
            {
                "name": "Brienik, Sal"
            },
            {
                "name": "Whitefield-Madrano, Autumn"
            },
            {
                "name": "Heskett, Stephen"
            },
            {
                "name": "Timothy, John"
            },
            {
                "name": "Patterson, Melissa"
            },
            {
                "name": "Gilbert, Katie"
            },
            {
                "name": "Folger, Penny"
            },
            {
                "name": "Homyn, Noel"
            },
            {
                "name": "DelBene, Andrea"
            },
            {
                "name": "Liedtka, Max"
            },
            {
                "name": "Corry, Mario"
            },
            {
                "name": "Cremer, Alexandra"
            },
            {
                "name": "Elaine, Aryn"
            },
            {
                "name": "Hammel, Lori"
            },
            {
                "name": "Hurley, James"
            },
            {
                "name": "Kira, Alexa"
            },
            {
                "name": "Lambert, Lisa"
            },
            {
                "name": "Marks, Terry"
            },
            {
                "name": "Poliniak, Susan"
            },
            {
                "name": "Rickman, Allen Lewis"
            },
            {
                "name": "Shmulenson, Yelena"
            },
            {
                "name": "Stracener, Michael"
            },
            {
                "name": "Winter, Stephen N."
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital::(RCA Sound Recording)"
        ],
        "rating": 7.8,
        "votes": 8,
        "budget": "$100,000 (estimated)",
        "plot outline": "The Sisters Plotz is a frothy romp through the lives of three eccentric heiresses. Dry Dada poetess Celestia, enthusiastic yet incompetent inventor Ladybug, and spacey artist Whimsellica live in a Manhattan townhouse with their darling butler Reginald, who is also Ladybug's love interest. Their lives are perfectly glorious every moment, as they don't have to do anything they don't want to do, hooray! Occasionally, however, a minor problem occurs, such as when Ladybug creates an invention and Whimsellica accidentally blows up the room with it. Or when Reginald's brother Henthrop tries to convince people that Reginald is evil, because Henthrop is jealous of Reginald's beautiful head of hair and the fact that Reginald is really an earl (who only does buttling for the social experiment of seeing what work is like). There are also the seemingly sweet but actually scheming maids, who plan to steal the sisters' jewels, and the fact that society gossip columnist Petula Feather, who disapproves of the fact that the sisters are grown women who still live together and put on kooky poetry readings, is always trying to get dirt on the trio. The sisters adore each other and are unwaveringly supportive of each other. They stick together through everything from Whimsellica's occasional shoplifting to Celestia's failed attempt at acting to Ladybug's dangerous inventions. For in the end, isn't the most important thing family-and a great butler?",
        "languages": [
            "English"
        ],
        "title": "The Sisters Plotz",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "The Sisters Plotz (United States)"
        ],
        "writer": [
            {
                "name": "Ferber, Lisa"
            },
            {
                "name": "Ferber, Lisa"
            },
            {
                "name": "Hammer, Lisa"
            }
        ],
        "production companies": [
            {
                "name": "Lisa Lisa Productions"
            },
            {
                "name": "Wilson Arts Diversified"
            }
        ],
        "plot": [
            "Three heiresses live in a townhouse with their butler.::Bess Skibstein",
            "_The Sisters Plotz_ (qv) is a frothy romp through the lives of three eccentric heiresses. Dry Dada poetess Celestia, enthusiastic yet incompetent inventor Ladybug, and spacey artist Whimsellica live in a Manhattan townhouse with their darling butler Reginald, who is also Ladybug's love interest. Their lives are perfectly glorious every moment, as they don't have to do anything they don't want to do, hooray! Occasionally, however, a minor problem occurs, such as when Ladybug creates an invention and Whimsellica accidentally blows up the room with it. Or when Reginald's brother Henthrop tries to convince people that Reginald is evil, because Henthrop is jealous of Reginald's beautiful head of hair and the fact that Reginald is really an earl (who only does buttling for the social experiment of seeing what work is like). There are also the seemingly sweet but actually scheming maids, who plan to steal the sisters' jewels, and the fact that society gossip columnist Petula Feather, who disapproves of the fact that the sisters are grown women who still live together and put on kooky poetry readings, is always trying to get dirt on the trio. The sisters adore each other and are unwaveringly supportive of each other. They stick together through everything from Whimsellica's occasional shoplifting to Celestia's failed attempt at acting to Ladybug's dangerous inventions. For in the end, isn't the most important thing family-and a great butler?::Bess Skibstein"
        ],
        "tech": {
            "sound mix": [
                "Dolby Digital (RCA Sound Recording)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 5.5
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 10.0
            },
            "males": {
                "votes": 3,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "females": {
                "votes": 3,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "us users": {
                "votes": 4,
                "rating": 10.0
            },
            "non us users": {
                "votes": 1,
                "rating": 1.0
            }
        },
        "number of votes": {
            "10": 6,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 7.8,
        "median": 1
    }
}