{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 July 2012"
            }
        ],
        "release dates": [
            "USA::11 July 2012"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "They're Back!",
                    "kind": "episode",
                    "episode of": {
                        "title": "K-Town (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "28 Nov. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "I Am King",
                    "kind": "episode",
                    "episode of": {
                        "title": "K-Town (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "5 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Young has a full day: a fun morning at the comic book store with Violet and her son and then a lunch date with Christine, So Young and So Young's mom. In spite of her imposing presence, Young's mother-in-law surprises everyone at the table by thanking him for being a good husband to her daughter. Later that night at the bar, the cast breaks last season's record with an epic mega-Seoul Train. Tipsy, Steve makes a move on Christine - pissing off the overprotective Jasmine.    "
                },
                "3": {
                    "title": "Friendly Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "K-Town (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "12 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Annoyed about Steve making out with her sister Christine, Jasmine directs her anger at her BFF Scarlet for getting into her business. A string of conflicts is set off and reveals the ongoing beef between Scarlet and Violet. The next day, Jasmine brings the girls to the gun range to fire off some rounds as a hangover cure. Scarlet and Jasmine go out for some dim sum while the guys enjoy a round of beer bong and Korean BBQ. Steve starts seeing red when Christine and Jowe begin flirting with each other.    "
                },
                "4": {
                    "title": "The Bachelor Party from Hell: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "K-Town (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "19 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The cast heads to Busby's for Young's second bachelor party only to find the club empty. Despite Steve's screw up, everyone makes the most of it and still has a blast. Steve and Jowe attempt to hit on some girls at the bar while Scarlet surprises So Young with a lap dance she won't forget. Everyone's fun is cut short when Joe's girlfriend Jessica picks a fight with Steve and then Jowe and then Violet, which quickly escalates into an all-out brawl on the dance floor.    "
                },
                "5": {
                    "title": "From Bad to Worse",
                    "kind": "episode",
                    "episode of": {
                        "title": "K-Town (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "26 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    After being pulled out of a cat fight with Violet, Jessica gives Joe an ultimatum - he has to either choose her or his friendship with Jowe - but Joe is unable to give her a straight answer. Their intense arguing lights a fire to the tensions within the cast. Steve attempts to salvage Young's bachelor party until Jasmine accuses him of kissing another girl at the bar behind Christine's back. Frustrated at his friends' inability to get along, Young threatens to walk out and cancel the wedding.    "
                },
                "6": {
                    "title": "Here Comes the Bride",
                    "kind": "episode",
                    "episode of": {
                        "title": "K-Town (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    For Young's sake, the cast manages to pull themselves from the chaos of the previous night and hash things out. The next day, everyone meets up at the Koreatown Plaza to make some last minute errand runs for the wedding. While shopping for Young's gift, Joe surprises the guys when he confesses he still thinks Jessica is \"the one\" despite their very public fight. However, the pressure of the wedding duties unravel the group once again as Steve forgets a key ingredient for the bar, Christine can't find the flower shop, and Joe screws up one of the most important ...    "
                },
                "7": {
                    "title": "Till Death Do Us Part",
                    "kind": "episode",
                    "episode of": {
                        "title": "K-Town (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "9 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    The season finale. Young and So Young's American wedding is a beautiful and tear-jerking send-off for their new life in Guam. That is until Steve nervously delivers his best man's speech. But his flub is quickly forgotten when he ruins Joe's big surprise at the ceremony after, making it the show's most outrageous episode yet. With special guest appearances from AMERICAN IDOL singer Andrew Garcia and comedian Paul \"PK\" Kim.    "
                },
                "8": {
                    "title": "K-Town LIVE Cast Reunion!",
                    "kind": "episode",
                    "episode of": {
                        "title": "K-Town (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "16 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    A live season 2 cast reunion.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Beginning",
                    "kind": "episode",
                    "episode of": {
                        "title": "K-Town (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    The fun, vibrant cast kicks off the first episode meeting up as friends at the local watering hole with huge news to tell. Club promoter Joe is about to throw the biggest party of his life this Saturday and assigns the help of Violet's ex-boyfriend Jowe without her knowledge. The surprise of seeing Jowe literally walk back into her life again leaves Violet shocked. While the estranged ex-couple stays behind to settle their differences, the rest of the gang leads newcomer Scarlet into an underground club in K-Town.    "
                },
                "2": {
                    "title": "The Rounds of Partying",
                    "kind": "episode",
                    "episode of": {
                        "title": "K-Town (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "18 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Scarlet remains distraught at seeing a dingy, abandoned strip mall -- until the elevator doors swing open. She and the gang are whisked away into a neon wonderland that is PalmTree LA where they begin \"The Rounds of Partying.\" Cammy the waitress sets up various drinking games while Scarlet and Jasmine hilariously reject a bad pick up at the bar. Soju-fueled and not in her right mind, Violet shares a kiss with Jowe in the hallway -- a big mistake once she sees him flirting with other girls.    "
                },
                "3": {
                    "title": "The Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "K-Town (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Angry about Jowe's constant flirting, Violet incites a cat fight with a girl Jowe was chatting up by tossing a drink at her head. On the other side of the bar, born performer Young excitedly bumps into the all-female dance crew S2K ensuing a group dance-off. It's all fun and games until Steve tries to make Cammy do something completely outside her comfort zone.    "
                },
                "4": {
                    "title": "He Said, She Said",
                    "kind": "episode",
                    "episode of": {
                        "title": "K-Town (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    The guys recount last night's crazy events over barbecue while the girls question Violet about her feelings for Jowe during brunch. Revealing that Jowe had hit on her behind Violet's back, Scarlet attempts to clear things up with him. However, Jowe's denial further complicates things. After winning a drinking game at karaoke, Young requests a lap dance from Scarlet -- the last thing a groom-to-be should do.    "
                },
                "5": {
                    "title": "The Rules of Booking",
                    "kind": "episode",
                    "episode of": {
                        "title": "K-Town (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    The day before the most important audition of his life, Young is asked by Joe and Steve to help promote for the Saturday party at Belasco. He reluctantly joins them when they promise they'll only be out for an hour. The group heads to Vibe, a nightclub in K-Town where the practice of traditional Korean speed dating called \"booking\" takes place. Scarlet, still annoyed with Jowe, is pushed past her breaking point when Jowe starts a fight with her best friend Jasmine.    "
                },
                "6": {
                    "title": "The Bachelor Party from Hell",
                    "kind": "episode",
                    "episode of": {
                        "title": "K-Town (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Joe tries to mediate a truce between Jowe, Scarlet and Jasmine -- an ill-conceived move when drinks are thrown. Abandoned at Vibe, Young hopes he wouldn't miss his audition. The following day, Jasmine and Scarlet head to the Assi Market in search of the hangover cure called \"Ahjussi Juice.\" The girls then bring Scarlet to a Korean BBQ joint where intestines are served and her stomach is churned. Joe wants the group to help pass out fliers in K-Town but everyone else is more inclined to fool around than work.    "
                },
                "7": {
                    "title": "General Joe Cha",
                    "kind": "episode",
                    "episode of": {
                        "title": "K-Town (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    With only a few hours before the club opening, Joe is tenser than ever. He needs Saturday night at Belasco to go well or else he's out of a job. Joe's temper comes to a boiling point when Scarlet pokes fun at him for the last time.    "
                },
                "8": {
                    "title": "Showtime at Belasco",
                    "kind": "episode",
                    "episode of": {
                        "title": "K-Town (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "29 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    The doors open and the party begins with a crowd of more than 3,000 people. Given a second chance to achieve his dream of becoming an entertainer, Young steps up onto the Belasco stage to perform his audition routine. Scarlet falls on her face when she attempts to crowd surf while tensions grow between Steve and Joe. With special guest appearance from singer/actor Tyrese Gibson.    "
                },
                "9": {
                    "title": "The Night of Chaos",
                    "kind": "episode",
                    "episode of": {
                        "title": "K-Town (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "5 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Violet wants to be back with Jowe but his mixed signals leave their future uncertain. During the group dinner, the cast reels over Joe's mistreatment of them -- especially Steve, who became the brunt of all Joe's frustrations. Things escalate even further when Steve and Joe get into a fist fight inside a karaoke room.    "
                },
                "10": {
                    "title": "Friends Forever",
                    "kind": "episode",
                    "episode of": {
                        "title": "K-Town (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "12 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Joe and Steve's friendship is on the brink of collapse. Scarlet and Jasmine try to get them to settle down and talk it out, but not until both men put aside their pride.    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Cha, Joe"
            },
            {
                "name": "Chan, Scarlet"
            },
            {
                "name": "Chang, Jasmine"
            },
            {
                "name": "Kim, Steve"
            },
            {
                "name": "Kim, Violet"
            },
            {
                "name": "Lee, Jowe"
            },
            {
                "name": "Lee, Young"
            },
            {
                "name": "Chang, Christine S."
            },
            {
                "name": "Chung, Cammy"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 4.9,
        "votes": 21,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTc3MTgyMjUxNF5BMl5BanBnXkFtZTcwMTc5MzI5OA@@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "\"K-Town\" is a new, dynamic unscripted reality show that explores the lives of incredibly colorful Asian Americans who reside in the heart of Koreatown, Los Angeles. From karaoke bars to night clubs, the series follows the cast as they discover themselves and what it means to be Asian American growing up in the 21st century.",
        "languages": [
            "English"
        ],
        "title": "K-Town",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "K-Town (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Electus"
            },
            {
                "name": "HQ Pictures"
            }
        ],
        "plot": [
            "\"_K-Town_ (qv)\" is a new, dynamic unscripted reality show that explores the lives of incredibly colorful Asian Americans who reside in the heart of Koreatown, Los Angeles. From karaoke bars to night clubs, the series follows the cast as they discover themselves and what it means to be Asian American growing up in the 21st century.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 21,
                "rating": 4.9
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 3.0
            },
            "aged 30 44": {
                "votes": 11,
                "rating": 4.4
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 5.3
            },
            "males": {
                "votes": 11,
                "rating": 4.2
            },
            "males aged 30 44": {
                "votes": 7,
                "rating": 4.3
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 5.3
            },
            "females": {
                "votes": 5,
                "rating": 3.5
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 3.0
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 3.7
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 3.0
            },
            "us users": {
                "votes": 10,
                "rating": 3.8
            },
            "non us users": {
                "votes": 5,
                "rating": 2.6
            }
        },
        "number of votes": {
            "10": 5,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 3,
            "5": 4,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 7
        },
        "arithmetic mean": 4.9,
        "median": 5
    }
}