{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 February 2012"
            }
        ],
        "release dates": [
            "USA::7 February 2012"
        ],
        "episodes": {
            "5": {
                "501": {
                    "title": "Lawler/Nelson/Rogan",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 501,
                    "original air date": "27 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Robbie Lawler's exclusive first person account of his UFC 181 title tilt against Johny Hendricks; Roy \"Big Country\" Nelson provides lively commentary as Andrei Arlovski and Travis Browne square off in Full Blast; Joe Rogan riffs on the UFC's best story lines heading into 2016.    "
                },
                "502": {
                    "title": "Dillashaw vs Cruz",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 502,
                    "original air date": "10 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Bantamweight champ TJ Dillashaw settles into his new surroundings in Denver, Colorado as he prepares for the biggest test of his championship reign, Jon Anik moderates a heated conversation between Dillashaw and his opponent, former champ Dominick Cruz; Anthony Johnson Full Blast at UFC 192 as Rashad Evans and Ryan Bader square off; the Warrior Code of lightweight superstar Anthony \"Showtime\" Pettis.    "
                },
                "503": {
                    "title": "Velasquez/Allen/Evans",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 503,
                    "original air date": "24 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Cain Velasquez all-access in Mexico City as he battles Fabricio Werdum at UFC 188's heavyweight title unification fight; Britain's rising featherweight star Arnold Allen expands his skills in Canada; former light heavyweight champ Rashad Evans' take on the UFC as a global phenomenon.    "
                },
                "504": {
                    "title": "Dillashaw vs Cruz/Garbrandt/Arm Bars",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 504,
                    "original air date": "31 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Experience the biggest bantamweight title fight in UFC history as TJ Dillashaw and Dominick Cruz top off an exclusive look back at UFC Fight Night in Boston with never before seen footage; rising star Cody Garbrandt returns to the Ohio wrestling mats that paved the way for his success as he readies for his next fight in California; Joe Rogan ranks the most memorable arm bar submissions ever recorded inside the Octagon.    "
                },
                "505": {
                    "title": "Michael Bisping",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 505,
                    "original air date": "7 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    All-access with England's most famous MMA export, Michael Bisping, as The Count shares his approach to fatherhood, his live fight analysis during UFC 148's Silva vs Sonnen title fight, his personal Warrior Code, and his thoughts on the UK's rich combat sports history.    "
                },
                "506": {
                    "title": "Holly Holm on the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 506,
                    "original air date": "14 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    All new footage from the historic title fight Down Under as Holly Holm provides an exclusive account of her UFC 193 fight week; Joe Rogan riffs on the history of UFC super fights; middleweight champ Luke Rockhold tackles the Super Bowl's media day.    "
                },
                "507": {
                    "title": "Conor McGregor My Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 507,
                    "original air date": "21 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Conor McGregor's first person account from his blockbuster UFC 194 title fight against Jose Aldo; meet ferocious Brazilian finisher Amanda Nunes as she rises to the top of the division from her new home in Florida; women's bantamweight champ Holly Holm reveals her warrior code.    "
                },
                "508": {
                    "title": "Holm/Lawlor/Jones/Rogan",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 508,
                    "original air date": "28 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Holly Holm's whirlwind championship homecoming tour from New York City to Albuquerque, New Mexico; a revitalized Tom Lawlor details his return as a light heavyweight showstopper; Jon Jones mic'd up Octagon-side for his play-by-play reaction to teammate Carlos Condit's welterweight title fight vs Robbie Lawler; Joe Rogan riffs on the impact of rounds 4 and 5 inside the Octagon.    "
                },
                "509": {
                    "title": "Training Day: Namajunas vs Torres",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 509,
                    "original air date": "13 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Spend a day inside the lives of strawweight contenders Rose Namajunas and Tecia Torres as they prepare for their rematch on FOX UFC Fight Night; Tony Ferguson opens up to host Megan Olivi about his journey to the brink of a lightweight title shot; Khabib Nurmagomedov reveals the warrior code that has driven his perfect 22-0 record.    "
                },
                "510": {
                    "title": "Rockhold on the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 510,
                    "original air date": "20 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Exclusive fight week coverage of Luke Rockhold's quest for middleweight gold at UFC 194; Rashad Evans counts down the Ultimate 8 moments from his illustrious career; the UFC's elite weigh-in on what it's like to roll to the Octagon.    "
                },
                "511": {
                    "title": "Training Day: Machida vs Henderson",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 511,
                    "original air date": "3 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    A day in the life of MMA legends Lyoto Machida and Dan Henderson as they make the most of their time in Training Day; Joe Rogan counts down the Ultimate 8 moments from flyweight champ Demetrious Johnson's prolific career; Anthony Johnson is Full Blast for one of 2015's best fights as division mates Daniel Cormier and Alexander Gustafsson throw down.    "
                },
                "512": {
                    "title": "Bisping on the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 512,
                    "original air date": "17 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Michael Bisping On the Brink in London against former champ Anderson Silva; an inside look at the talent rising from Dublin's Straight Blast Gym; strawweight star Rose Namajunas detail the Warrior Code that defines her.    "
                },
                "513": {
                    "title": "Joanna Jedrzejczyk",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 513,
                    "original air date": "24 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Joanna Jedrzejczyk's exclusive account of her first ever UFC title fight, as well as a first person account of a Training Day in preparation for her title defense against Valerie Letourneau, and in her own words, the Warrior Code that explains the Polish striker's passion for MMA.    "
                },
                "514": {
                    "title": "UFC Fight Night: Teixeira vs Evans",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 514,
                    "original air date": "1 May 2016",
                    "year": "2016",
                    "plot": "\n    Breathtaking new coverage from UFC Fight Night Teixeira vs Evans; explore exciting lightweight Jon \"the Super Saiyan\" Tuck's Micronesian roots in Guam; the UFC's original cutman Dr. Hsu explains his role as the Octagon doctor.    "
                },
                "515": {
                    "title": "Amirkhani/Cruz/Faber/Weidman",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 515,
                    "original air date": "15 May 2016",
                    "year": "2016",
                    "plot": "\n    Travel to Ireland and Finland for a profile on Makwan Amirkhani's unforgettable rise up the UFC's featherweight ranks; Urijah Faber wired for his live reaction as division mates TJ Dillashaw and Dominick Cruz fight for the belt; the UFC's biggest stars weigh-in on the famous feud between Cruz and Faber as their rubber match title fight approaches; the warrior code that drives Chris Weidman in his pursuit to reclaim the middleweight strap.    "
                },
                "516": {
                    "title": "Jedrzejczyk/Patience/Gastelum",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 516,
                    "original air date": "22 May 2016",
                    "year": "2016",
                    "plot": "\n    Joanna Jedrzejczyk all-access at UFC 193 for the strawweight champ's biggest fight yet; UFC fighters weigh-in on the virtues of patience in the fight game; the Warrior Code of Ultimate Fighter winner and emerging welterweight contender Kelvin Gastelum.    "
                },
                "517": {
                    "title": "Cruz/Ortega/Rockhold",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 517,
                    "original air date": "29 May 2016",
                    "year": "2016",
                    "plot": "\n    UFC bantamweight champ Dominick Cruz takes to the desert for a high-speed adventure; Blackbelt Surfing's Brian Ortega makes waves at featherweight; Luke Rockhold's live commentary as Jon Jones and Ovince Saint Preux square off; the Warrior Code of Dominick Cruz.    "
                },
                "518": {
                    "title": "Tate/McCrory/Vegas",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 518,
                    "original air date": "12 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Miesha Tate's all-access account of the biggest fight of her career; Tamdan \"the Barncat\" McCrory's 6-year Octagon hiatus has the New Yorker primed for a run at middleweight; UFC stars explain why Las Vegas is the Fight Capital of the world.    "
                },
                "519": {
                    "title": "Jones/Cormier/Rogan",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 519,
                    "original air date": "26 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Jon Jones' exclusive account of his UFC 197 fight for the interim light heavyweight title; the Warrior Code of reigning light heavyweight champ and Jones rival Daniel Cormier; UFC commentator Joe Rogan riffs about the historic nature and incredible lineup of fights for UFC 200.    "
                },
                "520": {
                    "title": "Velasquez/Browne/Lesnar/Assuncao",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 520,
                    "original air date": "3 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Spend a training day inside the lives of Cain Velasquez and Travis Browne leading up to their UFC 200 heavyweight title eliminator fight; UFC stars analyze what makes Brock Lesnar so unique; Rafael Assuncao details the warrior code that defines his pursuit of bantamweight gold.    "
                },
                "521": {
                    "title": "Demetrious Johnson",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 521,
                    "original air date": "17 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Experience the inaugural UFC flyweight championship fight between Demetrious Johnson and Joseph Benavidez from fight hype through the post fight aftermath in On The Brink; Joe Rogan counts down the Ultimate 8 moments from Demetrious Johnson's prolific career; the Warrior Code of Mighty Mouse.    "
                },
                "522": {
                    "title": "Condit/Suarez/Woodley",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 522,
                    "original air date": "24 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Carlos Condit opens his home and fight camp for an intimate look at the welterweight's UFC 195 title fight vs Robbie Lawler; newly crowned Ultimate Fighter Tatiana Suarez in studio; the warrior code of 170-pound title challenger Tyron Woodley.    "
                },
                "523": {
                    "title": "Teixeira/Means/St-Pierre/McGegor",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 523,
                    "original air date": "31 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Glover Teixeira follows the footsteps of his idol Mike Tyson in Catskill, New York; Tim Means looks to put the past behind him in Albuquerque, New Mexico; former welterweight champ GSP provides his exclusive live reaction as Conor McGregor and Nate Diaz put on a show at UFC 196; UFC personalities describe what makes McGregor such a powerful presence both in and out of the Octagon.    "
                },
                "524": {
                    "title": "Nate Diaz on the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 524,
                    "original air date": "7 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Inside the UFC 196 fight week preparations of Nate Diaz and exclusive angles of his high stakes fight with Conor McGregor; Gilbert Melendez on life as a teammate of the Diaz brothers; Joe Rogan tackles Nick Diaz's Ultimate 8 moments.    "
                },
                "525": {
                    "title": "Rosa/Lauzon vs Miller/Garbrandt",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 525,
                    "original air date": "14 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Charles Rosa's powerful mission to honor his family and find strength in the face of tragedy; an intense training day with entertaining lightweights Joe Lauzon and Jim Miller as each prepares for the other at UFC Fight Night on FOX; bantamweight star Cody Garbrandt Full Blast for his division's title fight between Dominick Cruz and Urijah Faber.    "
                },
                "526": {
                    "title": "Miocic/Ortega/Benavidez/Eye",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 526,
                    "original air date": "28 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Stipe Miocic's first person quest for UFC heavyweight gold at UFC 198; rising featherweight contender Brian Ortega sits down with host Megan Olivi for a revealing 1-on-1; flyweight star Joseph Benavidez mic'd up as Demetrious Johnson and Henry Cejudo clash; the warrior code of Jessica \"Evil\" Eye.    "
                },
                "527": {
                    "title": "Dominick Cruz",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 527,
                    "original air date": "4 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Witness Dominick Cruz's UFC 199 fight week experience with exclusive commentary and perspective for his title fight with Urijah Faber; UFC bantamweight champ Dominick Cruz takes to the desert for a high-speed adventure; the Warrior Code that drives Dominick Cruz's pursuit of perfection.    "
                },
                "528": {
                    "title": "UFC Fight Night: Maia vs Condit",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 528,
                    "original air date": "11 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    An exclusive cinematic presentation of the greatest sights and sounds from UFC Fight Night: Maia vs Condit; welterweight rising star Alan Jouban sits down with host Megan Olivi to discuss his success inside and outside the Octagon; UFC elite on the importance of fight teams.    "
                },
                "529": {
                    "title": "Brooks/Pena/Cyborg",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 529,
                    "original air date": "18 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Experience the powerful story of Will \"Ill Will\" Brooks from Chicago's mean streets to promising lightweight contender; bantamweight Julianna Pena is wired for sound at UFC 200 with her division's belt on the line; exclusive fight week coverage of Cris Cyborg's UFC debut through the fight's ferocious conclusion in her Brazilian hometown; UFC stars break down what it means to be a Martial Artist.    "
                },
                "530": {
                    "title": "Bisping/Anderson/Henderson",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 530,
                    "original air date": "25 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Michael Bisping provides behind-the-scenes access for his shot at the middleweight title at UFC 199; Corey \"Beasting 25/8\" Anderson takes his training regimen to the Garden State; Joe Rogan ranks the Ultimate 8 victories from Dan Henderson's Hall of Fame career.    "
                },
                "531": {
                    "title": "Alvarez/Ferguson/Lamas",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 531,
                    "original air date": "2 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Eddie Alvarez's exclusive account of his fight week quest for UFC lightweight gold against Rafael dos Anjos; California based lightweight Tony \"El Cucuy\" Ferguson seeks no shortcuts in his journey up the rankings; the warrior code of perennial featherweight contender Ricardo Lamas.    "
                },
                "532": {
                    "title": "Woodley on the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 532,
                    "original air date": "9 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Tyron Woodley provides exclusive access into the UFC 201 camp and title fight that changed his life; UFC stars weigh-in on what makes Demetrious Johnson the world's best pound-for-pound fighter; the Warrior Code of season 13 Ultimate Fighter winner Tony Ferguson.    "
                },
                "533": {
                    "title": "Thompson on the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 533,
                    "original air date": "16 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Exclusive coverage of Stephen \"Wonderboy\" Thompson on the hunt for a title shot in Ottawa, Canada against Rory MacDonald; Tyron Woodley tells host Megan Olivi about his new opportunities in life as the UFC's welterweight champ; pound-for-pound king Demetrious Johnson mic'd up for his live commentary during Diaz vs McGregor 2.    "
                },
                "534": {
                    "title": "McGregor/Weidman/Evans/Carmouche",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 534,
                    "original air date": "23 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Irish superstar Conor McGregor in NYC for Reebok; Long Island native Chris Weidman tours the town he loves; Rashad Evans counts down the Ultimate 8 moments from his illustrious career; the Warrior Code that defines Liz Carmouche.    "
                },
                "535": {
                    "title": "Training Day: Edgar vs Stephens",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 535,
                    "original air date": "30 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    New Jersey's Frankie Edgar and California's Jeremy Stephens prepare to steal the show for the UFC's first show in New York City; UFC stars and Joe Rogan comment on what makes Donald Cerrone unforgettable; Rener and Ryron Gracie breakdown the grappling skill exhibited in Khabib Nurmagomedov's Octagon debut; Lightweight contender Michael Johnson reveals his personal Warrior Code.    "
                },
                "536": {
                    "title": "Tyron Woodley",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 536,
                    "original air date": "6 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Tyron Woodley provides exclusive access into the UFC 201 camp and title fight that changed his life; the welterweight champ explains his battle strategy in The Takedown; UFC commentator Joe Rogan riffs on the loaded UFC 205 lineup as the Octagon debuts inside Madison Square Garden.    "
                },
                "537": {
                    "title": "Vanuatu/Cruz/Morales/Jouban",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 537,
                    "original air date": "13 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Lando Vannata's unique path to success in Albuquerque, New Mexico; bantamweight champion Dominick Cruz feeds his need for speed at the California Airstrip Attack; undefeated bantamweight contender Albert Morales joins host Megan Olivi to discuss his big opportunity; welterweight rising star Alan Jouban unlocks the warrior code that defines him.    "
                },
                "538": {
                    "title": "Jouban vs Pery/Ellenberger/Whittaker",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 538,
                    "original air date": "20 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Experience a day in the life of Alan Jouban and Mike Perry as they prepare to battle one another at UFC Fight Night; Jake \"the Juggernaut\" Ellenberger 1-on-1 with host Megan Olivi; the warrior code of middleweight contender Robert Whittaker.    "
                },
                "539": {
                    "title": "Ronda Rousey's Legacy",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 539,
                    "original air date": "4 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Ronda Rousey provides an exclusive, first person account of her UFC 190 title defense against Bethe Correia; UFC stars weigh in about Rousey's game changing Octagon debut at UFC 157; the Gracie brothers examine Rousey's first arm bar victory over Miesha Tate; the first ever women's bantamweight champ illuminates her warrior code.    "
                },
                "540": {
                    "title": "Amanda Nunes on the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 540,
                    "original air date": "18 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Exclusive access to UFC 200 with Amanda Nunes On the Brink of UFC bantamweight gold against champion Miesha Tate; NASCAR Truck Series drivers and UFC veterans exchange thrills in Las Vegas; the Gracie brothers illuminate the potent submission game of middleweight star Jacare Souza; UFC fighters reveal their secrets to having a long career inside the Octagon.    "
                }
            },
            "1": {
                "101": {
                    "title": "The Ultimate Premiere",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 101,
                    "original air date": "7 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Premiere episode of the UFC's new weekly magazine show features a behind-the-scenes look at Chael Sonnen in the final hours before UFC on FOX, a hard-hitting one-on-one interview with Light Heavyweight champ Jon Jones, and Georges St.-Pierre's exclusive fight commentary during Diaz/Condit in UFC 143.    "
                },
                "102": {
                    "title": "Sanchez/Condit/GSP",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 102,
                    "original air date": "14 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Diego Sanchez on transforming himself from the \"nightmare\" to the \"dream\"; an all-access pass with Carlos Condit for his thrilling UFC 143 victory; Host Jon Anik goes one-on-one with GSP on his road to recovery.    "
                },
                "103": {
                    "title": "Edgar/Benson/Rampage",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 103,
                    "original air date": "21 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Frankie Edgar on how his Jersey roots made him a champion; Ben Henderson teaches his most powerful techniques in ultra-slow motion; \"Rampage\" shows off his favorite rides to Octagon Girl Arianny Celeste; and Joe Rogan remembers the glory days of PRIDE fighting.    "
                },
                "104": {
                    "title": "Flyweights/China Rising/Forrest",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 104,
                    "original air date": "28 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    An exclusive look at the new flyweight division in the UFC; meet the best fighters from China training in the United States; Forrest Griffin on why his new book will be a best-seller; and three of the biggest UFC superstars on set for a commercial shoot.    "
                },
                "105": {
                    "title": "Cruz/Faber Battle In-Studio",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 105,
                    "original air date": "6 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Bantamweight rivals Dominick Cruz & Urijah Faber battle in the Ultimate Insider screening room with Host Jon Anik to relive the feud of their last fight, who will emerge victorious of UFC 148, & what to look for in the upcoming \"Ultimate Fighter\" season; Joe Rogan sounds off on the one fight moment that changed the UFC forever.    "
                },
                "106": {
                    "title": "Ultimate Behind the Scenes Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 106,
                    "original air date": "13 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Behind the scenes of the much-anticipated LIVE Season 15 debut of \"The Ultimate Fighter\"; Forrest Griffin & Stephan Bonnar speak their minds in an opinionated, off-the-wall conversation ; and Joe Rogan sounds off on the best fighters to graduate from \"The Ultimate Fighter\".    "
                },
                "107": {
                    "title": "Operation Matador",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 107,
                    "original air date": "20 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    UFC Middleweight Brian Stann's harrowing story as a U.S. Marine overseas in Iraq; an inside profile on rising Light Heavyweight star Alexander Gustafsson; Carlos Condit joins host Jon Anik to discuss the road to facing GSP for the welterweight title.    "
                },
                "108": {
                    "title": "Benson/Brazil/Wonderboy",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 108,
                    "original air date": "27 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Lightweight Champ Benson Henderson goes one on one with Host Jon Anik in studio; Joe Rogan riffs on why Brazil is a great place for The Ultimate Fighter; Stephen \"Wonderboy\" Thompson on his knockout UFC debut; and a closer look at kids training MMA.    "
                },
                "109": {
                    "title": "Evans on Jones",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 109,
                    "original air date": "3 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Rashad Evans wired for sound as he looks ahead to his next opponent - Jon Jones; a sneak peak at Jones' UFC Magazine cover shoot; exclusive coverage of the all-heavyweight press conference for UFC 146; and Randy Couture on the best pound for pound UFC fighters.    "
                },
                "110": {
                    "title": "The Fight Before the Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 110,
                    "original air date": "10 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Jon Jones & Rashad Evans face-off in an extremely heated \"Counterpunch\" looking ahead to UFC 145; a profile of legendary MMA trainer Greg Jackson; and meet the fighters who train at the Tristar gym in Canada.    "
                },
                "111": {
                    "title": "Inside the Blackzilians",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 111,
                    "original air date": "17 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    An in-depth look at the remarkably quick rise of Rashad Evans' new Florida training camp-- the \"Blackzilians\"; a timeline of Jon Jones' rise to light heavyweight champion; Randy Couture sounds off on the light heavyweight division; and Griffin & Bonnar are reunited for another entertaining conversation.    "
                },
                "112": {
                    "title": "The Heavyweights",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 112,
                    "original air date": "24 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Junior dos Santos reflects back at the best highlights of his career; Matt Mitrione goes \"Full Blast\" on Frank Mir's last fight; Joe Rogan sounds off on what makes the heavyweights the elite division in the UFC; and an inside look at Georges St-Pierre's recovery from surgery.    "
                },
                "113": {
                    "title": "On the Brink: Jon Jones",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 113,
                    "original air date": "1 May 2012",
                    "year": "2012",
                    "plot": "\n    Behind the scenes of Jon Jones vs Rashad Evans from UFC 145; Host Jon Anik goes one on one with heavyweight Frank Mir; welterweight Josh Koscheck shows off his mansion, sports cars, and private plane.    "
                },
                "114": {
                    "title": "Draft Day with the Jones Brothers",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 114,
                    "original air date": "24 May 2012",
                    "year": "2012",
                    "plot": "\n    Behind the scenes on NFL Draft Day for Jon Jones' brother Chandler; UFC fighters reminisce about the historic \"Ultimate Fighter\" Season 1 finale; Host Jon Anik goes one-on-one with welterweight contender Jake Ellenberger.    "
                },
                "115": {
                    "title": "Best of UFC 146/Lytle for Senate",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 115,
                    "original air date": "5 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    An all-access pass behind the scenes from UFC 146; meet the world's oldest UFC super fan; follow Chris Lytle's campaign trail to be Indiana State Senator; Forrest Griffin and Stephan Bonnar reunited again for another off-the-wall conversation.    "
                },
                "116": {
                    "title": "Russow/Werdum/GSP - The Cornerman",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 116,
                    "original air date": "12 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Heavyweight cop Mike Russow on the Chicago beat; Fabricio Werdum's Signature Moves; Georges St-Pierre's role as a cornerman; a statistical look back at retired legends of the UFC.    "
                },
                "117": {
                    "title": "Tito's Crib/Gray Reinvented/Chiesa",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 117,
                    "original air date": "19 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    A tour of Tito Ortiz's mega-mansion in Big Bear, CA; Joe Rogan sounds off on the best trash talkers in the UFC; a profile on Gray Maynard's new life in Santa Cruz, CA; Host Jon Anik with \"The Ultimate Fighter Live\" winner Mike Chiesa.    "
                },
                "118": {
                    "title": "Tito: End of the Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 118,
                    "original air date": "26 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    An exclusive look into Tito Ortiz's life & legacy, including an interview with Jenna Jameson; Chael Sonnen \"Full Blast\" on Shogun vs Hendo; Joe Rogan's countdown on his Ultimate UFC comebacks; Randy Couture on the UFC 148 rematches.    "
                },
                "119": {
                    "title": "Inside Silva Sonnen II",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 119,
                    "original air date": "3 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Chael Sonnen relives his defeat against Anderson Silva in the film room & goes one on one with Host Jon Anik; the Gracie brothers break down the Silva triangle arm bar from his biggest defeat; the life story of Cutman Jacob \"Stitch\" Duran.    "
                },
                "120": {
                    "title": "Munoz/Weidman/Rousey",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 120,
                    "original air date": "10 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    In-depth profiles on middleweights Mark Munoz and Chris Weidman in preparation for their UFC on FUEL fight; Joe Rogan on the best young UFC fighters; behind the scenes of a photo shoot with Ronda Rousey.    "
                },
                "121": {
                    "title": "Urijah/Lombard",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 121,
                    "original air date": "17 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    A profile of UFC fighter-turned-businessman Urijah Faber; veteran middleweight Hector Lombard on his first UFC fight; Randy Couture on the evolution of the MMA; and Joe Rogan's top eight UFC upsets in history.    "
                },
                "122": {
                    "title": "Behind the Fights",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 122,
                    "original air date": "24 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Chuck Liddell Full Blast for his longtime nemesis Tito Ortiz's final UFC fight; the signature moves of Lyoto Machida, truly one of the most unique fighters in UFC history; the Gracie brothers break down Phil Davis' modified 1-arm kimura; the lighter side of Phil Davis' personality in Unguarded.    "
                },
                "123": {
                    "title": "The Road to UFC on FOX",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 123,
                    "original air date": "31 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Inside the training camps of Ryan Bader, Lyoto Machida, Brandon Vera, Phil Davis, & Phil De Fries just days before UFC on FOX; Joe Rogan riffs on the most intense stare downs; & Benson Henderson on his obsession with comic books.    "
                },
                "124": {
                    "title": "Benson/Bisping/Team Alpha Golf/Rousey",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 124,
                    "original air date": "7 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Lightweight champ Benson Henderson's fight timeline; Michael Bisping wired for sound at UFC 148; Urijah Faber, Mark Munoz, and Chael Sonnen hit the golf course; Host Jon Anik goes one on one with Strikeforce champ Ronda Rousey.    "
                },
                "125": {
                    "title": "Alliance/Dos Santos/Taylor Ross",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 125,
                    "original air date": "14 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Host Jon Anik goes one on one with heavyweight champ Junior dos Santos; MMA helps heal 11 year old Taylor Ross.    "
                },
                "126": {
                    "title": "Benson on the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 126,
                    "original air date": "21 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    An all-access pass for UFC 150 following Benson Henderson; Dan Henderson & Forrest Griffin sound off on the Jones/Evans fight; Joe Rogan on the best veteran fighters in the UFC.    "
                },
                "127": {
                    "title": "Full Speed Toronto",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 127,
                    "original air date": "28 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    A Gracie Breakdown of Jon Jones' jiu jitsu technique; Joe Rogan riffs on fighters' celebrations; host Jon Anik and Michael Bisping discuss current UFC events and the future of the middleweight division.    "
                },
                "128": {
                    "title": "Benavidez/Rogan/Bisping/Jones",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 128,
                    "original air date": "4 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Joseph Benavidez on fate and the flyweight championship; Joe Rogan counts down the most spectacular head kicks; Michael Bisping's unique perspective on UK fighters; and host Jon Anik meets Jon Jones for a revealing one on one interview.    "
                },
                "129": {
                    "title": "Training Day/Flyweights/Vitor Belfort",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 129,
                    "original air date": "11 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Training Day juxtaposes Michael Bipsing and Brian Stann as they prepare for UFC 152; Joe Rogan riffs on the newly installed flyweight division; and the warrior code of Vitor Belfort.    "
                },
                "130": {
                    "title": "Stann/Hamill/Belfort/UFC Mag",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 130,
                    "original air date": "18 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Brian Stann has a lot to be thankful for and that motivates him for his UFC 152 bout; Matt Hamill returns from retirement for another run at the 205 pound division; Vitor Belfort wired for sound during Wanderlei Silva and Rich Franklin's epic UFC 147 slug fest; and the creative team behind UFC Magazine details the process of creating each edition.    "
                },
                "131": {
                    "title": "Teixeira/Struve/Flying Knees/Evans Full Blast",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 131,
                    "original air date": "25 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Glover Teixeira has waited a long time for his UFC opportunity but he intends to make short work of every opponent on his way to the title; the Gracie brothers break down Stefan Struve's triangle submission of Pat Barry; Joe Rogan on the Ultimate 8 Flying Knees; and Rashad Evans wired for sound during Jones vs Belfort.    "
                },
                "132": {
                    "title": "Flyweights on the Brink/Ellenberger & Hieron/Griffin & Bonnar",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 132,
                    "original air date": "2 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Go inside the lives of Demetrious Johnson and Joseph Benavidez as their UFC 152 battle determines the first flyweight champion.    "
                },
                "133": {
                    "title": "The Stars Return to the Octagon",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 133,
                    "original air date": "9 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    See why Stephan Bonnar is not daunted by the mission at hand and why his confidence is at an all time high; Host Jon Anik sits down for a one on one interview with Georges St-Pierre in Montreal. Plus, an exclusive look at the film Here Comes the Boom; and Forrest Griffin and Stephan Bonnar meet up for a conversation about their futures.    "
                },
                "134": {
                    "title": "FX Flashback/Condit's ABQ",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 134,
                    "original air date": "16 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Flashback to the UFC on FX; See why Carlos Condit's Albuquerque roots define his success; Find out when, where and why fighters \"flip the switch\"; and Joe Rogan counts down the Ultimate 8 fast finishes.    "
                },
                "135": {
                    "title": "Champions New and Old",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 135,
                    "original air date": "23 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    An exclusive look at the trail GSP forged during his comeback from ACL surgery; The explosive Signature Moves of feared striker Cung Le as he prepares to meet Rich Franklin in China; Joe Rogan offers his take on the brightest new stars to set foot in the Octagon; and the inspiring story of Garrett Holeve's pursuit of becoming a professional MMA fighter.    "
                },
                "136": {
                    "title": "Best of Ultimate Insider",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 136,
                    "original air date": "30 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Brian Stann recounts his time in Iraq; experience the highs and lows of fight week as Carlos Condit claims the interim welterweight championship; and lightweight champion Benson Henderson reveals the techniques behind his signature moves.    "
                },
                "137": {
                    "title": "Best of GSP",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 137,
                    "original air date": "15 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    GSP's 10 month rehab is chronicled in Rebuilding a Champion; Go Full Blast as GSP watches his next opponent Carlos Condit fight Nick Diaz; And host Jon Anik travels to Montreal for an exclusive sit down interview with the welterweight champ.    "
                },
                "138": {
                    "title": "Fuel for the Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 138,
                    "original air date": "27 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Long Island native Chris Weidman tours the town he loves; Alexander Gustafsson sits down with host Jon Anik prior to the biggest fight of his life; Nate Diaz's submission game exposed in Gracie Breakdown; and experience Chad Mendes' dominating performance through the eyes of teammate Joseph Benavidez in Full Blast.    "
                },
                "139": {
                    "title": "Gustafsson/Lauzon/Celeste",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 139,
                    "original air date": "4 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Find out why Alexander Gustafsson's San Diego training separates him from the rest of the light heavyweight division's title challengers; Joe Lauzon breaks down the fundamentals of his signature moves; Joe Rogan riffs on the best fighters to interview in the Octagon; and Octagon girl Arianny Celeste poses for the debut of UFC 360.    "
                },
                "140": {
                    "title": "Flashback Seattle/Heavyweights Collide",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 140,
                    "original air date": "18 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Experience UFC on FOX 5 from a new perspective in Fight Flashback; The comeback of Cain Velasquez as he prepares to regain his heavyweight strap; and Randy Couture analyzes the Junior dos Santos vs Cain Velasquez heavyweight championship fight in Takedown.    "
                }
            },
            "2": {
                "36": {
                    "title": "Episode #2.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 36,
                    "original air date": "1 Sep. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "201": {
                    "title": "Belfort the Blackzilian/Faber Family Holiday/TUF17 Riff/Showtime Full Blast",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 201,
                    "original air date": "15 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    In the process of relocating his family to Florida Vitor Belfort gained a 2nd one in the Blackzilians; Urijah Faber celebrates Christmas and his younger sisters survival from a devastating car accident; Joe Rogan riffs on the upcoming season of The Ultimate Fighter; Anthony Pettis watches Octagon-side as his next opponent fight Donald Cerrone makes quick work of an opponent.    "
                },
                "202": {
                    "title": "Overeem/Koch/Evans/Pettis",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 202,
                    "original air date": "22 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Behind the scenes at Alistair Overeem's photo shoot with gators and models; the featherweight division is home to one of MMA's rising stars - 24 year old Erik Koch; Rashad Evans defines the warrior code he lives and fights by; Anthony Pettis shows off his signature moves like never before.    "
                },
                "203": {
                    "title": "McDonald/Alpha Male/Hendo/KOs",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 203,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Michael McDonald celebrates his 22nd birthday by doing what he loves most; witness the bond of Sacramento's Team Alpha Male; Dan Henderson recounts his legendary career in Timeline; and UFC's finest describe the feeling of a knockout.    "
                },
                "204": {
                    "title": "Best of Jon Jones",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 204,
                    "original air date": "5 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Jon Jones & Rashad Evans face-off in an extremely heated \"Counterpunch\" looking ahead to UFC 145; All access with Jones and Evans from the fight week build up through their epic UFC main event fight in On The Brink; and behind the scenes on NFL Draft Day for Jon Jones' brother Chandler.    "
                },
                "205": {
                    "title": "Carmouche/Rousey/Poirier/Bisping",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 205,
                    "original air date": "12 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Liz Carmouche has found peace in San Diego as she prepares for her UFC debut; All-access for the UFC 157 promo shoot that features the first ever female UFC fighters - Liz Carmouche and Ronda Rousey; Dustin Poirier's pursuit of the featherweight championship has taken him to Florida in search of the next step; and Michael Bisping on the UK's rich combat sports history.    "
                },
                "206": {
                    "title": "Siyar Bahadurzada/Debuts/Hire Heroes",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 206,
                    "original air date": "26 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Siyar Bahadurzada's incredible journey from the war-torn streets of Kabul, Afghanistan to the cusp of welterweight stardom; Joe Rogan runs down the Ultimate 8 UFC debuts; Brian Stann fights on for his fellow Marines as they return home.    "
                },
                "207": {
                    "title": "Bigg Rigg/Cormier/Mir",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 207,
                    "original air date": "5 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Johny Hendricks' single minded focus on GSP has him primed for another spectacular performance; Rory MacDonald Full Blast as he watches fellow welterweight contender Hendricks' UFC 154 KO of the Night performance; host Jon Anik and Daniel Cormier discuss his title ambitions for both the heavyweight and light heavyweight divisions; and Frank Mir on the warrior code that defines his legendary 12-year Octagon run.    "
                },
                "208": {
                    "title": "GSP Gracie Breakdown/Feuds/Condit/Strikeforce",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 208,
                    "original air date": "12 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The Gracie brothers break down Georges St-Pierre's historic arm bar against Matt Hughes; Joe Rogan ranks the greatest UFC Feuds; Carlos Condit remains committed to his title aspirations by focusing on his boxing skill; and Daniel Cormier introduces the Strikeforce newcomers.    "
                },
                "209": {
                    "title": "Hendricks: On the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 209,
                    "original air date": "26 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Johny Hendricks is On The Brink for an all-access account of his UFC 158 co-main event fight; Alexander Gustafsson provides a tour of his Stockholm family home; Behind-the-scenes of Cain Velasquez's Harley Davidson photo shoot for the pages of UFC 360.    "
                },
                "210": {
                    "title": "Best of Sonnen",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 210,
                    "original air date": "2 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Chael Sonnen is On The Brink for an all-access account of his UFC on FOX co-main event fight; Joe Rogan riffs on the greatest trash talker of them all; Sonnen mic'd up for his real time reaction to the legendary fight between Shogun and Henderson.    "
                },
                "211": {
                    "title": "Matt Brown/Travis Browne/Miesha Tate",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 211,
                    "original air date": "9 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Matt Brown's journey from despair to the cusp of welterweight stardom; the Signature Moves of flashy heavyweight Travis Browne; Miesha Tate mic'd up for the historic Rousey vs Carmouche women's bantamweight championship; Griffin and Bonnar off the cuff about fight films.    "
                },
                "212": {
                    "title": "Jordan Mein/Gilbert Melendez/Larry Fitzgerald",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 212,
                    "original air date": "16 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    With a spot on FOX UFC Saturday, 23 year old Jordan Mein has been fast tracked to UFC stardom; Gilbert Melendez and host Jon Anik discuss his UFC debut; Benson Henderson and NFL wide receiver Larry Fitzgerald workout in Phoenix; fighters reveal how fans in the audience can truly influence the outcome in the Octagon.    "
                },
                "213": {
                    "title": "Gunnar Nelson/Alan Belcher/Phil Davis/Tristar Dorms",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 213,
                    "original air date": "23 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    From Iceland emerges the next welterweight star - Gunnar Nelson; Phil Davis entertains as he goes full blast for Lyoto Machida vs Dan Henderson; Alan Belcher's jiu-jitsu skill goes under the Gracie brothers' microscope; Visit the Tristar Dorms and those that travel from around the globe to train with the famed camp's UFC stars.    "
                },
                "214": {
                    "title": "FOX 7 Fight Flashback",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 214,
                    "original air date": "30 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Experience UFC FOX Saturday from Insider's cinematic perspective in Fight Flashback; Ultimate Fighter upset winner Kelvin Gastelum in studio with host Jon Anik; the cutman stories of Rudy Hernandez.    "
                },
                "215": {
                    "title": "Heavy Hits/Teixeira/Rockhold/Rogan",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 215,
                    "original air date": "7 May 2013",
                    "year": "2013",
                    "plot": "\n    The UFC's greatest offensive talents discuss the best landing spot for the heaviest hit; see the softer side of Glover Teixeira in his Connecticut home; the final Strikeforce middleweight champion Luke Rockhold in studio with host Jon Anik; Joe Rogan riffs on the phenomenon of UFC debut jitters.    "
                },
                "216": {
                    "title": "Swanson/Velasquez/Buffer/Octagon Girls",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 216,
                    "original air date": "21 May 2013",
                    "year": "2013",
                    "plot": "\n    Cub Swanson shares his inspiring story of perseverance with those who need to hear it most; Heavyweight champion Cain Velasquez full blast for the fight that determines his next opponent; Bruce Buffer reflects on a career doing what he loves most; behind the scenes as the Octagon girls pose for UFC 360's summer bikini issue.    "
                },
                "217": {
                    "title": "Best of Urijah Faber",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 217,
                    "original air date": "28 May 2013",
                    "year": "2013",
                    "plot": "\n    As a pioneer for the lighter weight classes, Urijah Faber quickly became an icon and a champion. But as a role model for all who make his acquaintance, he is much more. For that congeniality and warm disposition, we dedicate this episode to the California Kid.    "
                },
                "218": {
                    "title": "Hendo vs. Suga/Woodley/Griffin and Bonnar",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 218,
                    "original air date": "11 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Enter the training camps of Dan Henderson and Rashad Evans for a day in the life as they each prepare for their UFC 161 main event match; Tyron Woodley goes Full Blast for Georges St-Pierre vs Nick Diaz; Forrest Griffin and Stephan Bonnar crack wise on the state of fighter fashion.    "
                },
                "219": {
                    "title": "Silva's GOAT Qualifications",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 219,
                    "original air date": "18 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Cub Swanson puts boxer Tim Bradley through an MMA workout while preparing for his UFC 162 showdown; Anderson Silva's rematch against Chael Sonnen is critiqued by the Gracie brothers; Joe Rogan riffs on the credentials of Anderson Silva as the greatest fighter of all time; UFC fighters discuss the great sacrifices required to be succeed in MMA.    "
                },
                "220": {
                    "title": "Silva vs. Weidman Blockbuster",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 220,
                    "original air date": "2 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    UFC Fighters predict the outcome of the summer's biggest blockbuster: Silva vs Weidman; Weidman Full Blast as the middleweight contender is mic'd up for Silva's last UFC fight; Host Jon Anik sits down with Weidman for a candid discussion on the upcoming mega-fight; Forrest Griffin and Stephan Bonnar bring their unique brand of humor to the table.    "
                },
                "221": {
                    "title": "UFC 162 Fight Flashback/Ludwig/MacDonald",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 221,
                    "original air date": "16 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Experience UFC 162 through never before seen vantage points and gain a new perspective on the event that changed the UFC forever; Go inside a Duane Ludwig led training day at Team Alpha Male as the new head trainer get the most from the talented fighters in Sacramento; Rory MacDonald reveals his inner warrior code and the emotions that drive him towards MMA greatness.    "
                },
                "222": {
                    "title": "Moraga; Ellenberger; Carmouche; Andrade",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 222,
                    "original air date": "17 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    A look at how wrestling saved John Moraga from a life on the streets of Phoenix; Jake Ellenberger blows off steam on the motocross track; profiling Liz Carmouche before her July 27 bout; Jessica Andrade prepares for her UFC debut in Rio.    "
                },
                "223": {
                    "title": "Aldo/Zombie/Lamas/Davis",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 223,
                    "original air date": "8 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Inside Jose Aldo's close knit training camp and the bond he shares with TUF Brazil winner Leo Santos; special Gracie Breakdown with Eddie Bravo of the Twister submission performed by the Korean Zombie; Ricardo Lamas takes down the Aldo-Korean Zombie match up; Phil Davis's live reaction to Glover Teixeira vs James Te Huna in Full Blast.    "
                },
                "224": {
                    "title": "Fight Flashback; Shogun and Roach; GSP Commercial",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 224,
                    "original air date": "6 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Demetrious Johnson puts his flyweight title on the line; Shogun Rua trains at the Wildcard boxing gym; Behind the scenes access as Georges St-Pierre.    "
                },
                "225": {
                    "title": "Conor McGregor/Joe Lauzon/Travis Browne/Griffin and Bonnar",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 225,
                    "original air date": "17 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    UFC featherweight rising star Conor McGregor lives large in Ireland as he prepares for his U.S. debut; Bostonian Joe Lauzon and his powerful bond with the city he loves; heavyweight Travis Browne and host Jon Anik discuss family and his fight with Alistair Overeem; deep thoughts with Forrest Griffin and Stephan Bonnar at their local hangout spot.    "
                },
                "226": {
                    "title": "Pettis/Perez/Barnett/Rogan",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 226,
                    "original air date": "25 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Explore the powerful bond between UFC lightweight title challenger Anthony Pettis and head coach Duke Roufus; See Erik Perez's humble roots in Mexico as he carries the flag for his country's growing MMA fan base; Heavyweight Josh Barnett joins host Jon Anik in studio for an exclusive 1 on 1; Joe Rogan riffs on the dynamics in play for the first co-ed season of The Ultimate Fighter.    "
                },
                "227": {
                    "title": "On the Brink in Boston",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 227,
                    "original air date": "1 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    On the Brink with Travis Browne for a cinematic look at his UFC Fight Night victory; Miesha Tate and host Jon Anik discuss Ronda Rousey; All-access at the casting call for The Ultimate Fighter.    "
                },
                "228": {
                    "title": "Wineland/Jones/Gustafsson/Davis",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 228,
                    "original air date": "15 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Go inside Eddie Wineland's camp as the Indiana homebody pursues UFC bantamweight gold; Look back at Weidman vs Silva through the eyes of UFC light heavyweight champ Jon Jones; Southern California fight camps Alliance and Reign square off; The Takedown with Phil Davis on Jones vs Gustafsson.    "
                },
                "229": {
                    "title": "UFC 164/Conor Mcgregor/Melendez",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 229,
                    "original air date": "22 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Flashback to UFC 164 with never before seen footage; host Jon Anik welcomes the confident Conor McGregor to the studio for a sit down interview; Gilbert Melendez reflects on the UFC experience in Warrior Code.    "
                },
                "230": {
                    "title": "Hendricks/Dodson/Munoz/Camaraderie",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 230,
                    "original air date": "29 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Johny Hendricks tackles a Spartan Race obstacle course in the Texas heat; John Dodson breaks down his signature moves; Mark Munoz makes his voice heard in the fight against bullying; top fighters sound off on the camaraderie forged through training camp.    "
                },
                "231": {
                    "title": "Gustafsson on the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 231,
                    "original air date": "6 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Join UFC light heavyweight title challenger Alexander Gustafsson On the Brink as he takes on champion Jon Jones at UFC 165.    "
                },
                "232": {
                    "title": "UFC 166 Preview",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 232,
                    "original air date": "13 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Go deep inside the lives and training camps for lightweights Gilbert Melendez and Diego Sanchez in Training Day; UFC light heavyweight contender Phil Davis in studio; Joe Rogan counts down the best 8 knockouts in UFC heavyweight history.    "
                },
                "233": {
                    "title": "Kennedy/Machida/Munoz",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 233,
                    "original air date": "20 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Tim Kennedy recalls his service to his county and the experiences that molded him into one of the top UFC middleweights; the most seminal moments of Lyoto Machida's incredible career in Timeline; Mark Munoz and host Jon Anik discuss his fight in Manchester and friend turned foe Lyoto Machida; UFC fighters explain their close ties to the U.S. Armed Forces.    "
                },
                "234": {
                    "title": "UFC 166 Fight Flashback",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 234,
                    "original air date": "3 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Experience one of the greatest UFC events of all-time from a new perspective in Fight Flashback; the Gracie brothers illuminate Frank Mir's shocking submission of Minotauro Nogueira.    "
                },
                "235": {
                    "title": "Hendricks/Mati/Pettis/Thomson",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 235,
                    "original air date": "10 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Johny Hendricks puts NASCAR driver Kevin Harvick through an MMA training session; 14 years old Reshat Mati trains to become an MMA star; Rener and Ryron Gracie analyze Anthony Pettis' championship submission; Josh Thomson explains the techniques behind his signature moves.    "
                },
                "236": {
                    "title": "Fight for the Troops 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 236,
                    "original air date": "17 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Flashback to UFC Fight for the Troops as our cameras capture all the build-up and backstage action at the remarkable event; Demetrious \"Mighty Mouse\" Johnson sits down 1 on 1 with host Jon Anik; flyweight number one contender Joseph Benavidez shows off his Signature Moves.    "
                },
                "237": {
                    "title": "Best of 2013",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 237,
                    "original air date": "24 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Cub Swanson puts boxer Tim Bradley through an MMA workout; Go inside a Duane Ludwig led training day at Team Alpha Male; Flashback to UFC 164 with never before seen footage of Anthony Pettis' championship victory; Look back at Weidman vs Silva through the eyes of UFC light heavyweight champ Jon Jones.    "
                },
                "238": {
                    "title": "UFC 167/Lentz/Faber/Johnson",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 238,
                    "original air date": "8 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Exclusive coverage from the barn burner that was UFC's 20th Anniversary at UFC 167; Discover the inspiring bond between father and son as Nik Lentz prepares for the fight of his life; The California Kid Urijah Faber 1 on 1 with host Jon Anik; Demetrious Johnson provides his Takedown of the division he rules and the cast of flyweights looking to take his crown.    "
                },
                "239": {
                    "title": "Weidman on the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 239,
                    "original air date": "15 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    A Chris Weidman exclusive On the Brink at UFC 162; A Gracie Breakdown of Ronda Rousey's arm bar victory over Miesha Tate; a behind the scenes look at Josh Barnett's UFC 360 photoshoot.    "
                },
                "240": {
                    "title": "Leben/Saffiedine/Weidman vs Silva",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 240,
                    "original air date": "22 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Chris Leben's remarkable UFC career is reborn in San Diego; Tarec Saffiedine shows off his Belgian roots in anticipation of his UFC debut; Joe Rogan counts down the greatest moments from Anderson Silva's legendary career; Forrest Griffin and Stephan Bonnar discuss how Chris Weidman defeated Silva and his prospects for repeating the feat.    "
                }
            },
            "3": {
                "301": {
                    "title": "Ultimate Fighter Nations Preview",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 301,
                    "original air date": "5 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    An all-access primer for The Ultimate Fighter Nations season with in-depth features on the coaches, behind-the-scenes at the casting sessions, and Joe Rogan's list of the best coaching matchups in the show's historic run.    "
                },
                "302": {
                    "title": "UFC 168/Philippou/Thomson",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 302,
                    "original air date": "12 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Experience the incredible action both inside the Octagon and backstage at UFC 168 from never before seen angles; Costas Philippou opens up about his journey from Cypress to the middleweight division's elite; Josh Thomson mic'd up for the legendary Gilbert Melendez vs Diego Sanchez battle at UFC 166 in Full Blast.    "
                },
                "303": {
                    "title": "Pena and Rakoczy on the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 303,
                    "original air date": "19 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Go On the Brink with the Women's Ultimate Fighter finalists Julianna Pena and Jessica Rakoczy; Darren Elkins provides a candid look at the upbringing that has brought him to the verge of featherweight contendership; Michael Bisping is mic'd up for his live commentary during Lyoto Machida's stunning middleweight debut.    "
                },
                "304": {
                    "title": "Lamas/Barao/Faber",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 304,
                    "original air date": "26 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Explore the family roots of featherweight title contender Ricardo Lamas; observe how bantamweight champ Renan Barao's technique is key to his submission game with the Gracie brothers; hear Urijah Faber evaluate Barao's impressive reign; witness the UFC's top athletes debate which discipline is best for MMA.    "
                },
                "305": {
                    "title": "Best of Gustafsson",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 305,
                    "original air date": "9 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Gustafsson provides a tour of his Stockholm family home; the Mauler goes On the Brink as he takes on UFC light heavyweight champion Jon Jones at UFC 165.    "
                },
                "306": {
                    "title": "Thompson/McMann/Gracies/McGregor",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 306,
                    "original air date": "16 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Stephen Thompson transitions from kickboxing prodigy to MMA contender; Sara McMann's history fuels her quest for UFC gold; Ronda Rousey's first UFC title defense illuminated in Gracie Breakdown; Conor McGregor and Michael Bisping are mic'd up as Rashad Evans makes quick work of Chael Sonnen.    "
                },
                "307": {
                    "title": "Lamas on the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 307,
                    "original air date": "23 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Ricardo Lamas provides a first-person account of his UFC 169 fight week experience in On The Brink; UFC submission artists describe that ultimate feeling; a profile of 3rd grader Nathan Ruffino, whose enrollment in the Next Contender program shows the transformative power of MMA.    "
                },
                "308": {
                    "title": "Hendricks & Lawler/Jury/Tate",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 308,
                    "original air date": "2 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Spend a day inside the training camps of Johny Hendricks and Robbie Lawler as they prepare for their UFC welterweight title fight; see how San Diego has transformed Myles Jury into a lightweight rising star; Miesha Tate describes her tough as nails mentality in Warrior Code.    "
                },
                "309": {
                    "title": "Shogun vs Hendo/Griffin & Bonnar",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 309,
                    "original air date": "9 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    UFC 170 from all new angles that capture the event's drama and intensity like never before; Shogun Rua and Dan Henderson recount their thrilling encounter at UFC 139: Forrest Griffin and Stephan Bonnar provide unfiltered commentary for GSP vs Hendricks in Full Blast.    "
                },
                "310": {
                    "title": "Miesha Tate on the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 310,
                    "original air date": "30 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Miesha Tate provides an exclusive account of her UFC 168 confrontation with UFC Women's Bantamweight Champion Ronda Rousey; Tim Kennedy's emergence as one of the UFC's best middleweights is honed by his extraordinary training.    "
                },
                "311": {
                    "title": "Davis & Johnson/Romero/Cerrone",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 311,
                    "original air date": "6 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The training day routines of UFC stars Phil Davis and Anthony Johnson as they prepare for an epic showdown; Yoel Romero recalls the path from Cuban Olympian to UFC rising star; Michael Bisping joins host Jon Anik in studio to sound off on his next opponent; thrill-seeking Donald \"Cowboy\" Cerrone has an all-access pass at the Daytona 500.    "
                },
                "312": {
                    "title": "Teixeira/Jones/Green",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 312,
                    "original air date": "13 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Glover Teixeira makes the most of his UFC light heavyweight title shot; Joe Rogan ranks the greatest moments of champion Jon Jones' illustrious career; the extraordinary rise of Bobby \"King\" Green; Glover Teixeira Full Blast for the epic 5 round title fight between Jon Jones and Alexander Gustafsson.    "
                },
                "313": {
                    "title": "Faber on the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 313,
                    "original air date": "27 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Urijah Faber's first-person account of his UFC 169 fight week experience; UFC fighters reveal their idols; UFC Hall of Famers Forrest Griffin and Stephan Bonnar imagine a world where the UFC never existed.    "
                },
                "314": {
                    "title": "Fox UFC Saturday/Larkin/Iaquinta",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 314,
                    "original air date": "4 May 2014",
                    "year": "2014",
                    "plot": "\n    Exclusive cinematic coverage of FOX UFC Saturday from Orlando; hard-hitting middleweight Lorenz Larkin's tale of determination and pride; tough lightweight Al Iaquinta is forged by his Long Island roots.    "
                },
                "315": {
                    "title": "Dillashaw/Holdsworth/Grice",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 315,
                    "original air date": "11 May 2014",
                    "year": "2014",
                    "plot": "\n    TJ Dillashaw embraces his shot at the bantamweight title; host Jon Anik sits down with Ultimate Fighter winner Chris Holdsworth; Matt Grice's remarkable profile of courage following a devastating car accident.    "
                },
                "316": {
                    "title": "Teixeira/Dillashaw/Munoz",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 316,
                    "original air date": "18 May 2014",
                    "year": "2014",
                    "plot": "\n    Glover Teixeira's exclusive account of his title shot against Jon Jones; Team Alpha Male's latest hopeful for UFC gold, bantamweight TJ Dillashaw 1on1 with host Jon Anik; Mark Munoz provides insight into his warrior code.    "
                },
                "317": {
                    "title": "Schaub/Khabilov/Jury/Johnson",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 317,
                    "original air date": "1 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Brendan Schaub's Los Angeles relocation provides the backdrop for a new identity; Dagestan's Rustam Khabilov prepares for victory in Albuquerque; Myles Jury and host Jon Anik discuss the lightweight's journey from Ultimate Fighter competitor to UFC rising star; Flyweight champ Demetrious Johnson Full Blast for Benson Henderson and Josh Thomson's 5 round fight.    "
                },
                "318": {
                    "title": "Woodley/Schaub/Penn/Swanson",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 318,
                    "original air date": "8 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Tyron Woodley's tough path to become a UFC star; Brendan Schaub and host Jon Anik discuss his journey from the gridiron to the Octagon; UFC fighters reflect on the legendary career of BJ Penn; Cub Swanson's analysis of the state of the featherweight division in The Takedown.    "
                },
                "319": {
                    "title": "Uriah Hall/BJ Penn/Cub Swanson",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 319,
                    "original air date": "15 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Uriah Hall helps at-risk youth find a new lease on life; Joe Rogan ranks the greatest moments from BJ Penn's career; Cub Swanson joins host Jon Anik in studio; Behind the scenes of the UFC's all star MMA seminar for Fox Sports.    "
                },
                "320": {
                    "title": "Albuquerque/UFC 100/EA Sports UFC",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 320,
                    "original air date": "22 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Fight Town USA welcomes it's first ever UFC event; the UFC's finest look back at the seismic UFC 100; feel the fight as EA Sports UFC offers a gaming experience you've got to see to believe.    "
                },
                "321": {
                    "title": "Struve/Machida/Davis/LeBell",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 321,
                    "original air date": "29 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Featured: Stefan Struve's return from a heart issue; a talk with Lyoto Machida; Alexis Davis on balancing training and motherhood; and Ronda Rousey cornerman \"Judo\" Gene LeBell on his fighting legacy.    "
                },
                "322": {
                    "title": "Thomson & Johnson/McGregor/House",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 322,
                    "original air date": "13 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Josh Thomson and Michael Johnson's relentless training for UFC Fight Night on FOX; Conor McGregor's mic is hot for Norman Parke's fight in Manchester; the hard hitting origins of UFC cutman Don House.    "
                },
                "323": {
                    "title": "Europe Rising",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 323,
                    "original air date": "20 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    UFC featherweight rising star Conor McGregor lives large in Ireland; Gunnar Nelson emerges from Iceland as the next welterweight star; Tarec Saffiedine shows off his Belgian roots; Michael Bisping on the UK's rich combat sports history.    "
                },
                "324": {
                    "title": "International Fight Week",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 324,
                    "original air date": "27 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    All-access for the action inside and outside the Octagon at the UFC's historic International Fight Week; TJ Dillashaw unlocks on the Warrior Code that made him a UFC Champion.    "
                },
                "325": {
                    "title": "Dillashaw/Le/Jury",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 325,
                    "original air date": "10 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Inside the unique relationship that brought. TJ Dillashaw the Bantamweight belt; Cung Le reflects on a red hot movie career that showcases his immense MMA talent; Myles Jury on what it takes to be a UFC rising star; belt holders TJ Dillashaw and Demetrious Johnson mic'd up for a championship thriller in Full Blast.    "
                },
                "326": {
                    "title": "Johny Hendricks",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 326,
                    "original air date": "17 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The untold story of UFC welterweight champion Johny Hendricks' Native American heritage; Bigg Rigg On The Brink for an all-access account of his pivotal UFC 158 contest vs Carlos Condit; Hendricks tackles a Spartan Race obstacle course in the Texas heat.    "
                },
                "327": {
                    "title": "Dillashaw on the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 327,
                    "original air date": "24 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Witness the championship journey of TJ Dillashaw as the young bantamweight went On The Brink at UFC 173 in one of the most unforgettable title bouts in Octagon history.    "
                },
                "328": {
                    "title": "Lewis/TUF 20/Lauzon Breakdown/Zingano",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 328,
                    "original air date": "31 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Derrick Lewis' improbable turnaround to become a fast rising heavyweight contender; behind the scenes access at the Ultimate Fighter Season 20's Women's Strawweight tryout; the Gracie brothers break down the submission skills of Joe Lauzon; Cat Zingano provides insight into her fighting spirit.    "
                },
                "329": {
                    "title": "Swanson, Edgar, Poirier, McGregor",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 329,
                    "original air date": "14 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Cub Swanson shares his inspiring story of perseverance with those who need to hear it most; how Frankie Edgar's Jersey roots made him a champion; Dustin Poirier elevates his game in Florida; Conor McGregor's mic is hot for Norman Parke's fight in Manchester.    "
                },
                "330": {
                    "title": "Training Day Cerrone vs Alvarez",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 330,
                    "original air date": "21 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    A training day inside the lives and camps of accomplished UFC lightweights Eddie Alvarez and Donald \"Cowboy\" Cerrone; former bantamweight champion Dominick Cruz completes his nearly 3-year rehab as anticipation for his Octagon return mounts; Demetrious Johnson analyzes his undisputed flyweight championship reign in The Takedown.    "
                },
                "331": {
                    "title": "Foxwoods Flashback/Assuncao/Saffiedine",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 331,
                    "original air date": "28 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Never before seen footage from UFC Fight Night in Connecticut; Raphael Assuncao sharpens his skills with his twin brother in Atlanta; the Warrior Code of Belgium's best - Tarec Saffiedine.    "
                },
                "332": {
                    "title": "Hendricks on the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 332,
                    "original air date": "5 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    A never before seen, first-person account of how Johny Hendricks became the UFC welterweight champion.    "
                },
                "333": {
                    "title": "UFC 178/Mendes in Studio/The Film Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 333,
                    "original air date": "12 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Momentous UFC 178 event from exclusive all new angles; Featherweight top contender Chad Mendes in studio; Mendes reviews the tape from his pivotal UFC 142 title fight with Jose Aldo.    "
                },
                "334": {
                    "title": "Bisping vs Rockhold/Aldo vs Mendes",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 334,
                    "original air date": "19 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The parenting philosophies of Michael Bisping; tempers flair as bitter rivals Bisping and Luke Rockhold sit down with host Jon Anik in Counterpunch; Chad Mendes hunts for UFC featherweight gold; champion Jose Aldo's most electrifying moments counted down by Joe Rogan.    "
                },
                "335": {
                    "title": "Chris Weidman",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 335,
                    "original air date": "26 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    A profile of UFC middleweight champion Chris Weidman from his humble origin as a wrestler from Long Island to his dramatic victory over Anderson Silva to claim UFC gold.    "
                },
                "336": {
                    "title": "Machida on the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 336,
                    "original air date": "9 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Lyoto Machida's exclusive take on his epic title fight at UFC 175 against Chis Weidman; UFC Hall-of-Famers Forrest Griffin and Matt Hughes mic'd up and Full Blast for Hendricks vs Lawler.    "
                },
                "337": {
                    "title": "Medieros/Grice/Hall/House",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 337,
                    "original air date": "16 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Yancy Medieros carries the pride of Hawaii into the Octagon; Matt Grice's remarkable profile of courage following a devastating car accident; Uriah Hall helps at-risk youth find a new lease on life; the hard hitting origin of UFC cutman Don House.    "
                },
                "338": {
                    "title": "UFC 180/Cormier/Jones",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 338,
                    "original air date": "7 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Flashback to Mexico for a fresh look at historic UFC 180; host Jon Anik on location with Daniel Cormier to discuss his grudge match with Jon Jones; The Takedown with pound for pound king Jon Jones on his credentials as the greatest of all-time.    "
                },
                "339": {
                    "title": "Sergio Pettis on the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 339,
                    "original air date": "14 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    On the Brink for the UFC debut of promising prospect Sergio Pettis; UFC elite discuss the philosophies behind their Octagon game plans; Lyoto Machida unlocks his Warrior Code.    "
                },
                "340": {
                    "title": "Lauzon/Rogan/Cormier/Jones",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 340,
                    "original air date": "28 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    UFC lightweight Joe Lauzon and his wife fight back when their newborn son is diagnosed with cancer; UFC commentator Joe Rogan fired up about 2015; Daniel Cormier's exclusive signature moves; UFC light heavyweight champion Jon Jones unlocks his Warrior Code.    "
                }
            },
            "4": {
                "1": {
                    "title": "Mendes/McGregor",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "11 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Chad Mendes' all access account of his UFC 179 championship rematch with Jose Aldo; Irish star Conor McGregor on the hype game.    "
                },
                "2": {
                    "title": "UFC 182",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "18 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Sights and sounds of blockbuster UFC 182 from extraordinary new angles; UFC stars reflect on the organization's first ever stadium show; Joe Rogan on the wonders of calling the greatest fights in UFC history.    "
                },
                "3": {
                    "title": "Diaz/Dos Anjos/Melendez/Rousey",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "25 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Joe Rogan celebrates Nick Diaz in Ultimate 8; lightweight title contender Rafael Dos Anjos joins host Jon Anik in studio; Gilbert Melendez on the unique bond that forged the Skrap Pack; Ronda Rousey reveals her warrior code.    "
                },
                "404": {
                    "title": "Thatch/Sterling/Zingano",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 404,
                    "original air date": "8 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Human highlight reel Brandon Thatch taps into his immense potential; the UFC champions who have aided Aljamain Sterling's rapid rise; the UFC's finest analyze the value and meaning of a world title shot; Cat Zingano unlocks her warrior code.    "
                },
                "405": {
                    "title": "Rousey vs Zingano/Strawweights on the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 405,
                    "original air date": "22 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ronda Rousey and Cat Zingano balance training and perspective as they prepare for their championship fight; a cinematic look at the UFC's inaugural Women's Strawweight championship fight between Carla Esparza and Rose Namajunas in On the Brink.    "
                },
                "406": {
                    "title": "On the Brink: Pettis vs Melendez",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 406,
                    "original air date": "1 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Anthony Pettis and Gilbert Melendez offer unfiltered access to their lightweight championship blockbuster at UFC 181; Ben Saunders' historic Omoplata submission analyzed in Gracie Breakdown; former welterweight champion Johny Hendricks unlocks his warrior code.    "
                },
                "407": {
                    "title": "Cejudo/Pettis/Esparza/Velasquez",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 407,
                    "original air date": "8 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Olympic gold medalist Henry Cejudo's remarkable rise to Octagon contention; the lights burn bright in Milwaukee for Lightweight champion Anthony \"Showtime\" Pettis; inaugural UFC Women's Strawweight champ Carla Esparza in studio; Heavyweight champ Cain Velasquez watches his teammate Daniel Cormier collide with Jon Jones in Full Blast.    "
                },
                "408": {
                    "title": "On the Brink: Rousey vs Zingano",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 408,
                    "original air date": "16 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Behind the scenes as Women's Bantamweight Champion Ronda Rousey and challenger Cat Zingano provide first person accounts from their UFC 184 fight week; Rousey's first UFC title defense illuminated in Gracie Breakdown; Rousey unlocks her warrior code.    "
                },
                "409": {
                    "title": "Swanson/Lamas/McGregor/Aldo",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 409,
                    "original air date": "20 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Cub Swanson's inspirational story about overcoming a troubled youth; Ricardo Lamas provides a first-person account of his UFC 169 title fight in On The Brink; Conor McGregor's exclusive commentary as rival Jose Aldo defends his belt in one of 2014's best fights; featherweight champ Jose Aldo's most electrifying moments counted down by Joe Rogan.    "
                },
                "410": {
                    "title": "Woodley/Hendricks/Condit/MacDonald",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 410,
                    "original air date": "24 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Tyron Woodley's tough path to become a UFC star; Johny Hendricks visits the Otoe-Missouria Reservation to learn about his Native American heritage; Carlos Condit's exclusive tour of one of MMA's greatest fight towns; Rory MacDonald reveals the warrior code that has forged him into a title contender.    "
                },
                "411": {
                    "title": "Light Heavyweights",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 411,
                    "original air date": "26 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Light Heavyweights in the Spotlight: Daniel Cormier's exclusive account of his bitter UFC 182 fight week showdown against Jon Jones, knockout artist Anthony \"Rumble\" Johnson's powerful Signature Moves, and \"The Mauler\" Alexander Gustafsson reveals his Warrior Code.    "
                },
                "412": {
                    "title": "Lyoto Machida",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 412,
                    "original air date": "5 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Lyoto Machida's exclusive account of one of the greatest fights of 2014 as he battles Chris Weidman for the middleweight belt; the techniques behind the truly unique signature moves of Machida; \"The Dragon\" describes the principles of his Warrior Code.    "
                },
                "413": {
                    "title": "McGregor/Case/Cerrone/Nurmagomedov",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 413,
                    "original air date": "19 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Famed Irish featherweight contender Conor McGregor touches down in the Big Apple; lightweight Johnny \"Hollywood\" Case readies for his close up in San Diego; host Jon Anik welcomes true American original Donald \"Cowboy\" Cerrone to the studio; Khabib Nurmagomedov goes Full Blast as Cerrone faces Eddie Alvarez.    "
                },
                "414": {
                    "title": "UFC Fight Night New Jersey",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 414,
                    "original air date": "3 May 2015",
                    "year": "2015",
                    "plot": "\n    All-new cinematic coverage from UFC Fight Night New Jersey takes you closer to the action than ever before; Khabib Nurmagomedov tells host Jon Anik about his rise from Dagestan to the pinnacle of the UFC lightweight division; Donald \"Cowboy\" Cerrone reveals his Warrior Code.    "
                },
                "415": {
                    "title": "Samman/Cerrone/Johnson/Weidman",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 415,
                    "original air date": "17 May 2015",
                    "year": "2015",
                    "plot": "\n    Josh Samman on his difficult road outside the Octagon; Anthony Johnson is mic'd up as he scouts the man he will next fight for the belt; Middleweight champion Chris Weidman's exclusive take on his rise to the top and how he intends to stay there.    "
                },
                "416": {
                    "title": "Dos Anjos On the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 416,
                    "original air date": "24 May 2015",
                    "year": "2015",
                    "plot": "\n    Rafael Dos Anjos' first person account of one of the greatest championship upsets in UFC history; resurgent welterweight contender Thiago Alves sits down with host Jon Anik; Tecia Torres mic'd up as Carla Esparza and Joanna Jedrzejczyk fight for the Strawweight title.    "
                },
                "417": {
                    "title": "UFC Fight Night Manila",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 417,
                    "original air date": "31 May 2015",
                    "year": "2015",
                    "plot": "\n    The Octagon's much anticipated debut in the Philippines from all new angles; Mike Swick repays a debt of gratitude in Thailand; Ronda Rousey's exclusive behind the scenes as she guest stars in Entourage.    "
                },
                "418": {
                    "title": "Velasquez vs Werdum",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 418,
                    "original air date": "7 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Fabricio Werdum On the Brink in Mexico for his memorable interim heavyweight championship triumph; heavyweight champ Cain Velasquez sits down with host Jon Anik to discuss his upcoming opponent Werdum; UFC announcer Joe Rogan counts down the greatest performances of Velasquez's hard hitting career.    "
                },
                "419": {
                    "title": "Bektic/Garbrandt/Lawler/Evans",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 419,
                    "original air date": "21 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Highly touted Bosnian Mirsad Bektic's remarkable journey from war-torn Bosnia to a UFC dream; the story of two unbeaten fighters: UFC bantamweight Cody Garbrandt and inspirational 9-year-old Maddux Maple; welterweight champ \"Ruthless\" Robbie Lawler previews his title defense with host Jon Anik in South Florida; Rashad Evans tackles the topic of UFC rivalries in \"The Takedown\".    "
                },
                "420": {
                    "title": "Lawler on the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 420,
                    "original air date": "28 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Robbie Lawler's exclusive first person account of his UFC 181 title tilt against Johny Hendricks; the UFC elite are On Point as they discuss the rigors of training camps; Conor McGregor details his Warrior Code.    "
                },
                "421": {
                    "title": "Training Day: Holm vs Reneau",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 421,
                    "original air date": "5 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Holly Holm and Marion Reneau undergo intense preparation for their showdown in Training Day; Jessica \"Evil\" Eye's live commentary of Holly Holm's anticipated UFC debut; UFC stars undergo high tech training at the EXOS training facility in Phoenix.    "
                },
                "422": {
                    "title": "Dariush/Magny/Rousey/Rua",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 422,
                    "original air date": "26 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Beneil Dariush's remarkable journey from Iran to the UFC spotlight; Witness how Welterweight Neil Mangy intends to extend his current seven fight unbeaten streak; Ronda Rousey's exclusive account of her recent book tour; the Warrior Code of legendary Brazilian MMA star Shogun Rua.    "
                },
                "423": {
                    "title": "Rafael Dos Anjos",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 423,
                    "original air date": "2 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Rafael Dos Anjos' first person account of one of the greatest championship upsets in UFC history; the new champ mic'd up as he scouts Donald Cerrone's title eliminator bout in Full Blast; in his own words, the Warrior Code of Rafael Dos Anjos.    "
                },
                "424": {
                    "title": "UFC Fight Night Chicago",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 424,
                    "original air date": "9 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Flashback to the UFC Fight Night Dillashaw vs Barao for an exclusive cinematic recap of the night's epic action; Ultimate Fighter season 21 winner Kamaru Usman joins host Jon Anik in studio; the UFC's elite explain the unique sensation of time passing while fighting inside the Octagon.    "
                },
                "425": {
                    "title": "O'Connell/Hawaiian Brotherhood",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 425,
                    "original air date": "16 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    From the airwaves to the Octagon, witness Sean O'Connell's unique path to UFC stardom; the brotherhood of Hawaiians Yancy Medeiros and Max Holloway; former light heavyweight champ Rashad Evans in studio with host Jon Anik; Roy \"Big Country\" Nelson provides lively commentary as Andrei Arlovski and Travis Browne square off in Full Blast.    "
                },
                "426": {
                    "title": "UFC Fight Night Nashville",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 426,
                    "original air date": "23 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    A cinematic recap of UFC Fight Night: Teixeira vs Saint Preux from exclusive perspectives capturing the event's notable knockouts, submissions and controversial outcomes; the Octagon's best weigh-in on the value of gained momentum from winning against the lessons learned in a loss; powerful light heavyweight contender Anthony Johnson's Warrior Code.    "
                },
                "427": {
                    "title": "Rodriguez/Arlovski/McGregor/Johnson",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 427,
                    "original air date": "30 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Yair Rodriguez's rise from Mexico to the verge of super stardom in Chicago; former heavyweight champ Andrei Arlovski's reinvention in Albuquerque has him on the road to another title shot; Joe Rogan riffs on the Conor McGregor phenomenon; flyweight champ Demetrious Johnson mic'd up as two contenders take to the Octagon.    "
                },
                "428": {
                    "title": "Bader vs Evans/Hendricks/Cormier",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 428,
                    "original air date": "20 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Ryan Bader and Rashad Evans ready for their light heavyweight title eliminator bout in Training Day; Johnny Hendricks wired for exclusive commentary as Robbie Lawler and Rory MacDonald put on a fight for the ages in Full Blast; Light Heavyweight champ Daniel Cormier's candid analysis on the division he currently rules in The Takedown.    "
                },
                "429": {
                    "title": "Cormier/Evans/Woodley",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 429,
                    "original air date": "27 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Daniel Cormier's exclusive account of his UFC 187 fight week showdown against Anthony Johnson for the UFC light heavyweight championship; Former champ Suga Rashad Evans breaks down the biggest moments from his action packed timeline; powerful welterweight contender Tyron Woodley analyzes his competition in the dangerous 170-pound weight class.    "
                },
                "430": {
                    "title": "TJ Dillashaw",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 430,
                    "original air date": "4 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The rise of UFC bantamweight champion TJ Dillashaw, from the momentous journey preceding his title shot through his shocking victory over Renan Barão to claim the belt and the inner psyche of the Warrior Code that made him a UFC champion.    "
                },
                "431": {
                    "title": "Jedrzejczyk on the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 431,
                    "original air date": "11 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Joanna Jedrzejczyk's exclusive account of her first ever UFC title fight; the NBA's Detroit Pistons undergo a hard hitting MMA mini-camp in Las Vegas; the UFC's finest pay tribute to their cornermen.    "
                },
                "432": {
                    "title": "Rothwell/Waterson/Rockhold/Poirier",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 432,
                    "original air date": "18 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Ben Rothwell honors the legacy of a lost friend as he continues his streak up the heavyweight rankings; Model and mom Michelle \"The Karate Hottie\" Waterson reflects on her journey to the UFC; number one middleweight contender Luke Rockhold is Full Blast as he scouts his next opponent Chris Weidman at UFC 187; rising lightweight contender Dustin Poirier opens up about the fight game in Warrior Code.    "
                },
                "433": {
                    "title": "Conor McGregor",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 433,
                    "original air date": "25 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The Notorious Conor McGregor On the Brink with gold on the line at UFC 187; Joe Rogan riffs on the McGregor phenomenon; McGregor's take on the hype game and mental warfare.    "
                },
                "434": {
                    "title": "Jedrzejczyk vs LeTourneau/Cejudo/Rockhold",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 434,
                    "original air date": "1 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Ronda Rousey provides an exclusive, first person account from her UFC 190 title defense against Bethe Correia; experience the explosive UFC debut of 19 year old karate prodigy Sage Northcutt as he flipped into the record books at UFC 192; journey to Spokane to witness Sam Sicilia's hunt for title contention; Strawweight champ Joanna Jedrzejczyk is mic'd up for division-mate Paige VanZant's battle with Alex Chambers.    "
                },
                "435": {
                    "title": "Ronda Rousey: My Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 435,
                    "original air date": "8 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Ronda Rousey provides an exclusive, first person account from her UFC 190 title defense against Bethe Correia; experience the explosive UFC debut of 19 year old karate prodigy Sage Northcutt as he flipped into the record books at UFC 192; journey to Spokane to witness Sam Sicilia's hunt for title contention; Strawweight champ Joanna Jedrzejczyk is mic'd up for division-mate Paige VanZant's battle with Alex Chambers.    "
                },
                "436": {
                    "title": "Dodson on the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 436,
                    "original air date": "15 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    From the birth of his child to his championship bout inside the Octagon, John Dodson provides a first person account of his extraordinary UFC 191 fight week; undefeated bantamweight rising star Aljamain Sterling sits down with Jon Anik in New York; Luke Rockhold reveals the technique behind his signature moves.    "
                },
                "437": {
                    "title": "Cormier/Edgar/VanZant",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 437,
                    "original air date": "22 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Exclusive coverage and perspective from Daniel Cormier's UFC 192 title defense; Frankie Edgar's live Octagon-side account as division rivals Chad Mendes and Conor McGregor fight for the interim featherweight title; 21 year old strawweight sensation Paige VanZant reveals her motivations in Warrior Code.    "
                },
                "438": {
                    "title": "Markos/Jury/Aldo/Weidman",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 438,
                    "original air date": "6 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Randa Markos' extraordinary road from Baghdad to the UFC Octagon; Myles Jury journeys back to where it all began in Hazel Park, Michigan; Jose Aldo mic'd up for his teammate Claudia Gadelha's pivotal strawweight bout at UFC 190; The All-American Chris Weidman reveals his true thoughts about Luke Rockhold with Jon Anik.    "
                },
                "439": {
                    "title": "Donald Cerrone",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 439,
                    "original air date": "13 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    UFC lightweight title challenger Donald \"Cowboy\" Cerrone's action-packed life from his customized New Mexico ranch to his Ultimate 8 moments inside the Octagon through the thrill-seeker's all-access pass at the Daytona 500 to his personal approach fighting as he reveals the Warrior Code that drives him.    "
                },
                "440": {
                    "title": "UFC 193",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Ultimate Insider (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 440,
                    "original air date": "20 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Witness unseen sights and sounds from the record setting UFC 193: Rousey vs Holm stadium event in Australia; Joe Rogan ranks the best moments of welterweight champ Robbie Lawler's career; Carlos Condit opens up about his life as a fighter in Warrior Code.    "
                }
            }
        },
        "number of episodes": 201,
        "cast": [
            {
                "name": "Anik, Jon"
            },
            {
                "name": "Olivi, Megan"
            },
            {
                "name": "Rogan, Joe"
            },
            {
                "name": "Jones, Jon"
            },
            {
                "name": "Evans, Rashad"
            },
            {
                "name": "Gracie, Rener"
            },
            {
                "name": "Gracie, Ryron"
            },
            {
                "name": "Griffin, Forrest"
            },
            {
                "name": "McGregor, Conor"
            },
            {
                "name": "Faber, Urijah"
            },
            {
                "name": "Rousey, Ronda"
            },
            {
                "name": "Bisping, Michael"
            },
            {
                "name": "Cruz, Dominick"
            },
            {
                "name": "Johnson, Demetrious"
            },
            {
                "name": "Bonnar, Stephan"
            },
            {
                "name": "Cormier, Daniel"
            },
            {
                "name": "Dillashaw, T.J."
            },
            {
                "name": "St-Pierre, Georges"
            },
            {
                "name": "Rockhold, Luke"
            },
            {
                "name": "Hendricks, Johny"
            },
            {
                "name": "Condit, Carlos"
            },
            {
                "name": "Machida, Lyoto"
            },
            {
                "name": "Gustafsson, Alexander"
            },
            {
                "name": "Benavidez, Joseph"
            },
            {
                "name": "Henderson, Dan"
            },
            {
                "name": "Pettis, Anthony"
            },
            {
                "name": "Weidman, Chris"
            },
            {
                "name": "Davis, Phil"
            },
            {
                "name": "Woodley, Tyron"
            },
            {
                "name": "Lawler, Robbie"
            },
            {
                "name": "Teixeira, Glover"
            },
            {
                "name": "Velasquez, Cain"
            },
            {
                "name": "Sonnen, Chael"
            },
            {
                "name": "Henderson, Ben"
            },
            {
                "name": "Mendes, Chad"
            },
            {
                "name": "Stann, Brian"
            },
            {
                "name": "Lamas, Ricardo"
            },
            {
                "name": "Swanson, Cub"
            },
            {
                "name": "Cerrone, Donald"
            },
            {
                "name": "Johnson, Anthony"
            },
            {
                "name": "Jedrzejczyk, Joanna"
            },
            {
                "name": "Edgar, Frankie"
            },
            {
                "name": "Lauzon, Joe"
            },
            {
                "name": "Muñoz, Mark"
            },
            {
                "name": "Couture, Randy"
            },
            {
                "name": "Melendez, Gilbert"
            },
            {
                "name": "Tate, Miesha"
            },
            {
                "name": "Mir, Frank"
            },
            {
                "name": "Zahabi, Firas"
            },
            {
                "name": "Celeste, Arianny"
            }
        ],
        "genres": [
            "Sport"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 5,
        "rating": 7.4,
        "votes": 93,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTc3MjE0Mjg1OF5BMl5BanBnXkFtZTcwNjgxMTQzOA@@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Go beyond the cage and behind-the-scenes of the Ultimate Fighting Championship with UFC Ultimate Insider. Each week, Jon Anik, brings you unprecedented access to the world of the UFC with in-depth fighter profiles, private training sessions, exclusive footage, and inside coverage you can't get anywhere else. UFC Ultimate Insider delivers you the UFC from the inside out.",
        "languages": [
            "English"
        ],
        "title": "UFC Ultimate Insider",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "UFC Ultimate Insider (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "production companies": [
            {
                "name": "Positive Image Video"
            }
        ],
        "distributors": [
            {
                "name": "Fuel TV"
            }
        ],
        "plot": [
            "Go beyond the cage and behind-the-scenes of the Ultimate Fighting Championship with _UFC Ultimate Insider_ (qv). Each week, Jon Anik, brings you unprecedented access to the world of the UFC with in-depth fighter profiles, private training sessions, exclusive footage, and inside coverage you can't get anywhere else. _UFC Ultimate Insider_ (qv) delivers you the UFC from the inside out.::FuelTV"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 93,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 18,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 42,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 9,
                "rating": 6.9
            },
            "males": {
                "votes": 63,
                "rating": 7.1
            },
            "males aged 18 29": {
                "votes": 15,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 40,
                "rating": 7.1
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 6.8
            },
            "females": {
                "votes": 8,
                "rating": 7.5
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 7.7
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 11,
                "rating": 7.0
            },
            "us users": {
                "votes": 31,
                "rating": 6.5
            },
            "non us users": {
                "votes": 26,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 22,
            "9": 7,
            "8": 22,
            "7": 20,
            "6": 9,
            "5": 4,
            "4": 1,
            "3": 2,
            "2": 1,
            "1": 5
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}