{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "2 March 2012"
            }
        ],
        "release dates": [
            "Canada::2 March 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Way Off Broadway"
            },
            {
                "countries": "Canada (English title) (complete title)",
                "title": "Way Off Broadway: The Wizard of Oz"
            }
        ],
        "akas": [
            "Way Off Broadway (original title)",
            "Way Off Broadway: The Wizard of Oz Canada (English title) (complete title)"
        ],
        "akas from release info": [
            "Way Off Broadway (original title)",
            "Way Off Broadway: The Wizard of Oz Canada (English title) (complete title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "What Am I Doing Here?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Off Broadway (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    After advertising and networking, Sarina, who conducted personal interviews with all who applied, brings together the twenty-one amateur musical theater thespians who will be her cast for a community theater production of \"The Wizard of Oz\". The show will be staged in eight weeks from their first group get together, with two rehearsals per week. Beyond one who does have a community theater background, most of her cast members are novices as adults who have a variety of reasons for wanting to do the show. Sarina wants the group to feel comfortable working with each ...    "
                },
                "2": {
                    "title": "I Hope I Get It!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Off Broadway (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "9 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    In the lead up to the second rehearsal, many of the cast members tell of their aspirations both for this show and beyond. Some of their friends and family also speculate about what role they will get. At that rehearsal, Sarina makes the cast wait to hear what roles they got as she first wants them to get some more creative work in beforehand. Also before making the announcement, she explains why she chose this show, the overall purpose for doing the show, and her casting process, which is twofold in having the best person for the part but sometimes having a role be a ...    "
                },
                "3": {
                    "title": "This Is a Lot of Work!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Off Broadway (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    With seven weeks until the show, all the cast members have their roles and are now trying to stick to their pledge to Sarina to memorize their lines by looking at them every day. Many use whatever opportunity they have during their regular days to go over their lines. The third rehearsal is their first opportunity to test out their parts in front of the others. Some rise to the challenge, while others, many who have no community theater experience at all, find that it is much more work than they anticipated. Reading through the scenes and singing the songs is nothing ...    "
                },
                "4": {
                    "title": "Keeping Up and Shaping Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Off Broadway (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "23 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    By rehearsal number four, many of the cast members are finding it difficult to prepare for the show while attending to their other life commitments, such as school and work. And the addition of an unexpected and fast paced musical number, \"The Jitterbug\" - which was originally in the 1939 movie, but which was eventually cut from the final version - shows many of the cast members that they are woefully out of shape and that this show will require them to be fitter than they are presently. This issue concerns Sarina, who doesn't want her cast of characters looking ...    "
                },
                "5": {
                    "title": "Can You Sing and Cry at the Same Time?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Off Broadway (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "30 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    With five and half weeks until the show, Sarina tells a happy Harvey that Sheila has found a song for him to sing as a solo in the show, namely \"I'm Always Chasing Rainbows\". After Sheila takes Harvey aside to work on the song possibly to sing in front of the group by the end of the rehearsal, renowned vocal coach Elaine Overholt, who Sarina mentioned would be coming to this rehearsal, takes over the rehearsal with the entire cast. Many within the group who know of her are in awe. By the end of the rehearsal, most are overjoyed by them and the songs being what Michael M. refers to ...    "
                },
                "6": {
                    "title": "The Wrestling Match",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Off Broadway (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "13 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    With five weeks until the show, Sarina is perhaps now the most stressed of anyone involved with the production as she has to arrange all the technical aspects of the show, including costumes, makeup, sets, lighting, and a venue, all on a very limited budget, which means the help of family and friends who will get paid nothing. Despite having one hundred fifty costumes to produce, Gail, with her team, seem to have issues under control. The sets are another matter, which will be built by Sarina's son and nephew, Quentin and Miles, who seem unmotivated and unsure about ...    "
                },
                "7": {
                    "title": "The Encore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Off Broadway (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "20 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    With four weeks gone and only four weeks until show time, Sarina feels she has to get tough with the cast, especially in getting them to do the necessary homework to know their parts inside and out. Sarina is surprised by most, some in good ways and some in not so good ways, in what they know and what they don't know. She takes target at many, but the harshest words may specifically be for Bernie who is currently playing everything at one note, and Jon who admits that his day life hasn't allowed him yet to put in the necessary time. In addition, Jon and Sheila end up ...    "
                },
                "8": {
                    "title": "Report Card Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Off Broadway (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "27 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    It's three and a half weeks until the show. Sarina brings another of her performer friends, singer/songwriter Amy Sky, to rehearsal to speak to the cast about what it means to reach out to the audience. Amy demonstrates what she means with her own rendition of \"Over the Rainbow\" which is an especially eye opening experience for LeeAnne. This rehearsal also is the first time that the adult cast and the child cast is brought together. Beyond Sandra being just a little too believable for some of her young cast mates, the youngsters generally outshine their adult counterparts. ...    "
                },
                "9": {
                    "title": "Where's Taz?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Off Broadway (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "4 May 2012",
                    "year": "2012",
                    "plot": "\n    Following the latest rehearsal - when Sarina publicly provided each adult cast member with a critique and a report card letter grade - many take the information to heart and take appropriate action. On the upper side of the grade scale, \"A\" Michael M. takes what he sees as the next logical step to see if he really is ready to make the leap to performing as a career. And \"B+\" LeeAnne goes to her old university vocal coach, who she's always trusted, to see if she can help LeeAnne coalesce all the advice she's received thus far in how to sing \"Over the Rainbow\". On the ...    "
                },
                "10": {
                    "title": "Costume Malfunction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Off Broadway (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "11 May 2012",
                    "year": "2012",
                    "plot": "\n    It's two and a half weeks until show time. Sarina has to conclude the problem issues with two of the cast members. Although Jon makes his decision of whether to attend or miss the dress rehearsal and Sarina responds to Jon's decision, Sheila thinks she's come up with the perfect solution for Jon to be able to attend the rehearsal, keep his part as the Scarecrow, and be with Marcus that day. That solution may be the reason why Jon shows a new lightness in his performance which has not yet been evident to date. And Taz returns stating that she had no idea her absence at...    "
                },
                "11": {
                    "title": "The Return of Elaine Overholt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Off Broadway (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "18 May 2012",
                    "year": "2012",
                    "plot": "\n    It's one week until show time, with only two rehearsals left at the church and the full dress rehearsal at the theater. The third to last rehearsal marks the return of Elaine Overholt who many in the cast are not looking forward to seeing since they're scared of her. The leads are spared Elaine's criticisms since Sarina wants Elaine to focus on the chorus. Elaine sets her sights primarily on Jodi. Elaine's comments may have the exact opposite effect on an already under-confident Jodi than wanted. The one person who Sarina sets her sights on is Kathleen, who she believes has been ...    "
                },
                "12": {
                    "title": "Please Stop the Rain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Off Broadway (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "25 May 2012",
                    "year": "2012",
                    "plot": "\n    It's two days before show time, and the cast moves from the comfort of their church basement to the 1,100 seat Danforth Music Hall, where the show will be performed. While Sarina and her volunteer crew move the equipment, sets and costumes from the church to the theater, an ill Bailey, who has come down with the flu, takes the cast to Rick's house to do a speed reading, just to ensure that everyone knows their lines. They then move to the theater for a quick run through of certain scenes, this experience which will be their first on the actual stage, which is much ...    "
                },
                "13": {
                    "title": "The Big Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Off Broadway (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "25 May 2012",
                    "year": "2012",
                    "plot": "\n    It's show time, the culmination of eight weeks of hard work by the cast and creative team. The theater is sold out, resulting in $25,000 toward Sarina's charity, Big Little Caravan of Joy, which provides creative arts camps to Canadian aboriginal children and orphaned children in Africa. The cast and creative team have a mixed bag of emotions just before the curtain goes up from excitement to fear to nervousness. Sarina and Sheila designed the show so that all the cast members would have their moment in the spotlight. As the show progresses, each cast member does get ...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Chien, Shuyuan"
            },
            {
                "name": "Condello, Sarina"
            },
            {
                "name": "Cooperberg, Harvey"
            },
            {
                "name": "Davenport, Clare"
            },
            {
                "name": "Davis, Matt"
            },
            {
                "name": "Dillon, Hugh"
            },
            {
                "name": "Gibson, David"
            },
            {
                "name": "Haryett, Debi"
            },
            {
                "name": "Henry, Kathleen"
            },
            {
                "name": "Lee, Jon"
            },
            {
                "name": "Listro, Sean"
            },
            {
                "name": "McCarthy, Michael"
            },
            {
                "name": "McKinnon, Sandra"
            },
            {
                "name": "Nelson, Frank"
            },
            {
                "name": "O'Morrow, Michael"
            },
            {
                "name": "Philcox, Sheila"
            },
            {
                "name": "Poetker, Rick"
            },
            {
                "name": "Richards, Jodi"
            },
            {
                "name": "Richter, Aku"
            },
            {
                "name": "Rorabeck, LeeAnne"
            },
            {
                "name": "Sutin, Rebecca"
            },
            {
                "name": "Sweeny, Siobhan"
            },
            {
                "name": "Tanz, Bernie"
            },
            {
                "name": "Davis, Bailey"
            },
            {
                "name": "Lakkotrypis, Tazyia"
            },
            {
                "name": "Philcox, Natalie"
            },
            {
                "name": "Leger, Gail"
            },
            {
                "name": "Barone, Rosario"
            },
            {
                "name": "Listro, Erin"
            },
            {
                "name": "Vitko, Miles"
            },
            {
                "name": "Vitko, Quentin"
            },
            {
                "name": "Bell, Allie"
            },
            {
                "name": "Overholt, Elaine"
            },
            {
                "name": "Reyes, Marcus Rocha"
            },
            {
                "name": "Condello, Tony"
            },
            {
                "name": "Fulton, Dave"
            },
            {
                "name": "Reyes, Aaron Rocha"
            },
            {
                "name": "Cooper, Ronda"
            },
            {
                "name": "Diamond, Tom"
            },
            {
                "name": "Ford, Clarence"
            },
            {
                "name": "Mieske, Lynda"
            },
            {
                "name": "Miller, Bentley"
            },
            {
                "name": "Morton, Amanda"
            },
            {
                "name": "Park, Brad"
            },
            {
                "name": "Philcox, Steven"
            },
            {
                "name": "Shearer, Darren"
            },
            {
                "name": "Sherman, Michael"
            },
            {
                "name": "Sky, Amy"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Documentary",
            "Musical"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.6,
        "votes": 13,
        "plot outline": "Toronto-based musical theater director Sarina Condello is mounting a community theater production of \"The Wizard of Oz\" to raise money for her charitable foundation. The process takes eight weeks from casting to the final performance. The cast is comprised of twenty-one adults who she recruits from the community, they who respond to Sarina's open casting call. A few have some community theater experience, but most have no experience of being on the stage at all. Behind the scenes, Sarina, in mounting the production with little budget, does whatever she can to have a professional end product of which she can be proud. Meanwhile her cast goes through a myriad of highs and lows through the eight weeks. They express their anticipation, their fears, their excitement and their aspirations, not only about the eight weeks and the final performance, but also for some what the future holds for them in the musical theater world.",
        "languages": [
            "English"
        ],
        "title": "Way Off Broadway",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Condello, Sarina"
            },
            {
                "name": "Hay, Carol"
            },
            {
                "name": "Nokes, Alberta"
            }
        ],
        "production companies": [
            {
                "name": "Apartment 11 Productions"
            },
            {
                "name": "Bell Media"
            }
        ],
        "distributors": [
            {
                "name": "Bravo Network Canada"
            },
            {
                "name": "Picture Box Distribution Inc."
            }
        ],
        "plot": [
            "Toronto-based musical theater director 'Sarina Condello' (qv) is mounting a community theater production of \"The Wizard of Oz\" to raise money for her charitable foundation. The process takes eight weeks from casting to the final performance. The cast is comprised of twenty-one adults who she recruits from the community, they who respond to Sarina's open casting call. A few have some community theater experience, but most have no experience of being on the stage at all. Behind the scenes, Sarina, in mounting the production with little budget, does whatever she can to have a professional end product of which she can be proud. Meanwhile her cast goes through a myriad of highs and lows through the eight weeks. They express their anticipation, their fears, their excitement and their aspirations, not only about the eight weeks and the final performance, but also for some what the future holds for them in the musical theater world.::Huggo"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 13,
                "rating": 6.6
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 4.0
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 8.2
            },
            "males": {
                "votes": 5,
                "rating": 4.2
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 4.0
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 7.7
            },
            "females": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 4.3
            },
            "us users": {
                "votes": 1,
                "rating": 4.0
            },
            "non us users": {
                "votes": 3,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 7,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 3
        },
        "arithmetic mean": 6.6,
        "median": 1
    }
}