{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "3 April 2012"
            }
        ],
        "release dates": [
            "Canada::3 April 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Changed My Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buy.o.logic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    We sniff out the truth on bad breath and neti pots! Buy.agnosis treats one woman's debilitating allergies and we crunch the numbers on ab machines.    "
                },
                "2": {
                    "title": "Just Gas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buy.o.logic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Shopping experts Anna & Kristina have a surefire remedy for a good night's sleep, while Isla and Dr. Dave try to douse the flames of gas. The pop-up clinic has the tips for healthy hair, and Isla gets a full body MRI.    "
                },
                "3": {
                    "title": "Sweet Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buy.o.logic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Health from head to toe: from treating dandruff to the joys of compression socks. The pop-up clinic heads to the mall to peek into women's purses, while a flash mob sinks their teeth into dental floss. Shopping gurus Anna & Kristina will blow your socks off with their latest Stamp of Approval. And Isla and Dr. Dave get to the root of dandruff.    "
                },
                "4": {
                    "title": "Boobs on My Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buy.o.logic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Tthe team tests chairs to determine which one actually provides the best support in Buy.agnosis. Isla and Dr. Dave talk about how a woman's shape can actually determine the best food for her health. Also, Anna & Kristina reveal which product they won't travel without, and Inside Isla explores the benefits of traditional Chinese medicine.    "
                },
                "5": {
                    "title": "Tag... You're It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buy.o.logic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "24 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    The best products for your body inside and out: how chlorophyll pills keep you regular and the best treatment for skin tags.    "
                },
                "6": {
                    "title": "Blinded by the Light",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buy.o.logic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 May 2012",
                    "year": "2012",
                    "plot": "\n    Let there...not...be light. We test 5 types of window blinds and look at the benefits of eye masks. We also nose around Isla's sniffer with a sinus scope and clear the air on smelly feet. We help a migraine sufferer find the best pair of blackout blinds for her home. Our shopping experts Anna and Kristina also try to block out the light but with a far more portable method. Dr Dave and Isla put their best foot forward to help those suffering from smelly feet. We stick a camera up Isla's nasal passages but will it get her nose all out of joint? Tune in to find out.    "
                },
                "7": {
                    "title": "Gumballs Galore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buy.o.logic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 May 2012",
                    "year": "2012",
                    "plot": "\n    Which herb is the answer to our prayers? Testing gluten free bread makers and kitchen cleansers. Keeping an eye out for anemia and paying more than lip service to cold sores. Isla and Dr. Dave give cold sores the kiss off as they examine its various causes and treatments. We help a woman suffering from Irritable Bowel Syndrome find a way to enjoy gluten-free bread. We have our eyes on an easy test for anemia. Our flash mob testers get their hands dirty to find the best kitchen cleansers. And why our shopping experts Anna and Kristina say Holy Basil is the answer to ...    "
                },
                "8": {
                    "title": "Nice Lungs, Baby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buy.o.logic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 May 2012",
                    "year": "2012",
                    "plot": "\n    We test breast pumps and hand out balloons to measure lung capacity. We also focus on eye health with a thorough examination from an optometrist. Isla doesn't turn a blind eye at the optometrist's office when she undergoes a series of exams to determine her eye health. Our shopping experts share a healthy snack you can carry in your purse. We take a look at some of the popular breast pumps on the market, and Dr Dave tells us everything you need to know    "
                },
                "9": {
                    "title": "Oops, I Did It Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buy.o.logic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 May 2012",
                    "year": "2012",
                    "plot": "\n    Smile! - what your lips could be saying about your health. We also compare the different types of oral thermometers. And why washing your clothes could be drying out your skin. Isla and Dr Dave look at the question of why we sometimes pee when we sneeze. We're itching to share our news on what might be irritating your eczema. Looking for a way to keep fit using your smart phone? Well there's an app for that. And we gauge the temperature of the room - or at least its inhabitants - when our flash mob tests oral thermometers.    "
                },
                "10": {
                    "title": "Brighter, Whiter, and Tighter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buy.o.logic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "5 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    We go brighter testing different types of teeth whiteners, whiter when our shopping experts rave about white tea, and help those with tighter joints by testing the best bikes for arthritis sufferers. Isla helps a woman suffering from arthritis find a bike that will accommodate her limited mobility. Dr Dave shares an easy test to check your thyroid. We compare the top at home teeth whitening kits. Anna and Kristina rave about the benefits of white tea. And Isla heads to the cardiologist for a complete heart exam.    "
                },
                "11": {
                    "title": "Don't Be Rash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buy.o.logic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "12 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    We help an asthma sufferer find the best air purifier and compare products that work on shaving rashes. We take an in depth look at skin and share tips to protect your hearing. Isla and Dr Dave head to a music store to conduct a hearing test. They also look at treatments for shaving rashes. Our shopping experts go bonkers for the Bobble Water Bottle. We get under Isla's skin to check it's overall condition and we check out the most popular air purifiers on the market.    "
                },
                "12": {
                    "title": "Rhoid Rage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buy.o.logic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "19 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    We look at cures for that pain in your butt - hemorrhoids. When good hair turns toxic. And which back massagers are really the best? Sit up and take note: Isla and Dr. Dave look at the causes and treatments for hemorrhoids. Isla is dyeing to test products that colour our hair. Our 'on the go' shopping experts Anna and Kristina rave about a portable gym. And we share an easy test for heart health.    "
                },
                "13": {
                    "title": "Hit the Fan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buy.o.logic (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "26 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    How pets keep you happy and healthy. What you can do about your thinning hair. And we look at why our memory starts to fail, as we get older. Isla shares her experience getting a colonoscopy. We find the right fans for a woman suffering through hot flashes. We look at what you can do about thinning hair. Our shopping experts are barking up the right tree with their latest recommendation. Also Isla and Dr. Dave share tips on how to improve your memory.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Traquair, Isla"
            },
            {
                "name": "Hepburn, Dave"
            },
            {
                "name": "Matisic, Kristina"
            },
            {
                "name": "Wallner, Anna"
            },
            {
                "name": "O'Donnell, Melanie"
            },
            {
                "name": "Feuerhelm, Linda"
            }
        ],
        "locations": [
            "Vancouver, British Columbia, Canada"
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "In the new original series, Buy.o.logic, host Isla Traquair goes under the microscope and formulates a prescription for a better and healthier you. Her goal is to find the best products for viewers and their families based on performance, ingredients and price. Each episode of Buy.o.logic spans the health horizon to showcase multiple segments including: A & K-Approved, where Anna Wallner and Kristina Matisic, best known from \"The Shopping Bags\", tell us which products make their busy lives healthier and easier. Isla Asks, answers all those embarrassing questions you don't want to ask with Buy.o.logic's medical expert Dr. Dave Hepburn. Buy.agnosis, where Isla goes to the medical pros to get to the bottom of common complaints and how to beat them. Then Isla, tests the products that will help the most with what ails you. Flash Mob Testers giving audiences different opinions from everyday people on products and lets the viewer know which of the products tested the mob likes the best. Inside Isla, is when Isla personally experiences medical testing.",
        "languages": [
            "English"
        ],
        "title": "Buy.o.logic",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Buy.o.logic (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Corus Entertainment"
            },
            {
                "name": "OWN: The Oprah Winfrey Network"
            },
            {
                "name": "Worldwide Bag Media"
            }
        ],
        "distributors": [
            {
                "name": "OWN: The Oprah Winfrey Network"
            },
            {
                "name": "Picture Box Distribution Inc."
            }
        ],
        "plot": [
            "In the new original series, _Buy.o.logic_ (qv), host Isla Traquair goes under the microscope and formulates a prescription for a better and healthier you. Her goal is to find the best products for viewers and their families based on performance, ingredients and price. Each episode of _Buy.o.logic_ (qv) spans the health horizon to showcase multiple segments including: A & K-Approved, where Anna Wallner and Kristina Matisic, best known from \"The Shopping Bags\", tell us which products make their busy lives healthier and easier. Isla Asks, answers all those embarrassing questions you don't want to ask with _Buy.o.logic_ (qv)'s medical expert Dr. Dave Hepburn. Buy.agnosis, where Isla goes to the medical pros to get to the bottom of common complaints and how to beat them. Then Isla, tests the products that will help the most with what ails you. Flash Mob Testers giving audiences different opinions from everyday people on products and lets the viewer know which of the products tested the mob likes the best. Inside Isla, is when Isla personally experiences medical testing.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}