{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2012",
                "notes": "                            (London)"
            },
            {
                "country": "UK\n",
                "date": "6 November 2012"
            }
        ],
        "release dates": [
            "UK::2012                            (London)",
            "UK::6 November 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Some Girls"
            },
            {
                "countries": "Russia",
                "title": "Девчонки"
            }
        ],
        "akas": [
            "Some Girls (original title)",
            "Девчонки Russia"
        ],
        "akas from release info": [
            "Some Girls (original title)",
            "Девчонки Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Some Girls (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 15,
                    "original air date": "17 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Viva holds a girls' night for her friends but Rocky arrives, announcing that he is quitting school because he is too stupid foe learning. He proposes to Viva who, rather to her surprise, accepts. Amber is concerned that Brandon seems to have vanished, which leads to her losing her phone in his letter-box and Holli getting her arm stuck in it, being freed by a gallant road sweeper though Amber loses interest in Brandon after seeing the name Shantelle in his diary whilst Holli gets to work with her uncle on his market stall.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Some Girls (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 14,
                    "original air date": "24 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Having told Rocky their marriage must wait until she has graduated Viva joins her friends at a rock festival where they sell T-shirts from Holli's transvestite uncle Eddie's stall. They team up with three boys from the next tent but Viva is disapproving and only wants to ring Rocky. Accused of being boring by the others she gets stoned with the boys and when the others go to look for her the stall is robbed, leading to their wages being docked. She is happy to return home though surprised that Anna has engaged Rocky as her full-time baby-sitter.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Some Girls (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 11,
                    "original air date": "1 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Viva is surprise when Rob takes the news of her engagement well but less impressed when she and Saz have to tutor Holli and Amber for their Maths resit. This collapses when Amber, desperate for a baby of her own, borrows a friend's which she takes around with her. Viva is annoyed that all Rocky wants to be in life is a nanny but when Anna fires him, after a mishap caused by Amber and her borrowed baby, she speaks up for him and he gets his job back.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Some Girls (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 11,
                    "original air date": "8 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    The school is being considered for featuring on a Channel 4 documentary but Viva is more concerned with reconciling Amber with Topaz, her sister whom she has rejected after Topaz slept with Brandon. Promise of free hair extensions gets Amber on side but when Topaz throws herself at Rocky Viva gets annoyed and throws her out. Topaz demands an apology but Amber places her friendship with Viva above the hair extensions and, though the school fails to make it onto the box, the head tells the pupils that they are all heroes.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Some Girls (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "15 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    As a piece of research Viva puts her friends' photos on a dating site to see what ratings they get and Saz is depressed by her low scores. . Holli has no such popularity problems as she is seeing three boys at once which gets complicated when they all show up at the same time so the others make her choose which is the best. However the result is a draw and she decides to dump all three but ends up keeping the insecure Connor. Meanwhile Amber has a trial for the Chelsea Ladies' football team but is rubbish and fails to make the grade.    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Some Girls (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 14,
                    "original air date": "23 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Its prom night and Miss Hitchcock has left Viva in charge of prom. Meanwhile Holli has enough money to buy back her mum's jewellery.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Some Girls (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 32,
                    "original air date": "6 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    16-year old Viva lives on a London estate and attends school with her friends - dim Amber,aggressive Holli and sarcastic Saz. The bane of her life is sadistic games mistress Anna,who is also the live-in girlfriend of her lazy father Rob and due to have his baby. After the girls' football team loses its match Viva rows with Anna and leaves home to move in with Amber but Rob persuades her to return home. Amber meanwhile tries to dump boyfriend Brandon but is too weak though eventually Brandon does it himself after somebody makes public his best-kept secrets.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Some Girls (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 24,
                    "original air date": "13 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    When a jealous Brandon tells Viva that Ryan, Amber's new boyfriend, has a mysterious secret the girls are keen to find it out. Amber believes he is in the Russian Mafia as he has a rose tattoo on his chest but the others find this unlikely. Holli plans to give the school hamster to her little brother as a birthday surprise and asks Viva to look after it but Anna, who has a phobia about rodents, accidentally kills it and the girls are summoned to see the headmistress. They are not excluded but, from a file on the head's desk, Viva finds out Ryan's real secret, which ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Some Girls (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 21,
                    "original air date": "20 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Convinced that Brandon has left her for busty cheerleader Charlie, Amber decides to throw an End of Brandon Party but Viva is coerced into baby-sitting for Anna's neat freak friend Marie so the party moves to Marie's pristine flat. Here Viva learns that Holli has been sending Rob anonymous sexy tests. Saz is paranoid about her body hair. Brandon is still with Amber as he comes round to explain. When Marie comes home the flat is anything but pristine and the girls have found a very personal item belonging to her. However, Anna finds it hilarious.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Some Girls (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 22,
                    "original air date": "27 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    After some lads mock their game, Holli challenges the boys' football team to a game with the girls - which the girls lose. In the meantime, due to Amber's stupidity, the girls attend a Christian group which she thought was a pizza club. While there, Viva meets the sexy Rocky who is in the boys' team. They date - though Amber's tactlessness ruins things for them. He does, however, allow Viva to score the girls' token goal in the match. Saz claims to have a boyfriend and nobody believes her but when he does show up, he is something of an anti-climax.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Some Girls (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 20,
                    "original air date": "4 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Whilst Holli is hauled in for bullying, Anna asks Viva to give an anti-bullying presentation and befriend Ruby, a bullying victim. Saz distrusts Ruby, believing she is a spy for Charlie, Brandon's pregnant girlfriend but, before she falls out with them, Ruby gives the girls some ammunition to use against Charlie. The presentation is a disaster with Ruby denouncing Viva and her friends but after school, the information supplied by Ruby gives Viva the chance to get one over on Charlie.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Some Girls (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 23,
                    "original air date": "11 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Saz feels bad as she is the only member of the group who is still a virgin so the others help her chat up the boy of her dreams, bookworm Joe. With Rob and Anna away for the night, Viva arranges for Saz and Joe to do the deed at their flat. In the meantime, Viva and Holli admit that none has gone all the way so, to rectify matters, they all invite boys over for the night. Unfortunately, Rob and Anna return early.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Some Girls (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 26,
                    "original air date": "30 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Deciding that they want different things - she wants to go to university, he wants to be a matador - Viva dumps Rocky but first they have sex in a cupboard, where they discover the corpse of obese teacher Mr Andrews. To help the pupils cope with this death the head brings in a grief counsellor, the gorgeous Nick. Soon Holli and Amber are fighting over him, causing Saz to tell him what she thinks of him. As a result he deems them all psychos. Viva not only has to tell Amber her awful singing has got her thrown out of the choir but is called upon to give an impromptu ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Some Girls (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 18,
                    "original air date": "7 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Although she has dumped Brandon for having sex with her sister, Amber takes her friends to his party where Holli is caught kissing Rocky and she is ostracized by the others. She decides to join the super-fake bitches but soon becomes aware that she is out of her depth. Saz and Amber both fall for the cute Leon, notwithstanding that he is obsessed with slasher movies and vie for his attention, only to discover that he really fancies Viva. Having given away her old toys - including toy horse Timberlake - to make room for Anna and Rob's new arrival, Viva is pleased when ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Some Girls (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 16,
                    "original air date": "14 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Even though Anna has put her on toilet duty to catch drug takers Viva still catches the attention of the handsome, altruistic head boy Tyler Blaine, who wants her not only to audition for the school talent show but to date her. The jealous super-fake bitches try to blackmail her into not seeing Tyler by firstly unsuccessfully kidnapping Amber's dog and then stealing Saz's diary, posting the pages around the school, revealing Saz's critical opinions of her three friends. The quartet seems likely to fall out as a result but the girls recognize the loyalty they owe to ...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Some Girls (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 15,
                    "original air date": "21 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Saz is excited to be getting anonymous love letters from a mystery admirer, less so when she finds they come from lesbian Morgan. Amber regrets splitting with Brandon though they reconcile when he helps her with her school project and Viva finds Tyler very controlling. Coerced into helping Anna run the school magazine to help improve her college entry chances Holli makes up letters for the Agony Aunt column but annoys her friends by using their situations under assumed names. At a party Viva finally dumps Tyler and Saz discovers that the true object of Morgan's desire...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Some Girls (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 16,
                    "original air date": "28 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    With Anna on maternity leave the girls' football team needs a new coach and Saz is elected, though she takes things very seriously, annoying the other girls. Brandon's mother has gone on a cruise so Amber moves in to look after him and his elderly relative Junior, whom Amber mistakenly believes that she has killed whilst Viva shows no interest in Rocky until she discovers that he is seeing somebody else - whereupon she suggests reconciliation. Facing a superior opposition the girls football side does very badly until Holli steps in and, using her dirty tricks policy, ...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Some Girls (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 14,
                    "original air date": "4 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Viva tries to cheer up the permanently morbid Josh, known as Death Boy after a car accident in which his grandparents were killed though he does get the girls to a party given by Gemma, Rocky's new girlfriend - where he tries to hit on Amber and gets hit with a plank which brings back to him the memory of how the accident occurred. Saz is over-joyed to see Joe, her boyfriend who emigrated to Australia, less so when he tells her it was to escape her possessiveness. Back home Anna's waters break and with Rob out at work Josh drives her to hospital where Viva becomes her...    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Adedayo, Adelayo"
            },
            {
                "name": "Jonas, Natasha"
            },
            {
                "name": "Felgate, Alice"
            },
            {
                "name": "Dhillon, Mandeep"
            },
            {
                "name": "Wells, Dolly"
            },
            {
                "name": "Ahluwalia, Jassa"
            },
            {
                "name": "Salmon, Colin"
            },
            {
                "name": "Bryon, Nathan"
            },
            {
                "name": "Drameh, Franz"
            },
            {
                "name": "Cain, Justine"
            },
            {
                "name": "Hoare, Sarah"
            },
            {
                "name": "Holder, Nick"
            },
            {
                "name": "Scipio, Jacob"
            },
            {
                "name": "Damer, Gary"
            },
            {
                "name": "Dickinson, Harris"
            },
            {
                "name": "Esien, Jocelyn Jee"
            },
            {
                "name": "Battrick, Naomi"
            },
            {
                "name": "Bayfield, Jonnie"
            },
            {
                "name": "Lewin, Lawry"
            },
            {
                "name": "McEntire, Harry"
            },
            {
                "name": "Colquhoun, Sophie"
            },
            {
                "name": "Lederer, Hannah"
            },
            {
                "name": "Young, Sean Joseph"
            },
            {
                "name": "Bowling, Bekka"
            },
            {
                "name": "Hope, Charlotte"
            },
            {
                "name": "Bisi-Pedro, Ilario"
            },
            {
                "name": "Lewis, Jason"
            },
            {
                "name": "McGivern, Geoffrey"
            },
            {
                "name": "Whitchurch, Matt"
            },
            {
                "name": "Godfrey, Joseph"
            },
            {
                "name": "Opalinska, Wanda"
            },
            {
                "name": "Vincent, Sue"
            },
            {
                "name": "Bailey, Jonathan"
            },
            {
                "name": "Kendall, Chris"
            },
            {
                "name": "Margolis, Ashley"
            },
            {
                "name": "Howell, Gerran"
            },
            {
                "name": "Fear, Tanya"
            },
            {
                "name": "Saeki, Nikoo"
            },
            {
                "name": "Wernham, Charlie"
            },
            {
                "name": "David, McKell"
            },
            {
                "name": "Russell, George Codey"
            },
            {
                "name": "Alipour, Sia"
            },
            {
                "name": "Probert, Ben"
            },
            {
                "name": "Joel, Cameron"
            },
            {
                "name": "Saxon, Laura"
            },
            {
                "name": "Matthews, Lois"
            },
            {
                "name": "Steenholdt, Lauren"
            },
            {
                "name": "Mahoney, Teresa"
            },
            {
                "name": "Riley, Alex J"
            },
            {
                "name": "Cowlin, Chris"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 3,
        "rating": 7.7,
        "votes": 1384,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQyNzQwMzg4Nl5BMl5BanBnXkFtZTgwNTgzMzU3MzE@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Some Girls",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Davis, Bernadette"
            }
        ],
        "production companies": [
            {
                "name": "Hat Trick Productions"
            }
        ],
        "distributors": [
            {
                "name": "BBC Three"
            }
        ],
        "other companies": [
            {
                "name": "ARRI Lighting Rental"
            },
            {
                "name": "Art4noise"
            },
            {
                "name": "Universal Extras"
            }
        ],
        "plot": [
            "Girls struggle with relationships, friendships and teachers at school."
        ],
        "synopsis": [
            "Some Girls is a British sitcom about the lives and loves of a group of quirky 16-year-old girls who play on the same school football team and live on the same inner city estate. We join them on their bumpy journey through adolescence, taking in boys, sex, cliques, teachers, heartbreak, fun and even some football along the way.At the heart of the comedy is Viva (Adelayo Adedayo), whose ambition is to stay motivated and go to college. She lives with her dad Rob (Colin Salmon) and her stepmother Anna (Dolly Wells), a New Zealander who also happens to be Viva's sadistic PE teacher.Viva is great friends with Holli (Natasha Jonas) whose entertaining, violent outbursts are legendary. Saz (Mandeep Dhillon) and Amber (Alice Felgate) complete the gang. They talk about everything from history homework to their ambitions in life. They share everything: their clothes, their moods, their secrets and - occasionally - their mothers' tranquillisers."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1384,
                "rating": 7.7
            },
            "aged under 18": {
                "votes": 3,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 501,
                "rating": 7.8
            },
            "aged 30 44": {
                "votes": 345,
                "rating": 7.3
            },
            "aged 45 plus": {
                "votes": 109,
                "rating": 7.5
            },
            "males": {
                "votes": 436,
                "rating": 7.1
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 144,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 171,
                "rating": 6.9
            },
            "males aged 45 plus": {
                "votes": 80,
                "rating": 7.3
            },
            "females": {
                "votes": 588,
                "rating": 8.0
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 350,
                "rating": 8.1
            },
            "females aged 30 44": {
                "votes": 168,
                "rating": 7.7
            },
            "females aged 45 plus": {
                "votes": 28,
                "rating": 8.2
            },
            "top 1000 voters": {
                "votes": 25,
                "rating": 5.8
            },
            "us users": {
                "votes": 148,
                "rating": 8.0
            },
            "non us users": {
                "votes": 596,
                "rating": 7.4
            }
        },
        "number of votes": {
            "10": 415,
            "9": 194,
            "8": 342,
            "7": 234,
            "6": 83,
            "5": 33,
            "4": 9,
            "3": 12,
            "2": 11,
            "1": 51
        },
        "arithmetic mean": 8.0,
        "median": 8
    }
}