{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "24 April 2012"
            },
            {
                "country": "USA\n",
                "date": "25 April 2012"
            }
        ],
        "release dates": [
            "USA::24 April 2012",
            "USA::25 April 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Cholesterol with Dr. Ralph Brindis, Coronary Artery Disease with Dr. James McPherson",
                    "kind": "episode",
                    "episode of": {
                        "title": "MD-VOD: Your Health, Live and on Demand (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "24 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Today on MD-VOD, Dr. John Kennedy is joined by renowned cardiologist and past President of the American College of Cardiology, Dr. Ralph Brindis to get \"the real skinny on fat.\" Together they examine the cause of high cholesterol and heart disease, who is at risk, the symptoms, how it's diagnosed and available medications, treatments and therapies. They further discuss the consequences and the realities of living with high cholesterol, including insurance coverage and related costs. Today on MD-VOD, Dr. John Kennedy is joined by cardiovascular surgeon Dr. James ...    "
                },
                "2": {
                    "title": "Diabetes with Dr. Cindy Williams",
                    "kind": "episode",
                    "episode of": {
                        "title": "MD-VOD: Your Health, Live and on Demand (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 May 2012",
                    "year": "2012",
                    "plot": "\n    Dr. John Kennedy is joined by board certified endocrinologist, Dr. Cindy Williams to get the scoop on diabetes. Together they examine the cause of diabetes, who is at risk, the symptoms, how it's diagnosed and available medications, treatments and therapies. They further discuss the consequences and the realities of living with diabetes, including insurance coverage and related costs.    "
                },
                "3": {
                    "title": "High Blood Pressure with Dr. Robert Waldman",
                    "kind": "episode",
                    "episode of": {
                        "title": "MD-VOD: Your Health, Live and on Demand (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "8 May 2012",
                    "year": "2012",
                    "plot": "\n    Dr. John Kennedy is joined by expert nephrologist, Dr. Robert Waldman to discuss high blood pressure. Together they examine the cause of high blood pressure, who is at risk, the symptoms, how it's diagnosed and available medications, treatments and therapies. They further discuss the consequences and the realities of living with high blood pressure, including insurance coverage and related costs.    "
                },
                "4": {
                    "title": "Skin Cancer with Dr. Andrew Ordon",
                    "kind": "episode",
                    "episode of": {
                        "title": "MD-VOD: Your Health, Live and on Demand (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "15 May 2012",
                    "year": "2012",
                    "plot": "\n    Dr. John Kennedy is joined by board certified plastic surgeon, Dr. Andrew Ordon to discuss skin cancer. Together they examine the cause of skin cancer, who is at risk, the symptoms, how it's diagnosed and available medications, treatments and therapies. They further discuss the consequences and the realities of living with skin cancer, including insurance coverage and related costs.    "
                },
                "5": {
                    "title": "Multiple Sclerosis with Dr. Robert Giombetti & Montel Williams",
                    "kind": "episode",
                    "episode of": {
                        "title": "MD-VOD: Your Health, Live and on Demand (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "19 May 2012",
                    "year": "2012",
                    "plot": "\n    Dr. John Kennedy is joined by neurologist, Dr. Robert Giombetti to discuss multiple sclerosis. Together they examine the cause of MS, who is at risk, the symptoms, how it's diagnosed and available medications, treatments and therapies. They further discuss the consequences and the realities of living with MS, including insurance coverage and related costs. And in a special segment, we are joined by Emmy award winning TV host, Montel Williams, who has been living with MS since 1999.    "
                },
                "6": {
                    "title": "Allergies with Dr. Ulrike Ziegner",
                    "kind": "episode",
                    "episode of": {
                        "title": "MD-VOD: Your Health, Live and on Demand (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "22 May 2012",
                    "year": "2012",
                    "plot": "\n    Dr. John Kennedy is joined by board certified allergist, Dr. Ulrike Ziegner to learn about allergies. Together they examine the cause of allergic reactions, who is at risk, the symptoms, how it's diagnosed and available medications, treatments and therapies. They further discuss the consequences and the realities of living with allergies, including insurance coverage and related costs.    "
                },
                "7": {
                    "title": "Asthma with Dr. Stewart Lonky",
                    "kind": "episode",
                    "episode of": {
                        "title": "MD-VOD: Your Health, Live and on Demand (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "29 May 2012",
                    "year": "2012",
                    "plot": "\n    Dr. John Kennedy is joined by the author of \"Invisible Killers,\" Dr. Stewart Lonky, to learn about asthma. Together they examine the cause of asthma, who is at risk, the symptoms, how it's diagnosed and available medications, treatments and therapies. They further discuss the consequences and the realities of living with asthma, including insurance coverage and related costs.    "
                },
                "8": {
                    "title": "Chronic Pain with Dr. Akash Bajaj",
                    "kind": "episode",
                    "episode of": {
                        "title": "MD-VOD: Your Health, Live and on Demand (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Join Dr. Kennedy as he and Dr. Akash Bajaj help you understand chronic pain and how to manage it. Chronic pain is a condition that strikes as much as 20 percent of the global population and more than 76 million people just in the United States. Lower back pain alone will affect 60-80% of Americans, and is the number one cause of disability for those under the age of 45.    "
                },
                "9": {
                    "title": "Colon Cancer with Dr. Howard Schecter",
                    "kind": "episode",
                    "episode of": {
                        "title": "MD-VOD: Your Health, Live and on Demand (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "7 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Not counting skin cancers, colorectal cancer is the third most common cancer found in men and women in this country. Thanks to colorectal cancer screening, polyps can be found earlier when it is easier to cure, and the death rate from this cancer has been going down for the past 15 years. Still, the risk of a man having colorectal cancer in his lifetime is about 1 in 19; for women it is about 1 in 20. As we do with every illness we'll help explain in simple terms what Colon cancer is, who is at risk and what the dangers are, and what are the symptoms. So join us as we...    "
                },
                "10": {
                    "title": "Arthritis with Dr. Robert Watkins",
                    "kind": "episode",
                    "episode of": {
                        "title": "MD-VOD: Your Health, Live and on Demand (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "8 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Nearly 40 million people in the United States alone are affected by arthritis and back pain, and what surprises so many is that more than half of those with arthritis are under 65 years of age. Nearly 60% of Americans with arthritis are women, and over a quarter of a million victims are children. The most common type of this disease is osteoarthritis and the second most common type is rheumatoid arthritis. As we do each week, we'll help you understand what arthritis is, who is at risk and what the dangers of having it are. We'll also discuss the symptoms and how to ...    "
                },
                "11": {
                    "title": "Breast Cancer with Dr. Jay Granzow",
                    "kind": "episode",
                    "episode of": {
                        "title": "MD-VOD: Your Health, Live and on Demand (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "12 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Dr. John Kennedy is joined by board certified plastic surgeon, Dr. Jay Granzow to learn about breast cancer. Together they examine the cause of breast cancer, who is at risk, the symptoms, how it's diagnosed and available medications, treatments and therapies. They further discuss the consequences and the realities of living with breast cancer, including insurance coverage and related costs.    "
                },
                "12": {
                    "title": "Alzheimer's Disease with Dr. David Kheradyar",
                    "kind": "episode",
                    "episode of": {
                        "title": "MD-VOD: Your Health, Live and on Demand (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "15 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Dr. John Kennedy is joined by board certified neurologist, Dr. David Kheradyar to discuss Alzheimer's disease. Together they examine the cause of Alzheimer's, who is at risk, the symptoms, how it's diagnosed and available medications, treatments and therapies. They further discuss the consequences and the realities of living with Alzheimer's disease, including insurance coverage and related costs.    "
                },
                "13": {
                    "title": "Sleep Apnea with Dr. Avi Ishaaya",
                    "kind": "episode",
                    "episode of": {
                        "title": "MD-VOD: Your Health, Live and on Demand (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "19 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Dr. John Kennedy is joined by board-certified sleep expert, Dr. Avi Ishaaya to discuss sleep disorders, including sleep apnea. Together they examine the cause of sleep apnea, who is at risk, the symptoms, how it's diagnosed and available medications, treatments and therapies. They further discuss the consequences and the realities of living with sleep apnea, including insurance coverage and related costs.    "
                },
                "14": {
                    "title": "Addiction with Dr. Cassidy Blair",
                    "kind": "episode",
                    "episode of": {
                        "title": "MD-VOD: Your Health, Live and on Demand (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "22 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Dr. John Kennedy is joined by licensed psychologist, Dr. Cassidy Blair to discuss addiction. Together they examine the cause of addiction, who is at risk, the symptoms, how it's diagnosed and available medications, treatments and therapies. They further discuss the consequences and the realities of living with addiction, including insurance coverage and related costs.    "
                },
                "15": {
                    "title": "Visual Health with Dr. Brian Boxer-Wachler",
                    "kind": "episode",
                    "episode of": {
                        "title": "MD-VOD: Your Health, Live and on Demand (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "26 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Dr. John Kennedy is joined by expert ophthalmologist, Dr. Brian Boxer-Wachler to discuss visual health. Together they examine the cause of various visual health complications, who is at risk, the symptoms, how it's diagnosed and available medications, treatments and therapies. They further discuss the consequences and the realities of living with these complications, including insurance coverage and related costs.    "
                },
                "16": {
                    "title": "Prostate Cancer with Dr. Paul Pagnini",
                    "kind": "episode",
                    "episode of": {
                        "title": "MD-VOD: Your Health, Live and on Demand (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "29 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Dr. John Kennedy is joined by, Dr. Paul Pagnini to discuss prostate cancer. Together they examine the cause of prostate cancer, who is at risk, the symptoms, how it's diagnosed and available medications, treatments and therapies. They further discuss the consequences and the realities of living with prostate cancer, including insurance coverage and related costs.    "
                },
                "17": {
                    "title": "Obesity with Dr. Amy Lee and Dr. Jeremy Korman",
                    "kind": "episode",
                    "episode of": {
                        "title": "MD-VOD: Your Health, Live and on Demand (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "24 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Dr. John Kennedy is joined by obesity experts, Dr. Amy Lee and Dr. Jeremy Korman of Marina del Rey Hospital, to learn about obesity. Together they examine the cause of obesity, who is at risk, the symptoms, how it's diagnosed and available medications, treatments and therapies. They further discuss the consequences and the realities of living with obesity, including insurance coverage and related costs.    "
                },
                "18": {
                    "title": "Congestive Heart Failure with Dr. Kevin Campbell",
                    "kind": "episode",
                    "episode of": {
                        "title": "MD-VOD: Your Health, Live and on Demand (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "27 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Dr. John Kennedy is joined by board certified cardiologist and electrophysiologist, Dr. Kevin Campbell to learn about congestive heart failure. Together they examine the cause of congestive heart failure, who is at risk, the symptoms, how it's diagnosed and available medications, treatments and therapies. They further discuss the consequences and the realities of living with congestive heart failure, including insurance coverage and related costs.    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Wachler, Brian Boxer"
            },
            {
                "name": "Pagnini, Paul G."
            },
            {
                "name": "Brindis, Ralph"
            },
            {
                "name": "Kennedy, John"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "Welcome to MD-VOD...Your Health, Live and On Demand with Dr. John Kennedy. Each week we bring you vital information about common diseases in easy to understand language. Whether we're talking about cholesterol or breast cancer, hypertension or obesity, we'll help you get accurate and credible information critical to managing your health care challenges with access to top experts as well as those currently living with the disease. We'll provide you with on demand access to the show archive and many other resources, available on all platforms so it's there when you need it.",
        "languages": [
            "English"
        ],
        "title": "MD-VOD: Your Health, Live and on Demand",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "MD-VOD: Your Health, Live and on Demand (United States)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "Welcome to MD-VOD...Your Health, Live and On Demand with Dr. John Kennedy. Each week we bring you vital information about common diseases in easy to understand language. Whether we're talking about cholesterol or breast cancer, hypertension or obesity, we'll help you get accurate and credible information critical to managing your health care challenges with access to top experts as well as those currently living with the disease. We'll provide you with on demand access to the show archive and many other resources, available on all platforms so it's there when you need it.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}