{
    "imdb": {
        "episodes": {
            "1": {
                "1": {
                    "title": "Skateboy and the Magical Musical Mystery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skateboy (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Three thousand years ago in ancient China, an evil Sorcerer gains possession of a powerful flute and uses the mighty creatures under his command to subdue the Emperor and his daughter, the Princess. But his plans are thwarted when the Princess casts a spell on all of them, putting them to sleep for 3,000 years. The flute is lost. Until Justin Harmon, 13, a skateboarder in Venice, California, discovers it among the possessions of his late grandfather who found it on a visit to China, unaware of its powers. Justin plays the flute and becomes commander of a fleet of ...    "
                },
                "2": {
                    "title": "Skateboy and the Amazing Panda Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skateboy (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    In ancient China a wicked Sorcerer transforms three favorite pandas of a beautiful Princess into charms on a bracelet. Three thousand years later, a skateboarding California beach kid, Justin, finds a magical flute that awakens the Princess and her father, the Emperor, from a long spell. Also awakening - the evil Sorcerer. The bracelet shows up in an exhibit of treasures from the Emperor's Palace at the Los Angeles Museum of Art, and Justin plays notes on the flute that bring the pandas back to life. The adorable pandas are named Ping, Bing and Ming. Playful and ...    "
                },
                "3": {
                    "title": "Skateboy and the Voyage to Monster Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skateboy (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    California teenage skateboarder Justin Harmon comes into possession of an ancient magical flute that gives him the power to command a fleet of mythical creatures and perform spectacular magic. The flute also awakens an evil Sorcerer from a 3,000-year-old spell, determined to regain the flute. The Sorcerer imprisons Justin and his best friend Eddie inside a video game. The Sorcerer frees Justin, but keeps Eddie prisoner. To secure Eddie's freedom, Justin will have to turn over the flute at the Emperor's hiding place - the lighthouse on the beach, where Eddie is now ...    "
                },
                "4": {
                    "title": "Skateboy and the Challenge Beyond the Seas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skateboy (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Justin Harmon is a typical California teenager who loves skateboarding - until he discovers an ancient Chinese flute which empowers him to perform spectacular magic and command a fleet of mythical creatures. It also awakens a malevolent sorcerer from a 3,000-year-old spell. The Sorcerer will stop at nothing to recapture the flute and all its power in order to do evil. Justin and his friends set sail across the Pacific to pursue the Sorcerer, who throws huge challenges in their path. First they are caught in a civil war between creatures that are scrambled combinations...    "
                },
                "5": {
                    "title": "Skateboy and the Secrets of the Sorcerer's Tomb",
                    "kind": "episode",
                    "episode of": {
                        "title": "Skateboy (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Teenager skateboarder Justin Harmon finds himself an unlikely hero when he discovers an ancient flute that gives him the power to command an armada of mythical creatures and perform amazing feats of magic. But he must also now defeat a fearsome opponent - the malevolent Sorcerer who has been awakened by the flute from a long spell and is determined to destroy Justin and recapture the flute and all its power. Justin and his friends pursue the Sorcerer to his hiding place far across the Pacific on a remote and ominous island. On treacherous ice-covered mountains, they ...    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "Booth, Tod"
            },
            {
                "name": "Capparela, Rich"
            },
            {
                "name": "Harris, Sam"
            },
            {
                "name": "Hoppenfeld, Cynthia"
            },
            {
                "name": "Len, Nick"
            },
            {
                "name": "Wills, Jillian"
            }
        ],
        "locations": [
            "Los Angeles, California, USA",
            "Shanghai, China"
        ],
        "genres": [
            "Animation",
            "Adventure",
            "Family",
            "Fantasy"
        ],
        "runtimes": [
            "75"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjMyNjYxMzcyNl5BMl5BanBnXkFtZTcwODQzNDI2Nw@@._V1_SY150_CR7,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Skateboy",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Skateboy (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Glasser, Barry"
            },
            {
                "name": "Elisberg, Robert J."
            },
            {
                "name": "Harris, Rob"
            }
        ],
        "production companies": [
            {
                "name": "China Television Media"
            },
            {
                "name": "Golden Ocean Entertainment"
            },
            {
                "name": "MarVista Entertainment"
            },
            {
                "name": "Omni Culture Co."
            }
        ],
        "distributors": [
            {
                "name": "MarVista Entertainment"
            }
        ],
        "other companies": [
            {
                "name": "China Television Media"
            },
            {
                "name": "Vidfilm Hollywood"
            }
        ],
        "plot": [
            "Thirteen-year-old skateboarder Justin Harmon who lives in Venice, California finds a magical flute that unleashes an ancient evil Chinese wizard as well as potential allies that can help Justin stop him."
        ],
        "synopsis": [
            "A teenage boy whose life revolves around skateboarding becomes the unlikely heir to an awesome legacy -- the power to command a fleet of mythical creatures awakened from a sorcerer's spell after 3,000 years. Justin and his friends on the beaches of California are swept into a thrilling and dangerous world of magic. Beaches and boardwalks now teem with pterodactyls, sea serpents, phoenixes and sea horses, who streak across the skies and surface from the seas to do their youthful master's bidding. Also awakened are the Sorcerer, Emperor and Princess who resume their ancient rivalry for possession of the power which now belongs to Justin and which the Sorcerer will stop at nothing to steal. As Justin is drawn into a perilous date with destiny, the entire world becomes an arena for Justin's good magic and his opponent's wicked sorcery."
        ],
        "tech": {
            "runtime": [
                "1 hr 15 min (75 min)",
                "1 hr 30 min (90 min) (including commercials)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}