{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 April 2012"
            }
        ],
        "release dates": [
            "USA::7 April 2012"
        ],
        "episodes": {
            "7": {
                "1": {
                    "title": "Something to Write Home About",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "7 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    A heartwarming story of an injured sea lion and the caring eight-year old animal lover who became part of the effort to come to her aid. In addition, a rescue team leaps into action to come to a critically endangered leatherback sea turtle when it washes ashore in Pensacola, Florida.    "
                },
                "2": {
                    "title": "Double Jeopardy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "14 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    A sea lion is spotted onshore with a potentially deadly tangle of fishing gear around his neck, the SeaWorld San Diego team comes to his aid. In addition, when Delaware Bay becomes a death trap for a dolphin, he does not make life easy for rescuers from the Marine Mammal Stranding Center to help him. They hope he would return to the Atlantic Ocean.    "
                },
                "3": {
                    "title": "It Takes a Village",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "14 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Viewers meet dedicated teams who travel to Nicaragua for an attempt to come to aid threatened and endangered sea turtles from extinction. In addition, a helpless harbor seal pup is tangled in a deadly nylon fishing net and it is going to take an air lift to get it to safety.    "
                },
                "4": {
                    "title": "Cops to the Rescue!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "28 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Four stories in which law enforcement officers come to the rescue of animals. One sea lion is under a police car; another sea lion ends up in the back of one; officers patrol Florida's waterways to protect manatees and a caring cop wades in when he sees a turtle in distress.    "
                },
                "5": {
                    "title": "Wing and a Prayer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "4 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    California condors are huge, magnificent birds but they face serious threats in the wild so a dedicated rescue team works tirelessly to help them recover from the brink of extinction. In addition, a young harbor seal is abandoned and starving so the SeaWorld rescue team steps in for its aid.    "
                },
                "6": {
                    "title": "Blind Faith",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "11 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    A rescued sea lion goes blind so veterinarians try a ground breaking technology to try to restore its vision. In addition, an educational trip becomes a rescue operation when conservationists discover a sea turtle that is in desperate need of aid.    "
                },
                "7": {
                    "title": "Hooked, Hit and Helpless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "18 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    A sea lion in San Diego has a fish hook stuck in her flipper so the SeaWorld team moves in to come to her aid. In addition, a group of caring kids and counselors at summer camp in Florida make sure it gets the help a sea turtle needs when it is hit by a boat.    "
                },
                "8": {
                    "title": "Class Act",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "plot": "\n    Two sisters go on a ride along with the Sea Rescue team and end up helping to save a sick elephant seal. Then, students rescue an ailing turtle on the beaches of Cape Cod and a remarkable journey begins to get this survivor well again and back to its ocean home.    "
                },
                "9": {
                    "title": "Salt of the Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "original air date": "20 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    A sea turtle stuck in a salt pond could die of dehydration unless rescuers can treat him in time. Then, a sick dolphin lost in a murky canal must overcome some major obstacles to get back out to his ocean home.    "
                },
                "10": {
                    "title": "From Cradle to Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "original air date": "27 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The SeaWorld rescue team steps in after a harbor seal pup is abandoned by its mother. Then, when a tiny orphaned manatee is discovered all alone, rescuers act as a surrogate mother to Moose the manatee.    "
                },
                "11": {
                    "title": "Stuck!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 11,
                    "original air date": "3 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Four stories of animals trapped in dangerous locations - a dolphin trapped in a freshwater lake, two stories of manatees stuck in drain pipes, and a harbor seal wedged in a narrow, rocky crevice.    "
                },
                "12": {
                    "title": "Neighborhood Watch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 12,
                    "original air date": "10 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    When a curious manatee finds herself stuck in an underground pipe, a community rallies to help get her well again. Then, a prehistoric-looking leatherback sea turtle strands next to an apartment complex and it's all hands on deck to save this incredible creature of the deep.    "
                },
                "13": {
                    "title": "Help Is On The Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 13,
                    "plot": "\n    A lost white pelican lands on a California Highway and a Patrol Officer becomes an unlikely hero. Then, when a sea turtle swims so far north he becomes sick from the cold rescuers step in.    "
                },
                "14": {
                    "title": "Hidden In The Sand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 14,
                    "original air date": "24 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    A newfoundland dog helps rescue a dying loggerhead sea turtle. Then, we meet a group of dedicated volunteers trying to save African penguins from extinction.    "
                },
                "15": {
                    "title": "Troubled Waters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 15,
                    "original air date": "3 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    When a deadly algae bloom breaks out along the Pacific Coast, rescuers race against the clock to save as many marine animals as they can. Then, two rescue baby manatees form a close bond while recuperating.    "
                },
                "16": {
                    "title": "After The Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 16,
                    "original air date": "10 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Hurricane Matthew washes thousands of tiny turtles back to shore and rescuers scramble to save their precious lives. Then, flooding from Hurricane Hermine allows manatees a chance to explore, but when they get stuck rescuers must step in to save them.    "
                },
                "17": {
                    "title": "Throwing A Lifeline",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 17,
                    "plot": "\n    When an injured Western gull lands in the middle of a schoolyard, a seventh grader steps in to help. Then, SeaWorld rescuers respond to a dolphin trapped in thick mud, but it'll be an uphill battle to get him well again.    "
                },
                "18": {
                    "title": "Throwing a Lifeline",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 18,
                    "original air date": "17 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    When an injured Western gull lands in the center of a schoolyard, a seventh grader steps in for its aid. In addition, rescuers from SeaWorld San Diego respond to a sea lion with devastating injuries that could leave him blind.    "
                },
                "19": {
                    "title": "All Alone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 19,
                    "original air date": "7 Apr. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "Friends 'Til the End",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 20,
                    "original air date": "14 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Two malnourished sea lion pups are rescued and the SeaWorld San Diego team is astonished to discover the close bond they form. In addition, a bald eagle suffering from lead poisoning is discovered on a Wisconsin farm and rescuers race to keep this symbol of America in existence.    "
                },
                "21": {
                    "title": "For Those in Peril",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 21,
                    "original air date": "21 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    A humpback whale is tangled up in fishing equipment off the coast of northern California, so a rescue team goes out to sea to come to its aid. In addition, sea turtles wash ashore when severe cold weather strikes the Gulf Coast in Texas.    "
                },
                "22": {
                    "title": "Episode #7.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 22,
                    "original air date": "28 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The SeaWorld Orlando rescue team comes a pilot whale's aid when it strands off Florida. In addition, a sea lion has a fishing hook injury, but this situation is very risky to the SeaWorld San Diego rescue team.    "
                },
                "23": {
                    "title": "Happy Together",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 23,
                    "original air date": "5 May 2018",
                    "year": "2018",
                    "plot": "\n    The SeaWorld San Diego rescue team come to aid two rare fur seals which they form a close bond while recuperating at SeaWorld's rescue center. In addition, SeaWorld Orlando's rescue team is out on patrol with teams dedicating to give sea turtles a struggling chance of survival on Hilton Head Island in South Carolina.    "
                },
                "25": {
                    "title": "Everyday Heroes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 25,
                    "original air date": "19 May 2018",
                    "year": "2018",
                    "plot": "\n    Courageous rescuers battle to free a whale that has a mass of ropes caught in its mouth off the eastern coast of Canada. In addition, a loggerhead sea turtle is accidentally hooked by a fisherman so the Loggerhead Marinelife Center rescuers come to its aid.    "
                },
                "26": {
                    "title": "Whale Tales",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 26,
                    "original air date": "26 May 2018",
                    "year": "2018",
                    "plot": "\n    Viewers of this series have a front row seat to four dramatic whale rescues. A mysterious whale washes ashore all alone; a humpback whale is helplessly entangled in fishing gear; a rarely seen baby whale needs around the clock care; and four young pilot whales, left without a pod, form a strong bond.    "
                },
                "27": {
                    "title": "Patience is a Virtue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 27,
                    "original air date": "2 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    A sea lion is in a precarious spot that's hard to reach, so rescuers will require a lot of patience if they are capable of coming to the sea lion's aid. In addition, local lifeguards and the SeaWorld team have to battle through thick, sticky mud to try and come to a male dolphin's aid when it gets stuck in an estuary at the San Diego National Wildlife Refuge.    "
                }
            },
            "1": {
                "1": {
                    "title": "Stranded",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Rescuers race to assist a pod of more than 20 pilot whales that have mysteriously stranded on a Florida beach. And, a baby dolphin is tangled in a mass of potentially deadly fishing line while its f rantic mother refuses to leave its side.    "
                },
                "2": {
                    "title": "Dangerous Entanglements",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    A gentle manatee becomes stranded in a remote part of the Florida Everglades, forcing rescuers to abandon their boats and wade through alligator infested waters to save her. And, a mother and calf manatee pair is caught in an invisible web of fishing line causing a shocking injury that threatens both of their lives.    "
                },
                "3": {
                    "title": "Whale of a Tale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    An orphaned, newborn gray whale is stranded on a beach prompting one of the largest marine mammal rescues in history as rescuers become surrogate parents and overcome hurdle after hurdle.    "
                },
                "4": {
                    "title": "Up a Drain Without a Paddle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    A manatee is trapped in a storm sewer and rescuers act quickly to reach the stranded animal before she starves or suffocates. And, rescuers negotiate the end to a slippery standoff as a wayward sea lion evades police.    "
                },
                "5": {
                    "title": "The Ones That 'Almost' Got Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 May 2012",
                    "year": "2012",
                    "plot": "\n    Impaled with a gaff hook, a sea lion is badly wounded and resists rescuers' attempts to help him. And, as a sea turtle recovers from severe cold stress, rescuers discover he's a victim of a shocking number of violent injuries.    "
                },
                "6": {
                    "title": "Foster Families",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 May 2012",
                    "year": "2012",
                    "plot": "\n    Rescuers become surrogate parents to three baby orphan manatees left to fend for themselves. A serious illness threatens one of the newborns and rescuers find a treatment to save him.    "
                },
                "7": {
                    "title": "Special Delivery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 May 2012",
                    "year": "2012",
                    "plot": "\n    An orphaned pilot whale finds a new home a great distance from where he first stranded.    "
                },
                "8": {
                    "title": "Cold Cases",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "30 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Extreme cold weather threatens animals across Florida and rescuers work to save three manatees before hypothermia sets in. And, another cold snap affects over 5,000 sea turtles, including one with an injury so severe, major surgery is its only hope for survival    "
                },
                "9": {
                    "title": "Penguins in Peril",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "7 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    An oil spill off the coast of South Africa threatens half the world's African penguin species, and rescuers and volunteers come from all over in an extraordinary effort to save the species, making history as the largest penguin rescue operation ever completed.    "
                },
                "10": {
                    "title": "Strayed from the Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "14 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    A young gray whale wanders into a shallow harbor entangled in hundreds of feet of fishing line, leaving rescuers with the dangerous task of cutting the whale loose. And, a dolphin becomes trapped in a freshwater inlet and rescuers race to get it back to saltwater before time runs out.    "
                },
                "11": {
                    "title": "Turtle Travels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "21 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    A rare and endangered sea turtle winds up 5,000 miles from home after being swept up by an ocean current. And, two other sea turtles survive their own wild ride to the Pacific Northwest, landing a lucky ticket home from the U.S. Coast Guard.    "
                },
                "12": {
                    "title": "Dolphins in Danger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "28 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Rescuers attempt to save three dolphins on the brink of disaster - a fragile calf being strangled by razor-sharp fishing line; a displaced dolphin trapped in a freshwater lake 100 miles from the ocean; and a critically ill dolphin whose only chance of survival is a radical medical treatment normally used on humans.    "
                },
                "13": {
                    "title": "Tight Squeeze",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "4 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    When a manatee becomes trapped deep in a storm sewer, rescuers save it in one of their most complex operations to date. And, a freezing manatee winds up in a precarious position when it camps out in the outflow of a coastal power plant.    "
                }
            },
            "2": {
                "1": {
                    "title": "Dangerous Passages",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "6 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Rescuers discover the shocking cause behind Valentine the sea lion's injuries. Then two sick humpback whales, Delta and Dawn, take a wrong turn and swim a 90 miles inland.    "
                },
                "2": {
                    "title": "Stuck in the Muck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "13 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    A rare Bryde's whale is rescued from a beach but its size and poor health become major challenges for rescuers. Then hundreds of dolphins strand in thick mud. Rescuers rush to save them before they die.    "
                },
                "3": {
                    "title": "True Bromance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "20 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Researchers and rescuers recount the epic story of C6 the dolphin. He was attacked by four bull sharks and nearly died. During his rehabilitation, researchers learn about the brotherly bond he shared with another dolphin, C7.    "
                },
                "4": {
                    "title": "Of Pipes and Penguins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "27 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    After being stuck in a drainpipe next to Kennedy Space Center, it takes a little rocket to free Kilroy the manatee. And penguins traveling too far north into warm waters end up on tourist beaches in Brazil. It's time for a penguin rescue.    "
                },
                "5": {
                    "title": "Hanging by a Thread",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "3 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Rescuers and researchers attempt to identify and rehabilitate a rare seal found injured on a beach in California. And a pelican caught in fishing line hangs upside down from a tree for 2 days before it's rescued.    "
                },
                "6": {
                    "title": "Lost But Not Forgotten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "10 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    A flock of pelicans fly way off course and find themselves in the blazing desert and in big trouble. Then a humpback whale faces certain doom if a fishing net covering its head isn't removed in time.    "
                },
                "7": {
                    "title": "Weaned and Cleaned",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "17 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    An orphaned baby sea otter grows into her new role as a surrogate mother to other rescued and orphaned sea otters. And an international effort gets underway to save little blue penguins from the most devastating oil spill in New Zealand's history.    "
                },
                "8": {
                    "title": "Seeing Is Believing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "1 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Iris, a stranded harbor seal pup, is found to have cataracts in both eyes and undergoes groundbreaking surgery to restore her sight. And rescuers race against time and a rising tide to free a humpback whale whose tail is anchored to the seabed.    "
                },
                "9": {
                    "title": "When It Rains, It Pours",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "12 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Sick and starving marine animals flood SeaWorld San Diego during one of the worst El Nino weather patterns in fifty years. Rescuers subsequently must solve the mystery behind a deadly illness as it spreads through the California sea lion population.    "
                },
                "10": {
                    "title": "Great Escapes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "19 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    When a bear destroys a beaver lodge, the only survivor is a baby beaver rescuers name Peanut. A SeaWorld expert becomes little Peanut's surrogate Mom and helps her adapt to a new life. Then two injured sea lions make headlines in San Francisco. One needs help escaping from Alcatraz Island, while the other dodges rescue attempts for weeks at Pier 39 and a harbor 90 miles South of San Francisco.    "
                },
                "11": {
                    "title": "Deep Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "26 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    A very rare Cuvier's Beaked Whale strands on a beach in Florida and SeaWorld Orlando's rescuers must figure out how to treat, feed and return it to the sea. In addition, a sea lion swallows a large hook. Rescuers perform a daring move to catch him and a life-saving operation to remove the hook.    "
                },
                "12": {
                    "title": "Poisons and Porpoises",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    A deadly disease hits sea lions off the California Coast. SeaWorld San Diego's rescuers fight to save lives while researchers try to solve the mystery behind the poison that causes it. In addition, tiny rare harbor porpoises wash ashore ill and dying. The Vancouver Aquarium becomes the first facility to successfully come to their aid.    "
                },
                "13": {
                    "title": "Red Alert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "9 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Flamingos are threatened by a rampaging Jaguar during a critical period of hatching and breeding. Also: an attempt to save hundreds of abandoned flamingo hatchlings.    "
                },
                "14": {
                    "title": "Inspiring Journeys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "16 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    A manatee wanders off course and into the brutal Massachusetts winter freeze. A massive effort to transport him back to Orlando inspires an 8th grader to make a difference. Then a dolphin is rescued after a vicious shark attack. He becomes an inspiration to wounded soldiers returning from war.    "
                },
                "15": {
                    "title": "Best of Times, Worst of Times",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "23 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    A rescued manatee loses a flipper to fishing equipment but is later discovered to be pregnant. Then a leaking oil tanker, the Prestige, breaks up in a storm, creating a devastating oil spill. An international rescue effort is launched to save wildlife in some environmentally sensitive coastal areas of Spain and Portugal.    "
                },
                "16": {
                    "title": "Missions of Mercy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "6 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The rescue of a Green sea turtle stranded on an Oregon Beach turns into an epic mission involving the public, SeaWorld, and the U.S. Navy. Then a pod of rarely seen Spotted Dolphins strands on a beach in Florida; and it takes teamwork and perseverance to rescue, rehabilitate, and return them to the Atlantic.    "
                },
                "17": {
                    "title": "Winter's Tale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "13 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    A pioneering medical team develops an artificial tail to help a young dolphin that loses her tail fluke to a fishing gear entanglement. Winter the Dolphin becomes an inspiration for a young girl with a disability of her own and the star of a Hollywood movie.    "
                },
                "18": {
                    "title": "Take Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "20 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Two tiny turtle hatchlings wash ashore on Florida's Atlantic Coast. SeaWorld rescuers go above and beyond to save these endangered Hawksbill Turtles. Then disentanglement experts must respond not just once, but twice to save the life of Twister the Humpback whale, who makes a habit of getting stuck in fishing gear.    "
                },
                "19": {
                    "title": "A Ray of Hope",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "4 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    A Loggerhead turtle turns up in a canal at a nuclear power station, and he needs life-saving surgery to remove a large fishhook. Then Apollo the dolphin suffers a terrible sunburn near New Orleans, and it takes months of TLC to make him better.    "
                },
                "20": {
                    "title": "The Lost Pilots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "4 May 2013",
                    "year": "2013",
                    "plot": "\n    When a pod of Pilot whales strands on Florida's Atlantic Coast, rescuers race to save as many of them as they can. Then they organize an epic nighttime mission to transport the survivors a hundred miles to SeaWorld, Orlando, where they receive long term care.    "
                },
                "21": {
                    "title": "Not a Second to Lose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "11 May 2013",
                    "year": "2013",
                    "plot": "\n    A mystery illness spreads through thousands of pelicans when they stop off at a California lake on their migration route. Then a gigantic sea turtle strands on Cape Cod, and it's a race against time to return this rarely seen Leatherback to the ocean.    "
                },
                "22": {
                    "title": "Someone to Watch Over Them",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "18 May 2013",
                    "year": "2013",
                    "plot": "\n    An adult male sea lion brought into SeaWorld, San Diego, has appalling injuries to one side of his head after being blasted with a shotgun. Then a young dolphin is found battered and bruised in shallow water on a beach in Texas. Possibly attacked by wild dolphins, this young guy will need all the love and support rescuers can give him if he is to survive.    "
                },
                "23": {
                    "title": "Superheroes of the Superstorm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "29 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    When Superstorm Sandy batters the East Coast of the U.S., birds are blown thousands of miles off course, and animal shelters are so overwhelmed that rescuers go to extraordinary lengths to save the animals in the eye of the storm.    "
                },
                "24": {
                    "title": "Landlocked and Lost",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "6 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Little Joe, the tiniest manatee ever rescued by SeaWorld, makes a habit of getting lost, but fortunately rescuers are there for him each time. Then, when a massive hurricane hits Louisiana, a hapless dolphin is carried two miles inland by a storm surge, and rescuers need every ounce of ingenuity to save him.    "
                },
                "25": {
                    "title": "The Young and the Helpless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "13 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    A young, helpless dolphin washes up near the Kennedy Space Center in Florida and saving him will take some creative thinking and even the generous offer of a private jet! And then, an abandoned baby manatee swims among the boats in a marina, making it difficult for rescuers to reach him.    "
                },
                "26": {
                    "title": "By the Skin of Their Teeth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "28 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Two vulnerable baby walruses are rescued in Barrow, Alaska, and it's just the beginning of an extraordinary journey from jeopardy to safety. And then, a dolphin becomes stranded far inland, and rescuers discover there's nothing simple about saving this off-course swimmer.    "
                }
            },
            "3": {
                "1": {
                    "title": "Body in the Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "5 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Cops in Florida respond to a report of a dead body in the water and are surprised to discover it's a turtle and he needs help. Then a baby dolphin is tangled in fishing gear in Texas, and his mother won't leave his side.    "
                },
                "2": {
                    "title": "Big Fish, Small Pond",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "12 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    A Great White shark becomes trapped in a lagoon off Cape Cod, MA and it's a race against time to save her. Then, a manatee is hit by a boat and a SeaWorld team responds, but first they must find her.    "
                },
                "3": {
                    "title": "Trapped and Helpless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "19 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Three manatees are trapped in a pond used to control mosquitoes in Florida, and rescue teams must brave snakes and alligators to save them. Then a sea turtle is found tangled up in a crab pot line off the Coast of South Carolina and is in urgent need of help.    "
                },
                "4": {
                    "title": "Hook, Line, & Sinker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "26 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    A young dolphin is tangled up in fishing gear near San Diego, CA and a SeaWorld team races to rescue it. Then a sea lion has fishing line wrapped tightly around his neck in Monterey Bay, CA and a specialized rescue team is brought in to help.    "
                },
                "5": {
                    "title": "Heroic Journeys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    An abandoned baby manatee is discovered at Blue Spring State Park, and it takes a monumental team effort to rescue and rehabilitate this precious orphan. Then two gulls are tied together with fishing line, and it's going to take a heroic crawl across a treacherous mud flat to save them.    "
                },
                "6": {
                    "title": "Perilous Predicaments",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "9 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Kids at summer camp call for help after a loggerhead turtle is struck by a boat and needs help fast. Then a sea lion has a potentially deadly loop of plastic wrapped around his neck and rescuers go to extraordinary lengths to save this big guy.    "
                },
                "7": {
                    "title": "Trouble in Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "16 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    An olive ridley sea turtle gets stranded, and a rock band aids in getting it transported to a warmer locale; a ship spills oil after hitting a bridge in the San Francisco Bay. The SeaWorld San Diego rescue team participates in these situations.    "
                },
                "8": {
                    "title": "Tangled Up in the Blue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "23 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    A humpback whale gets stuck in fishing gear off the coast of Maui, Hawaii. In addition, a manatee in Florida collides with a boat propeller and is left with scars.    "
                },
                "9": {
                    "title": "Hard Shells, Warm Hearts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "25 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    What starts as an annual event turns into an unprecedented crisis as hundreds of endangered sea turtles strand up and down the New England coast. Rescuers come up with an extraordinary plan to get them back to warmer waters.    "
                },
                "10": {
                    "title": "Locked and Found",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "1 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    A dolphin is tangled in fishing gear and needs help. Rescuers have their work cut out for them because the dolphin learns to swim through a lock that's used by boats. And then, when a harbor porpoise strands in a marsh near Brunswick, Maine, a simple pool toy becomes a lifesaver.    "
                },
                "11": {
                    "title": "Code Red!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "8 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    When dozens of manatees start falling victim to a natural toxin in the waters off Florida, the race is on to save as many of these endangered animals as possible. And then, a rarely seen Risso's dolphin strands off the New York Coast and rescuers discover she has a life-threatening infection.    "
                },
                "12": {
                    "title": "An Orphan Reunited",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "12 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    An orphaned killer whale calf turns up in the busy waters off Seattle, and she's in grave danger of being hit by a boat. Rescuers are there to help and so begins an extraordinary and historic international effort to reunite Springer, the killer whale, with her family.    "
                },
                "13": {
                    "title": "Otterly Adorable",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "22 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    When a family walking on a beach in California spots a ball of matted fur in the sand, little do they know it's the start of the incredible and inspiring story of Olive the Sea Otter. Then, when three Harbor Seal pups are abandoned, the biggest challenge facing the SeaWorld team is getting them to eat.    "
                },
                "14": {
                    "title": "Fifty Great Years",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "5 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    This special episode to commemorate SeaWorld's 50 year anniversary looks back on some of most inspiring sea rescues, including the amazing tale of JJ the Whale and the heartwarming saga of Little Joe the Manatee who keeps getting lost.    "
                },
                "15": {
                    "title": "Pirates and Pendants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "15 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Rescuers race to help an entangled Humpback Whale off Maui on Christmas day and are stunned to find it's dragging a ship's anchor behind it. Then, a rescued California sea lion pup has an eye injury and veterinarians must operate if they're going to save little Pirate Pup.    "
                },
                "16": {
                    "title": "Dolphin Ahoy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "19 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    When a family on a boat trip in Florida discovers a newborn dolphin, his prospects don't look good, but with round-the-clock care from the SeaWorld rescue team this little dolphin makes an astounding recovery. Then, Turner the journeyman dolphin ends up fulfilling a vital role in the U.S Navy.    "
                },
                "17": {
                    "title": "Unfriendly Skies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "26 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    When a rarely seen pygmy sperm whale washes up in bad shape on the New Jersey coast, rescuers are shocked to discover how much ocean trash this unfortunate animal has swallowed. Then, a monsoon blows a flock of pelicans off course, causing them to land in the scorching Arizona desert and even a crowded public swimming pool.    "
                },
                "18": {
                    "title": "Hazards of Nature",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "3 May 2014",
                    "year": "2014",
                    "plot": "\n    Two harbor seals come into SeaWorld San Diego with terrible injuries and the team must work hard to nurse Sharky and Roxy back to health. Then, a little known phenomenon called natural seepage affects hundreds of seabirds and other marine life but fortunately, help is at hand.    "
                },
                "19": {
                    "title": "A Sight to Behold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "10 May 2014",
                    "year": "2014",
                    "plot": "\n    The SeaWorld Rescue team has its hands full when a feisty sea lion they name Kyle arrives with a serious eye injury. Then, when a harbor porpoise beaches in Canada, rescuers quickly learn he's in desperate shape and it's going to take 24/7 care to get little Levi back to health.    "
                },
                "20": {
                    "title": "Twist of Fate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "17 May 2014",
                    "year": "2014",
                    "plot": "\n    Volunteers on a routine turtle patrol discover a rare leatherback hatchling stuck at the bottom of a nest with a life-threatening fold in its shell. Then, a gray seal is tangled up in a fishing net on a remote beach on Long Island, N.Y., but a rescue team is there to help.    "
                },
                "21": {
                    "title": "911 Pup Emergency",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "24 May 2014",
                    "year": "2014",
                    "plot": "\n    Hundreds of sea lion pups turn up starving and malnourished up and down the coast of Southern California, including one who wanders right into a crowded hotel lobby. SeaWorld and other rescue teams mount an extraordinary response to save these little pups and nurse them back to health.    "
                },
                "22": {
                    "title": "Elementary My Dear Seymour",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "31 May 2014",
                    "year": "2014",
                    "plot": "\n    Rescuers respond to a bottlenose dolphin that is tangled up in fishing line in Florida, causing a life-threatening injury. This animal's predicament captures the hearts of 3rd and 4th grade students a thousand miles away and now they're rooting for Seymour the dolphin every step of the way.    "
                },
                "23": {
                    "title": "Hazardous Migrations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "5 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    A rescue team faces the challenge of cutting away fishing gear from a baby humpback whale with its protective mother is right there by its side. Then an epic recue effort is underway when a manatee called Chessie wanders so far north the cold winter temperatures put his life in grave danger.    "
                },
                "24": {
                    "title": "A Tight Spot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "original air date": "12 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    After saving a sick sea lion from a rocky beach in San Diego, the SeaWorld rescue team finds her strong maternal instincts provide comfort to younger sea lions in its care. Then, a dehydrated and malnourished dolphin strands on a beach near the U.S.-Mexico border and the SeaWorld rescue team springs into action to help.    "
                },
                "25": {
                    "title": "A Helping Hand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "original air date": "19 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Two California sea lions have fishing line wrapped around their necks and it looks like a death sentence for these unfortunate animals until the SeaWorld rescue team steps in to help. Then rescuers help a stranded, sunburned bottlenose dolphin in Florida and they must provide months of round-the-clock care to get him better.    "
                },
                "26": {
                    "title": "Second Chance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "original air date": "26 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    A sick loggerhead sea turtle with shark bites is pulled from the Gulf of Mexico by cleanup teams responding to the BP Deep Water Horizon oil spill and it's the start of a long road to recovery. Then when a family discovers a desperately ill bottlenose dolphin in Alabama, his odds of survival don't look good but a dedicated rehab team works to give \"Chance\" the dolphin a second chance at life.    "
                }
            },
            "4": {
                "1": {
                    "title": "Beyond the Call",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "4 Oct. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Lost Bearings, Found Hope",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "11 Oct. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "The Right Thing to Do",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "18 Oct. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Babies in Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "25 Oct. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "A Gator Tale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "1 Nov. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Remarkable Recoveries",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "8 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    A pelican is found in Long Beach California with a horrific injury, but a dedicated rescue team is determined to give \"Pink\" a second chance at life. Then, a turtle has swallowed two hooks, and it's up to a SeaWorld medical team to save him.    "
                },
                "7": {
                    "title": "The Will to Survive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "10 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    When rescuers recover a sea otter stranded on Vancouver Island, Canada, they discover he's blind and has an injury to his flipper, but they also find \"Walter\" the sea otter has the will to adapt and survive. Then a couple in Florida discovers a sea turtle floating in the water, so they call in the experts and the remarkable survival story of Archie the hawksbill turtle begins.    "
                },
                "8": {
                    "title": "Cold, But Not Alone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "20 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    A manatee suffers from \"cold-stress\" in the St John's River in Jacksonville, Florida so the SeaWorld rescue team and its partner, the Florida Fish and Wildlife Conservation Commission, respond. In addition, 911 callers report a sea lion stranded on a beach in San Diego, California and the SeaWorld Rescue team is in for a surprise when they learn about what occurred to Valentine the sea lion.    "
                },
                "9": {
                    "title": "Unlikeliest Rescues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "10 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Two pilot whales are stranded by Space Shuttle about to blast off; a triangular mat designed by the U.S. Navy is used to save a dolphin; a floating dock becomes a makeshift operating table for a sick manatee; and a pelican stops traffic.    "
                },
                "10": {
                    "title": "Peril on the High Seas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "17 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    A humpback whale is tangled in fishing gear off Hawaii and a rescue team races to untangle it before it dies. Then a seal survives a shark attack but will require round the clock medical care to survive.    "
                },
                "11": {
                    "title": "Amazing Journeys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "24 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    A look back at some of the most extraordinary journeys undertaken by sea animals. Chessie the wandering manatee; Koa and Beaky, two sea turtles that end up far from their native waters; and a flight of pelicans that lands in the Arizona Desert.    "
                },
                "12": {
                    "title": "Stranded, But Not Alone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "31 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    The survivors of two separate mass pilot whale strandings are introduced to each other. Then a baby harbor seal washes ashore all alone on Long Island, NY and a rescue team rushes to help.    "
                },
                "13": {
                    "title": "Untying the Knot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "7 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    A humpback whale is so badly tangled up in fishing gear, so a specialist team races to try and save him. Then a dolphin is tangled in fishing gear but rescuing this elusive animal proves to be a huge challenge.    "
                },
                "14": {
                    "title": "Georgia on My Mind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "14 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    A tiny, orphaned manatee is rescued from a creek in Georgia and after years of rehabilitation at SeaWorld, this little girl grows up to become an amazing mom, grandmother and surrogate mother. It's the heartwarming journey of Georgia the manatee.    "
                },
                "15": {
                    "title": "Ups and Downs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "21 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    A manatee floats at an odd angle after being hit by a boat so the SeaWorld team steps in to help him. Then, after a rarely seen Bryde's whale strands on a Florida beach, rescuers make history.    "
                },
                "16": {
                    "title": "A Rocky Road to Recovery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "4 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    A sick Rissos's Dolphin washes ashore in Delaware, and it's a race against time to get him the help he needs. Then rescuers have their hands full as they try to help a sea lion in need that's stranded out on some rocks.    "
                },
                "17": {
                    "title": "Great Moms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "original air date": "11 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    We meet four rescued animals that also happen to be great mothers. A manatee with a newborn and a pregnant manatee that are tangled up in fishing equipment and Strut the sea lion whose strong maternal instincts help young pups recover.    "
                },
                "18": {
                    "title": "A Heartwarming Sight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "original air date": "18 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    A young dolphin wanders far inland from the Gulf and into a bayou where the fresh water could affect his health. Then the pioneering and inspiring tale of Briar the sea turtle who needs cataract surgery to restore his vision.    "
                },
                "19": {
                    "title": "On the Edge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 19,
                    "original air date": "25 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    When a shark floats in the shallow water of a marina, the SeaWorld Rescue team steps in to help. Then, when sheriff's deputies respond a call of a body in the waters off the Florida coast, they discover this is not the emergency they were expecting.    "
                },
                "20": {
                    "title": "A Deadly Loop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 20,
                    "original air date": "2 May 2015",
                    "year": "2015",
                    "plot": "\n    Packing straps floating in the water are ending up around the necks of sea lions, but fortunately help is at hand. Then, a coastal bird faces a number of threats in the wild, so innovative rescuers find a way to preserve their numbers.    "
                },
                "21": {
                    "title": "A Lifeline to Survival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 21,
                    "original air date": "9 May 2015",
                    "year": "2015",
                    "plot": "\n    A sea lion has fishing line wrapped tightly around her neck, so the SeaWorld Rescue team races to help her. Then, when they hatch, Leatherback turtles are supposed to scramble down the beach to start life in the sea, but one hatchling is stuck in its nest.    "
                },
                "22": {
                    "title": "It's a Wrap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 22,
                    "original air date": "16 May 2015",
                    "year": "2015",
                    "plot": "\n    When SeaWorld rescues a newborn harbor seal it's so cold they wrap it in blankets to keep it alive. Then a sea turtle is rescued from a nuclear power plant in New Jersey and is flown thousands of miles to its new home.    "
                },
                "23": {
                    "title": "Deeply Moving",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 23,
                    "original air date": "4 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Leatherback sea turtles are huge, endangered and rarely come ashore, so when one turns up sick in Florida it's all hands on deck to save her. Then two fur seals strand in California and the SeaWorld team races to the rescue.    "
                },
                "24": {
                    "title": "Lost in the Fog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 24,
                    "original air date": "11 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Packing straps floating in the water are ending up around the necks of sea lions, but fortunately help is at hand. Then, innovative rescuers find a way to help a population of coastal birds call the Light Footed Clapper Rail.    "
                },
                "25": {
                    "title": "Mother Nature",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 25,
                    "original air date": "18 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    In this special episode of Sea Rescue, natural events leave marine animals in need of help. Cold temperatures cause turtles to strand on Cape Cod; warmer temperatures can prove deadly for Florida manatees; and a powerful storm threatens Sea Lions.    "
                },
                "26": {
                    "title": "True or False",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 26,
                    "original air date": "25 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    A daring team is on an extraordinary mission to save one of the biggest animals on the planet: the Right whale. Then, when a massive oil spill threatens endangered sea turtles in the Gulf of Mexico, rescuers race to save them.    "
                }
            },
            "5": {
                "1": {
                    "title": "A Gigantic Challenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "3 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Marine biologists spend years trying to perfect a technique to help rescue one of the biggest creatures on the planet: the right whale. Then, oil washes ashore during a Gulf spill, and rescuers spring into action to save hundreds of sea turtles in danger.    "
                },
                "2": {
                    "title": "Lucky Streak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "10 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    An exhausted pelican lands on a busy highway in Florida and Sea Rescue host Matt Gutman is there to assist with the rescue. Then, a manatee becomes ill after spending too long in frigid water, so the SeaWorld team launches a rescue mission to help him.    "
                },
                "3": {
                    "title": "Race Against Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "17 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    A sea lion is slowly being strangled by a loop of line around his neck, so rescuers race to save him. Then, rescue teams work around the clock to prevent an ecological disaster after an oil spill in Galveston, Texas.    "
                },
                "4": {
                    "title": "Gift of Sight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "24 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Four sea animals with one thing in common: they have a problem with their eyesight. In this Sea Rescue special, can the teams use cutting edge technology and a lot of TLC to give these animals the gift of sight?    "
                },
                "5": {
                    "title": "Pipeline to Disaster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "31 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    A pipeline bursts near Santa Barbara, California, spilling thousands of gallons of oil into a precious ecosystem. One of the biggest rescue efforts in state history begins to save seabirds and marine mammals caught in the oil's deadly path.    "
                },
                "6": {
                    "title": "Family Ties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "7 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    A rescue team tries to save a young whale tangled up in fishing line off the coast of Maui as its mother swims nearby. Then, a baby manatee is discovered without her mom, so rescuers step in to take care of this precious little girl.    "
                },
                "7": {
                    "title": "Sea Cow in Texas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "14 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    A manatee turns up in Trinity Bay near Galveston, Texas, and when the water temperature drops, a multitude of rescue groups work together to save the manatee. Then, two sea lions in San Diego have life threatening entanglements around their necks.    "
                },
                "8": {
                    "title": "Here, There, and Everywhere",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "21 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Sea lion pups start washing ashore, ill and emaciated, up and down the California coast. The numbers will soon shatter all previous records and rescue teams work around the clock to keep up with a deluge of sick marine animal patients.    "
                },
                "9": {
                    "title": "Shell Shocked",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "16 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Hundreds of endangered sea turtles strand on the shores of Cape Cod, Massachusetts, after spending too long in water that is too cold for them. An extraordinary rescue effort is launched to save them with the U.S. Coast Guard and private pilots flying these turtles all over the country to rehabilitation centers.    "
                },
                "10": {
                    "title": "Situation Contained",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "23 Jan. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Hooked",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "30 Jan. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Heron Today, Gone Tomorrow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "6 Feb. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Never Give Up Hope",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "13 Feb. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "In Trouble in the Fulg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "20 Feb. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Wading in to Help",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "27 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    A young harbor seal is brought into SeaWorld San Diego with a broken back and a mysterious illness. The rescuers subsequently wade in to help a severely sunburned dolphin stranded on a sandbar in Florida.    "
                },
                "16": {
                    "title": "Day and Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "original air date": "5 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    The SeaWorld San Diego team conserves marine survival of a young elephant seal while the SeaWorld Orlando team conserves marine survival of a manatee.    "
                },
                "17": {
                    "title": "Stuck in the Drain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 17,
                    "original air date": "9 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    The SeaWorld Orlando team discover that twenty manatees are trapped in a narrow drainpipe in Satellite Beach, Florida and rescue them overnight. In addition, they send two loggerhead sea turtles from Port Royal, South Carolina to the South Carolina Aquarium due to life-threatening shell injuries.    "
                },
                "18": {
                    "title": "Small But Mighty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 18,
                    "original air date": "2 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The Sea World San Diego team act quickly to give a newborn orphaned sea otter pup a second chance when it washes ashore. Then, a female newborn harbor seal strands with a swollen neck and the rescuers must get her well again.    "
                },
                "19": {
                    "title": "Best of Dangerous Entanglements",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 19,
                    "original air date": "9 Apr. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "A Profound Legacy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 20,
                    "original air date": "16 Apr. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "Trouble on the Sand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 21,
                    "original air date": "23 Apr. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Something in the Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 22,
                    "original air date": "30 Apr. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "23": {
                    "title": "Rapid Response",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 23,
                    "original air date": "7 May 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "24": {
                    "title": "Big or Small, Help Them All",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 24,
                    "original air date": "14 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    A rescue team in Maui, Hawaii respond to a young humpback whale entangled in a heavy gauge line and the Sea World San Diego teams takes harbor seal to their headquarters to discover how to help it swallow fish as well as its survival in the Pacific oceanic waters.    "
                },
                "25": {
                    "title": "Feathered Friends in Need",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 25,
                    "original air date": "21 May 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "26": {
                    "title": "Fight and Flight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 26,
                    "original air date": "28 May 2016",
                    "year": "2016",
                    "plot": "\n    A juvenile great white shark becomes stranded off Cape Cod, Massachusetts. Rescuers must be careful trying to save this apex predator. Then, after a harbor seal in California survives a shark attack he's left with a life-threatening wound and rescuers use an ancient cure to help the harbor seal, Honeybadger.    "
                }
            },
            "6": {
                "1": {
                    "title": "One, Two, Three... Rescue!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "1 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    A humpback whale is dragging a mass of commercial fishing gear in its mouth so a rescue team in Hawaii races to save its life. Then, an unlucky sea turtle in Florida has swallowed not one, not two but three fishing hooks. The SeaWorld Orlando team prevents its death by saving its life.    "
                },
                "2": {
                    "title": "Muddy Waters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "8 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Local lifeguards and the SeaWorld San Diego team join forces to try to save a dolphin's life when it gets stuck in a muddy inlet. In addition, rescuers discover an adorable baby sea otter all alone on a beach in California. They perform as its mother in order for it to have any chance of survival.    "
                },
                "3": {
                    "title": "An Uncommon Visitor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "15 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    The SeaWorld San Diego team responds to a report of a young female sea lion that wandered into a local seafood restaurant. They find her curled up in a booth. In addition, thousands of rarely seen seabirds known as common murres turn up starving and exhausted on California beaches trigger a major rescue effort.    "
                },
                "4": {
                    "title": "Best of Contaminated Waters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "22 Oct. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Halloween Heroes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "29 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    A valiant group of whale rescuers fight to save the life of a humpback whale that is tangled up in fishing gear in Hawaii. In addition, a leatherback sea turtle shows up in a backyard in Florida.    "
                },
                "6": {
                    "title": "Hard Times",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "5 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    California sea lions have been swimming to shore hungry and emaciated in various numbers. Matt Gutman and a team of aquatic wildlife experts go on a special journey to share this incredible story about the crisis affecting sea lion pups.    "
                },
                "7": {
                    "title": "Back from the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "12 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    A manatee is stuck on the St. Johns River in Jacksonville, Florida. Its water is too cold for it to survive, the SeaWorld Orlando rescue team steps in to save him. In addition, members of a remarkable conservation project in southern California has a goal to save the lives of clapper rails.    "
                },
                "8": {
                    "title": "Badge of Courage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "19 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Sea World employees come to the aid of Coast Guard animals. In addition, a police officer tries to come to a sea turtle's aid by preventing its drowning.    "
                },
                "9": {
                    "title": "All Tangled Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "14 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    A humpback whale is tangled up in commercial fishing gear. Its persevering achievement is a muscular effort by a Canadian rescue team who can save this whale's life and release it to the Pacific Ocean. In addition, an unfortunate sea lion has a piece of fishing equipment called a \"gill net\" wrapped around its neck, so the SeaWorld San Diego team races in order to come to the sea lion's aid.    "
                },
                "10": {
                    "title": "Deep Blue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "21 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    A very young harbor seal is separated from its mother and the pup will lose its life without support from the SeaWorld San Diego rescue team. In addition, the SeaWorld Orlando team saves the life of a loggerhead sea turtle from an oil spill. They subsequently transport it from Gulfport, Mississippi to their headquarters in Florida.    "
                },
                "11": {
                    "title": "Up, Up, and Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "28 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Four stories feature rescued animals helped by airlifts. Trinity the manatee is found in Texas and needs to get home to Florida; two groups of cold-stunned sea turtles in the Pacific Northwest desperately need to be airlifted back to warmer waters in southern California; and Turner the rescued dolphin boards a plane to join the United States Navy.    "
                },
                "12": {
                    "title": "Devotion to the Ocean",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "4 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    SeaWorld rescue teams get a view at how discarded plastic is affecting the oceans and aquatic life. Leatherback Trust conserves every sea turtle off Costa Rica. In addition, hundreds of sea turtles arrive on shore near their deaths in North Carolina due to plunging oceanic water temperatures.    "
                },
                "13": {
                    "title": "Once in a Lifetime",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "original air date": "11 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Two rarely seen pygmy killer whales strand in southwestern Mississippi and the mission begins to save their lives. In addition, an inquisitive young California sea lion climbs into a car and turns on the wipers before the SeaWorld San Diego rescue team arrives.    "
                },
                "14": {
                    "title": "Little Ray of Light",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 14,
                    "original air date": "18 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    A female California sea lion is rescued by the SeaWorld San Diego team after being bitten by a shark and she is in desperate need of medical help. In addition, a rescue team from the Institute of Marine Mammal Studies responds to an emergency of a dolphin stuck in a freshwater bayou in Ocean Springs, Mississippi.    "
                },
                "15": {
                    "title": "In with the Tide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 15,
                    "original air date": "25 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    A humpback whale gets tangled in fishing gear. The SeaWorld San Diego rescue team comes to its aid. In addition, a California sea lion has fishing line wrapped tight around his neck, but reaching him will be a challenge.    "
                },
                "16": {
                    "title": "Between a Rock and a Hard Place",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 16,
                    "original air date": "4 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    A young harbor seal is in danger of drowning because it is stuck in a tight, rocky crevice. In addition, a young dolphin is stranded on a beach in the wake of severe storms.    "
                },
                "17": {
                    "title": "Spring Into Action",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 17,
                    "original air date": "11 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Four California sea-lion pups are rescued on a beach by the SeaWorld San Diego team, but their recovery proves difficult. In addition, a manatee is severely injured after being struck by a boat.    "
                },
                "18": {
                    "title": "Otterly Amazing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 18,
                    "original air date": "1 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Four stories about marine wildlife conservationists saving lives of sea otters in the danger of freezing, stranded, orphaned, and suffering from devastating human-caused injuries.    "
                },
                "19": {
                    "title": "Turning the Tide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 19,
                    "original air date": "8 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    A devastating storm approaches a small island in the middle of the Pacific Ocean, threatening the thousands of albatrosses and their chicks. In addition, an entangled sea lion evades rescuers for months, but when they finally get to him, his injury is much worse than expected.    "
                },
                "20": {
                    "title": "Goose on the Loose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 20,
                    "original air date": "15 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    A wandering manatee becomes trapped in South Carolina's frigid waters, but rescuers must find him in order to save his life. In addition, a gray seal is stuck in an Upstate New York canal and the team has to pull out all the stops to get him back to his oceanic home.    "
                },
                "21": {
                    "title": "Lucky Streak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 21,
                    "original air date": "22 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    A curious elephant seal gets a surprising injury. In addition, a manatee is stuck in cold water and if rescuers do not move quickly, Streak the manatee may not survive.    "
                },
                "22": {
                    "title": "Cause for Celebration",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 22,
                    "original air date": "29 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    A young humpback whale becomes entangled in fishing gear along the California coast and rescuers have one chance to free this precious life. In addition, a birdwatcher out for a walk with his dog spots a young seal in a field surrounded by a herd of cows.    "
                },
                "23": {
                    "title": "A Long Trip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 23,
                    "original air date": "6 May 2017",
                    "year": "2017",
                    "plot": "\n    A stranded sea lion pup is starving and the rescue team walks several miles to help him. In addition, rescuers and a pilot join forces to get a sea turtle named Zero back to his oceanic home in the Atlantic Ocean.    "
                },
                "24": {
                    "title": "Maternial Instincts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 24,
                    "original air date": "13 May 2017",
                    "year": "2017",
                    "plot": "\n    A manatee mother and her calf are in very serious trouble. In addition, a loggerhead sea turtle overcomes seemingly insurmountable odds with encouragement from a dedicated volunteer.    "
                },
                "25": {
                    "title": "Medical Marvels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 25,
                    "original air date": "20 May 2017",
                    "year": "2017",
                    "plot": "\n    Four marine animals with mysterious and challenging ailments cause SeaWorld rescuers respond to the emergencies by coming to their aid in order for them to get well for an opportunity of their survival.    "
                },
                "26": {
                    "title": "In Their Tracks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 26,
                    "original air date": "27 May 2017",
                    "year": "2017",
                    "plot": "\n    Shark populations are in serious danger, but thankfully conservationists around the world manage to ensure these incredible aquatic predatory animals exist for future generations. In addition, rescue teams come to a female manatee's aid that has been struck by a boat and cannot swim on her own.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Help is on the Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sea Rescue (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "17 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    A lost white pelican lands on a California Highway and a Patrol Officer becomes an unlikely hero. In addition, a sea turtle becomes ill from the cold when he swims far north and rescuers step in to prevent his tragic death.    "
                }
            }
        },
        "number of episodes": 170,
        "cast": [
            {
                "name": "Gutman, Matt"
            },
            {
                "name": "Champion, Sam"
            },
            {
                "name": "Conrad, Laurie"
            },
            {
                "name": "Dold, Christopher"
            },
            {
                "name": "Marsich, Victor"
            },
            {
                "name": "Miller, Jennifer"
            },
            {
                "name": "Schiavonni-Gibbons, Anita"
            },
            {
                "name": "Westberg, Jody"
            }
        ],
        "locations": [
            "Sea World - 7007 Sea World Drive, Orlando, Florida, USA",
            "SeaWorld San Diego, 500 Sea World Drive, San Diego, California, USA"
        ],
        "genres": [
            "Family"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-G"
        ],
        "number of seasons": 7,
        "rating": 8.8,
        "votes": 35,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjM0ODk2NjIwNV5BMl5BanBnXkFtZTgwMjU1NDAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "A humpback whale is dragging a mass of commercial fishing gear in its mouth so a rescue team in Hawaii races to save its life. Then, an unlucky sea turtle in Florida has swallowed not one, not two but three fishing hooks. The SeaWorld Orlando team prevents its death by saving its life.",
        "languages": [
            "English"
        ],
        "title": "Sea Rescue",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Sea Rescue (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
        ],
        "writer": [
            {
                "name": "Pickering, Aidan"
            },
            {
                "name": "Sheehan, Jim"
            },
            {
                "name": "Helmstedter, Scott"
            }
        ],
        "production companies": [
            {
                "name": "Ampersand Media"
            },
            {
                "name": "Litton Entertainment"
            },
            {
                "name": "MTO Productions"
            }
        ],
        "distributors": [
            {
                "name": "Syndicated"
            },
            {
                "name": "Litton Entertainment"
            }
        ],
        "other companies": [
            {
                "name": "Momentous Insurance Brokerage"
            }
        ],
        "plot": [
            "An educational documentary series that showcases stories of rescue, rehabilitation and return to the wild of marine animals by a team of dedicated vets, animal care experts, animal science researchers and government authorities.::Anonymous",
            "A humpback whale is dragging a mass of commercial fishing gear in its mouth so a rescue team in Hawaii races to save its life. Then, an unlucky sea turtle in Florida has swallowed not one, not two but three fishing hooks. The SeaWorld Orlando team prevents its death by saving its life.::Anonymous",
            "\"_Sea Rescue_ (qv)\" highlights the work done by the SeaWorld Rescue Team and its partner organizations as they rescue marine animals in danger. The weekly series shows the teams as they rehabilitate the animals and return them to their natural habitat in the water. Veterinarians, animal care experts, animal science researchers and government authorities are among the members of the crews working to save animals -- including whales, manatees and sea lions -- from such mishaps as oil spills and the creatures getting caught in fishing line.::Jwelch5742"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 35,
                "rating": 8.8
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 5.7
            },
            "aged 30 44": {
                "votes": 11,
                "rating": 8.3
            },
            "aged 45 plus": {
                "votes": 10,
                "rating": 9.0
            },
            "males": {
                "votes": 16,
                "rating": 7.8
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 4.0
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 8.1
            },
            "males aged 45 plus": {
                "votes": 6,
                "rating": 7.9
            },
            "females": {
                "votes": 10,
                "rating": 9.0
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 6.5
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 9.7
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 9.8
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 7.5
            },
            "us users": {
                "votes": 18,
                "rating": 8.4
            },
            "non us users": {
                "votes": 3,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 18,
            "9": 6,
            "8": 6,
            "7": 2,
            "6": 0,
            "5": 0,
            "4": 3,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.8,
        "median": 1
    }
}