{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "10 September 2012"
            },
            {
                "country": "UK\n",
                "date": "October 2012"
            },
            {
                "country": "Germany\n",
                "date": "25 February 2013"
            }
        ],
        "release dates": [
            "UK::10 September 2012",
            "UK::October 2012",
            "Germany::25 February 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Wolfblood"
            },
            {
                "countries": "Germany",
                "title": "Wolfblood - Verwandlung bei Vollmond"
            },
            {
                "countries": "Norway",
                "title": "Ulveblod"
            },
            {
                "countries": "Russia",
                "title": "Волчья кровь"
            },
            {
                "countries": "Serbia",
                "title": "Vučja krv"
            },
            {
                "countries": "Spain",
                "title": "Wolfblood"
            },
            {
                "countries": "Sweden",
                "title": "Vargblod"
            },
            {
                "countries": "UK (reissue title)",
                "title": "Wolfblood: The First Pack"
            },
            {
                "countries": "USA",
                "title": "Wolfblood"
            }
        ],
        "akas": [
            "Wolfblood (original title)",
            "Wolfblood - Verwandlung bei Vollmond Germany",
            "Ulveblod Norway",
            "Волчья кровь Russia",
            "Vučja krv Serbia",
            "Wolfblood Spain",
            "Vargblod Sweden",
            "Wolfblood: The First Pack UK (reissue title)",
            "Wolfblood USA"
        ],
        "akas from release info": [
            "Wolfblood (original title)",
            "Wolfblood - Verwandlung bei Vollmond Germany",
            "Ulveblod Norway",
            "Волчья кровь Russia",
            "Vučja krv Serbia",
            "Wolfblood Spain",
            "Vargblod Sweden",
            "Wolfblood: The First Pack UK (reissue title)",
            "Wolfblood USA"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Brave New World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "27 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    After the pack publicly revealed themselves to expose Segolia some members find themselves victims of discrimination and Jana, feeling responsible, aims to leave the city at full moon and return to the wild. Selina and Matei decide to go with her but T.J. is beguiled by the offer of a film role given by producer Hartington and, accompanied by teacher turned Wolfblood author Tim Jeffries, goes to a proffered screen test at Hartington's mansion, However they have fallen into a trap, whilst Katrina also finds herself in danger.    "
                },
                "2": {
                    "title": "The Once and Future Alpha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "6 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Jana summons the strength to help locate TJ.    "
                },
                "3": {
                    "title": "The Dawnus Torc",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "13 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Jana spearheads a raid on the Segola vaults for information on Hartington and finds a golden band, the Dawnus Torc, believed to have the power to lead them to a safe haven for Wolfbloods. T.J. falls ill on the journey and Jana discovers that Hartington has implanted a tracking device in his back allowing him to follow the pack. She removes it before luring Hartington into a trap. Admitting that he works for a group fearful of global take-over by Wolfbloods, he tricks the group into freeing him, after which he contacts his associates, telling them to bring forward ...    "
                },
                "4": {
                    "title": "The Shadow in the Light",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "20 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Returning to school T.J. recognizes a design associated with Hartington scrawled on Selina's locker and the group immediately suspects her Tae-Kwando rival Hannah. Investigating the gym run by Hannah's trainer Birdie they find they have walked into a trap and Selina must defeat Wolfblood hater Birdie at Tae-Kwando to free them. However she has an unexpected ally. Through Tim Jeffries Imara and Jana locate Hartington's registered office where they find Agent Jones conducting a survey with Wolfbloods though she claims to have no knowledge of Hartington himself.    "
                },
                "5": {
                    "title": "Humans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "27 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    After more anti-Wolfblood graffiti is daubed on the Kafe wall Hannah asks Birdie if he knows Hartington, which he denies, but Jana shows Hannah an email sent between the two men to prove otherwise. Birdie gathers a gang of like-minded humans to besiege the Kafe but a pack of Wolfbloods led by Emilia arrive to chase them away before fleeing themselves. Hannah now declares that she wants nothing to do with either faction whilst Katrina's granddad proves he is not to be trusted.    "
                },
                "6": {
                    "title": "The Last Dark Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "3 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    When a news report presents the Wolfbloods and not Birdie's bigoted group as the aggressors at the Kafe Hannah agrees to set the record straight after Selina bests her at Tae-Kwando, leading to Birdie's arrest for hate crimes. Matei tracks down Emilia but is horrified to find that she is leading a feral pack who regard all humans as the enemy. Having escaped their clutches he returns to the Kafe where Imara has some disturbing news. However Agent Jones is now convinced that Hartington is funding an anti-Wolfblood campaign and agrees to help.    "
                },
                "7": {
                    "title": "Torn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "10 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Having been tipped off by Agent Jones that Hartington has government allies in his campaign against Wolfbloods Jana approaches Emilia and her renegades advising caution but is met only by aggression. Whilst Matei opts to stay with his sister Jana and the others meet Agent Jones who leads them to Hartington's hide-out. However the reckless actions of Emilia and her group lead to a government act sanctioning the round-up and chipping of all Wolfbloods. As Jana and her friends go on the run Emilia is too power-drunk to realist that there is a traitor in her pack who has ...    "
                },
                "8": {
                    "title": "The One Who Sees",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "17 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Hartington has rounded up a number of Wolfbloods, including Selina's parents, saying they must either be chipped or banished to the wild - forcing Jana and her friends to go into hiding, where Matei joins them. The deluded Emilia still believes there is a Wolfblood paradise where she can take her pack, unaware that Madoc has struck a deal with Hartington. Jana is now relying on Tim Jeffries to steal and break into Segolia's hard drive and learn the secret of the Genesis project.    "
                },
                "9": {
                    "title": "The War with the Humans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "24 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Hartington has captured Imara and Selina. Matei and T.J. go to find Emilia and discover that Madoc has replaced her as her pack leader with the promise of guiding them to a safe area. The boys join the trek but find that Madoc has led them into a trap. T.J. challenges Madoc to be the new leader but Jana arrives to expose Madoc as Hartington's accomplice and to unite the pack against them.    "
                },
                "10": {
                    "title": "United We Stand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "1 May 2017",
                    "year": "2017",
                    "plot": "\n    Madoc is exposed as a traitor out to cause division and abandoned as the pack returns to the city. Jana is declared the new leader but is captured by Hartington, who explains to her his hatred of Wolfbloods. Whilst Agent Jones orders the release of Hartington's other prisoners Jana escapes and follows Hartington to a waterworks which he intends to contaminate with a serum that will turn all Wolfbloods who drink it into humans with no wolf powers. As Dr Whitewood finally attempts to uncover the nature of Project Genesis Jana and her friends must thwart Hartington and ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Lone Wolf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 96,
                    "original air date": "10 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Schoolgirl Maddy Smith is a wolfblood, daughter of parents who turn into wolves (not werewolves) at full moon, which will be her destiny when she is older. Her friend Shannon has taken photos which she believes to be proof of unusual creatures in the area. Surly new pupil Rhydian Morris arrives at Maddy's school. He has super-human strength when taunted and, angered, involuntarily changes into a wolf. Maddy decides she must protect him, not just for his own sake but to stop him exposing her family's secret and claims he is a distant cousin come to visit.    "
                },
                "2": {
                    "title": "Mysterious Developments",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 61,
                    "original air date": "11 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Maddy is disturbed when her friends Shannon and Tom post copies of photos with evidence of wolfbloods around the school so Rhydian steals Shannon's original memory card. He is, however, sympathetic when Shannon explains how years ago she saw a wolfblood and has been trying to find more evidence ever since. Maddy's parents invite Rhydian to dinner and explain that not all wolfbloods are harmless, some crave human prey. Aware that Shannon and Tom are in the woods at night on their quest to find their 'beast', Maddy and Rhydian go after them. Rhydian, unknown to anybody ...    "
                },
                "3": {
                    "title": "Family Ties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 52,
                    "original air date": "17 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The school organizes an exhibition in which pupils show photographs of themselves with their families but Rhydian, who has none, feels left out. When the exhibition is vandalized he is the immediate suspect but Maddy gives him an alibi whilst suspecting the true culprit was Tom, angry that his father did not come to see his work. However Rhydian uses his special powers as a wolfblood to detect that the real vandal was Jimmy, a boy who has constantly taunted him and who is consequently excluded.    "
                },
                "4": {
                    "title": "Cry Wolf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 53,
                    "original air date": "18 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    With a week of exams ahead and the snide Jimmy returning to drive a wedge between her and Tom, Maddy is frightened as she discovers that she is about to undergo her first transformation. This occurs in a stressful Maths exam though Rhydian causes a diversion by hitting the fire alarm, for which he gets detention. Later Shannon is involved in a fire at the science lab and, whilst she is rescued by Tom and Rhydian, she is convinced that she saw Maddy, who also tried to save her, partially transform into a wolfblood.    "
                },
                "5": {
                    "title": "Occam's Razor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 50,
                    "original air date": "24 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The class are on the island of Lindisfarne for a school trip and Shannon continues to tell Tom her suspicions that there is something odd about Maddy and Rhydian. When Rhydian falls and hurts himself the party is forced to stay in a hotel but there is a full moon and it will be Maddy's first transformation so she and Rhydian flee the hotel after dark to hide in the lime kilns. Shannon drags Tom after her having heard wolves howl but Tom believes that there is actually a ghost dog, of which they were told. Shannon hopes to catch them out but Maddy and Rhydian are back ...    "
                },
                "6": {
                    "title": "Maddy Cool!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 64,
                    "original air date": "25 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Exhilarated by her first transformation Maddy changes her image, dyes her hair, puts on black lipstick and shows she can street dance, attracting the attention of class hunk Dean Samuels. Kay, one of three mean girls who see Maddy and her friends as geeks, asks Maddy to her party knowing that it will attract Dean but tricks Maddy by giving her the wrong venue. When Rhydian phones Maddy to tell her she arrives in an angry mood, out-dances Kay and shows her up when Kay tries to humiliate her. Realising that she had been used she storms out with Shannon, Tom and Rhydian,...    "
                },
                "7": {
                    "title": "Dark Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 51,
                    "original air date": "1 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    When Maddy cuts her hand Shannon analyzes the blood on her bandage to prove her friend is a werewolf, though the test is inconclusive. However there is no moon and the wolfbloods have temporarily lost their power, causing Rhydian to faint in class. He is taken to hospital where Tom's doctor mother takes blood samples from him and Maddy which they are desperate to retrieve. Because they have lost their wolfblood powers though the blood tests as human and Shannon believes that all her suppositions about her friend have been false, leading to reconciliation.    "
                },
                "8": {
                    "title": "Wolfsbane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 50,
                    "original air date": "2 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Shannon invites Maddy, Tom and Rhydian for a sleep-over whilst her parents are away but, unsurprisingly, announces that she wants them to go out to hunt for the beast. Maddy has a cold and is given a tablet but it contains wolfsbane and she is in danger of transforming. Rhydian takes charge and locks them both in the bathroom, incurring the jealousy of Tom, who sees Rhydian as his rival for Maddy. Maddy escapes and the others, looking for the beast, catch up with her but by this time she has changed back to her normal self and manages to avoid detection again.    "
                },
                "9": {
                    "title": "A Quiet Night In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 47,
                    "original air date": "8 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Rhydian finds a box of stolen designer clothes in the woods and starts selling them around the school. Maddy urges him to stop but after he is blackmailed by his customers into one more journey to the woods he is arrested and held in a cell. With his actual foster parents away visiting it is down to Maddy's parents to impersonate them and get Rhydian out of the cell before the moon rises.    "
                },
                "10": {
                    "title": "The Call of the Wild",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 50,
                    "original air date": "9 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Walking home from school Rhydian is approached by Ceri, a wild-looking woman who says she is his mother. She accuses him of having gone soft following his integration into human life and wants him to go away with her and join her pack, espousing a more savage life-style. Rhydian is tempted but after he is made to feel special by his schoolmates following his showing on the football field he knows where his real loyalties lie.    "
                },
                "11": {
                    "title": "Eolas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 48,
                    "original air date": "15 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Rhydian shows Maddy how to use Eolas, an enhanced wolf sense taught him by his mother which gives greater sensory powers. Her mother Emma is appalled whilst Dan, her father, admits he once used Eolas and the parents argue about Maddy. As a result she runs away, convinced that she can get by on her own with Eolas. However when she reaches a town she is almost deafened by the loud noises induced by Eolas and threatened by a girl gang so that she is very grateful when her parents and Rhydian rescue her and learns the folly of her arrogance.    "
                },
                "12": {
                    "title": "Caged",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 43,
                    "original air date": "16 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    On the same night that Maddy and Rhydian rashly decide to transform in the woods Kyle Weathers, a self-proclaimed 'beast hunter' who has read Shannon's blog arrives in town and gets her and Tom to show him the woods where the Wolfbloods run, eventually caging the pair. Seeing that they are only wolves, not monsters, and that Kyle has used her and plans to sell them to a zoo, Shannon, helped by Tom and Weathers' ambitious assistant Jo, who is happy to turn the tables on him, release the Wolfbloods. Shannon and Tom have saved the lives of Maddy and Rhydian but they ...    "
                },
                "13": {
                    "title": "Irresistible",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 49,
                    "original air date": "22 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    A ragged small boy, Bryn, approaches Rhydian in the wood, claiming to be his brother Bryn and asking him to return to Ceri and the pack though Rhydian is reluctant. At the same time Shannon, anxious for evidence of wolves so that they can be protected, uses a chemical wolf bait to attract them. Maddy rushes to warn Rhydian, leading to a showdown between her and Ceri which exposes the Wolfbloods' secret and angers Shannon, to think that her best friend never told her the truth about herself. However, after sad farewells have been made, Shannon realises the importance ...    "
                }
            },
            "2": {
                "0": {
                    "title": "The Scapegoat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 0,
                    "votes": 20,
                    "original air date": "Sep. 2013",
                    "year": "2013",
                    "plot": "\n    In this secret episode of Wolfblood, discover how Rhydian met Jana.    "
                },
                "1": {
                    "title": "Leader of the Pack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 59,
                    "original air date": "9 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Maddy and her parents transform in their cellar, unaware a stuffed owl given them by Shannon contains a camera as she wants to film them to show that they are harmless. That night Rhydian returns to Stoneybridge, as a wolf, pursued by three vicious wolves, led by Alric, who hates him for being different, and takes refuge with Maddy's family. Next day the trio, now in human form, stay around and follow Rhydian to school but they are thwarted by Maddy, Shannon and Tom, who photograph them and threaten to expose them by publishing the photos, and leave.    "
                },
                "2": {
                    "title": "The Girl from Nowhere",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 34,
                    "original air date": "10 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Emma and Daniel, Maddy's parents, let Rhydian stay with them but he is followed into school by Alric's daughter Jana, who claims her father has expelled her from his pack. Jana's feral behaviour does not go down well with her class-mates and she fights Jimi, who has accused her of stealing meat from his father's hotel. However, when Jana says she only wants to be friends with her, Maddy teaches her to control her impulses and her parents let her stay in an old caravan in woods adjoining their house.    "
                },
                "3": {
                    "title": "Grave Consequences",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 24,
                    "original air date": "16 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    A skeleton found in a field is believed to be that of a werewolf. Jana divines it as being an urban wolfblood killed two centuries ago and forensic scientist Dr Whitewood arrives, discovering a silver bullet in its remains. Jana wants them to be given a decent burial and, despite their misgivings that they will be incriminated, Maddy and Rhydian steal them to be buried. Maddy is afraid that Dr Whitewood has taken her DNA after she gets in a fight but Shannon swaps it for her own.    "
                },
                "4": {
                    "title": "Total Eclipse of the Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 31,
                    "original air date": "17 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    As a lunar eclipse approaches, allowing the young Wolfbloods to heighten their perceptions, the school puts on a Lunar Fayre and Shannon, revealed to be a good singer, auditions to sing with visiting band the Averwoods as the Lunar Queen. However she has terrible stage fright and sings badly so Jana gives her a Wolfblood tonic, the Dohldrenc, to steady her nerves but she overdoes the dosage and throws up. Eventually Maddy persuades that does not need false courage and gives her the confidence to carry off her performance.    "
                },
                "5": {
                    "title": "Ancient Grudge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 24,
                    "original air date": "23 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Jana meets Alric by arrangement and it is apparent that she was sent to bring Rhydian back to the wild pack - who are angry at his defection. She tries to persuade Rhydian, who is initially reluctant but, after a class reading of 'Romeo and Juliet' agrees to go back to afford reconciliation. Maddy follows, mistrustful of Alric, who captures Rhydian in a net with a view to punishing him. Whilst Tom and Shannon free Rhydian Maddy does battle with Alric and wins. Jana expresses disgust at her father's treachery and this time he really does exile her.    "
                },
                "6": {
                    "title": "Mottled Poppy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 29,
                    "original air date": "24 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    The Smiths, with Shannon and Tom, are on the way to Blackpool when the Land Rover breaks down and they take it to a garage where Daniel's presence has an odd effect on a jar of poppies. Garage owner Bob Driscoll and his wife Mary invite the group to stay at their house but Shannon deduces that the Driscolls have discovered that the Smiths are wolfbloods and aim to capture them by drugging their tea. Shannon rescues the family but Maddy is still angry with her when she learns that Shannon had rigged up a camera in their cellar to capture the wolfbloods transform and ...    "
                },
                "7": {
                    "title": "Top Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 28,
                    "original air date": "30 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    The school holds an election for class representative and, after their falling out, Shannon supports Jana against Maddy whilst Tom pitches for Jimi Chan. Maddy uses dirty tricks against Jana whilst Shannon, using a hidden camera, exposes Jimi's bribery and he is disqualified. However, when Maddy reveals to Jana Shannon's secret filming of her basement Jana goes for Shannon and transforms into a wolf when Jimi locks them in a cupboard. Feeling guilty Maddy calms Jana down and persuades her that Shannon is a friend who was acting for the best, all of them belonging to ...    "
                },
                "8": {
                    "title": "Desperate Measures",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 26,
                    "original air date": "1 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Whilst most of the class are vying to buy tickets from Jimi for a pro-celebrity football match Jana is still concerned that Shannon's lap-top contains information and photos damaging to the wolfbloods, so, taking advantage of a playground fight as a diversion, she steals it. Shannon discovers the theft and retrieves it but it is soon missing from her locker. Shannon traces it to Sam, a boy in the class who wanted to sell it for tickets for the match, and makes him return it. Maddy however makes her delete all her wolfblood files to prevent any further scares.    "
                },
                "9": {
                    "title": "Dances with Wolfbloods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 37,
                    "original air date": "7 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Having wiped all evidence of Wolfbloods from her computer Shannon is feeling depressed and is much cheered when the desirable Harry takes an interest in her singing and asks her to the school disco. The jealous Kara and her gang trick Maddy into leading Shannon to believe that Harry is using her, causing a rift between Maddy and Shannon. Harry escorts Shannon to the dance where the three nasty girls try to split them up but fortunately DJ Tom exposes their plot and the couple are reconciled, as are Shannon and Maddy.    "
                },
                "10": {
                    "title": "Fall of the Wild",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 28,
                    "original air date": "8 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    On an orienteering trip with the school Liam finds that the group is close to the field where his ancestor killed a wolfblood - or werewolf as he believes. Maddy discovers the ancestor's diary and learns where the wolf's lair is and so she and Rhydian join Liam's group in an effort to stop him finding it. In fact they discover it but Liam falls into the pit and Maddy has to momentarily turn into a wolf in order to climb through a passage to free him before Rhydian summons help. However nobody believes Liam when he claims to have seen a werewolf.    "
                },
                "11": {
                    "title": "Best of Both Worlds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 30,
                    "original air date": "14 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Rhydian's mother Ceri turns up, announcing that Alric has been banished and Jana is the new pack leader though she hopes that Rhydian may also join her pack. Jana agrees to accept on condition the pack becomes gentler and stays nearer the town. She is uncertain of her ability to take on the task but, at a school parent's evening, teachers tell Ceri - who is posing as Jana's mother - of her leadership qualities and Jana is convinced, leaving with Ceri, though Rhydian decides to stay with Maddy and her family.    "
                },
                "12": {
                    "title": "Going Underground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 34,
                    "original air date": "15 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    A vengeful Alric, blaming Rhydian for taking Jana from him, turns up at the school and pursues Maddy and Rhydian through the woods but he calms down when he imagines he sees Jana standing in Maddy's place and Maddy reminds him that it was he who abandoned Jana. Rhydian consoles him and persuades him that, though exiled from his pack, he can make a new life for himself as Rhydian has done. Liam is obsessed with finding the supposed werewolf and leads his friends Jimi and Sam back through the tunnels, hitting a dead end. However, through a crack in the brickwork they ...    "
                },
                "13": {
                    "title": "The Discovery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 48,
                    "original air date": "21 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Despite general disdain Liam is convinced that he has seen a werewolf and returns to the tunnel, which he traces to the Smiths' lair, taking Daniel's DNA. The family prepares to flee but Maddy brings her parents, in the form of wolves, to school, claiming that they are tame pets and Liam is discredited. However Dr Whitewood has already been contacted and, although Rhydian retrieves Daniel's DNA from her laboratory, Maddy is aware that the doctor knows the family's secret. Thus, for their own protection, they decide to join the wild pack, bidding farewell to Shannon, ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Ulterior Motives",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 46,
                    "original air date": "15 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Two months have passed and at a school careers fair Rhydian meets Dacia, who works for the Segolia Corporation. She, like many of its employees, is a wolfblood and tells Rhydian that the company arranged a safe passage to Canada for the Smiths. She would like him to work with her. At the opening of the three Ks 'Kafe' Dr Whitewood turns up, still looking for wolfbloods. Though nobody can help her she manages to drug Rhydian and lock him in her car. By the time Tom and Shannon arrive Dr Whitewood tells them that Dacia has freed Rhydian but the proviso is that the ...    "
                },
                "2": {
                    "title": "Alpha Material",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 25,
                    "original air date": "16 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    When Jana gets shot, Rhydian has to choose life or death.    "
                },
                "3": {
                    "title": "With Friends Like These",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 17,
                    "original air date": "22 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Tom, Rhydian and feral wolf-blood Aran are foraging for food for Jana and are almost caught on Liam's father's farmland. They escape but Tom is identified so Shannon covers by saying that she was there with him on a date. None of their class-mates believe them so they have to act as a couple, devastating Harry, who is still fond of Shannon. Ultimately they stage a lover's tiff to help end the charade. Aran sets out to return to the wild and is followed by Ceri, who gets caught in a trap. Rhydian saves her but they are photographed by Liam who says that he will go to ...    "
                },
                "4": {
                    "title": "Wolfblood Is Thicker Than Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 27,
                    "original air date": "23 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Rhydian's father Gerwyn turns up, seeking forgiveness for abandoning him and his mother years earlier. Ceri is hostile but Rhydian wants him to stay. However Dacia recognizes him as a former Segolia employee who went on the run, having embezzled millions of pounds. Gerwyn however claims that he was framed and when Segolia's fearsome head of security wolf-blood Victoria Sweeney arrives with her heavies everybody, including Dacia, tends to believe him. The wolf-bloods unite to save him but he feels that his presence will endanger them all and he moves on, though at ...    "
                },
                "5": {
                    "title": "The Dark Ages",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 15,
                    "original air date": "29 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Tensions are running high as ancient Wolfblood relics are found; meanwhile Tom finds a kindred spirit in Kay.    "
                },
                "6": {
                    "title": "Who's Afraid of the Big Bad Wolf?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 14,
                    "original air date": "30 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Tom is now dating Kay but he, Shannon and Rhydian are amazed when Jana strides into the school. Angry at seeing the relics being given to a museum and now without her pack she is about to turn into a lonely, savage morwal - or werewolf - at the next full moon. After she attacks Jimmi and throws food on the floor she is put in detention but before she can leave for the house she is locked in the school kitchen by Kay, who suspects she is dating Tom, and the vengeful Jimmi. Shannon and Tom arrive and Tom has to split with Kay so that he and Shannon can enter the kitchen...    "
                },
                "7": {
                    "title": "Wolves Amongst Us",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 14,
                    "original air date": "6 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Whilst Tom makes up with Kay, Shannon, along with Karen, goes for work experience at Segolia where she is thrilled to learn from Dr Whitewood that the company is looking for a cure for human illnesses using the wolf-blood gene and that they will sponsor her university entrance. She is unaware that Victoria was hoping she would bring Rhydian in order to extract his DNA. Rhydian and Jana play truant, seeking out a cave once used by wolf-bloods but little Ollie, in care with Rhydian, follows and the older boy gets in trouble at school. Nor is he pleased that Shannon went...    "
                },
                "8": {
                    "title": "Dark of the Rune",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 14,
                    "original air date": "7 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    A comet is to pass overhead and Ceri warns Jana and Rhydian that it will lead to something bad happening. The rest of the school set up to view the comet though Rhydian is still annoyed with Shannon, despite Jana's efforts to intervene and when Dr Whitewood turns up with an expensive telescope donated by Segolia she has to stop him from destroying it. As the comet passes Jana and Rhydian both faint and are comatose and Shannon and Dr Whitewood work out that the comet is interfering with the wolf-bloods' connection to the moon. They reverse the situation and the couple...    "
                },
                "9": {
                    "title": "The Cure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 13,
                    "original air date": "13 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Jana and Shannon, with a reluctant Tom, enter Segolia, where Jana's powers impress Sweeney and Shannon is amazed when a phial of serum containing Jana's DNAS cures project manager Kincaid's crippled leg. Separated from the others Tom is intrigued to see Sweeney interrogate a young prisoner about the Cerberus project - with which Rhydian's father Gerwyn was involved. Later he tells Rhydian, who asks Dacia's help in proving Gerwyn's innocence. Tom has also picked up a phial discarded by Sweeney and ingested its contents, giving him wolf-blood super powers.    "
                },
                "10": {
                    "title": "The Cult of Tom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 14,
                    "original air date": "14 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Tom pulls dangerous stunts on the school roof, to the approval of the other pupils - except the concerned Jana, Shannon and Rhydian. When he collapses they approach Dr Whitewood and Alex Kincaid who tells them that whatever serum Tom took was tampered with by Sweeney and he intends to analyse it. Ceri revives Tom using wolf-blood methods but Sweeney has Dacia brought to her and demands to know what is going on.    "
                },
                "11": {
                    "title": "The Suspicions of Mr Jeffries",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 14,
                    "original air date": "20 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Intrigued by Tom's bizarre behaviour form teacher Mr Jeffries follows Tom and his friends to the Smith house and witnesses a stand-off between Jana, Ceri and Rhydian and Sweeney, the latter pursuing him. She catches him but he is rescued by Rhydian, who has transformed himself into a wolf. The group are anxious lest the teacher should expose the secret of Jana and Rhydian but he agrees to say nothing.    "
                },
                "12": {
                    "title": "Cerberus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 16,
                    "original air date": "21 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Whilst Mr Jeffries confesses his bewilderment to Dr Whitewood Rhydian, still mistrustful of Dacia, goes to the woods with Jana and Ceri to meet his father. They are confronted by Sweeney and her men but Aran and Alric return to chase them off. Kincaid persuades the wolf-bloods that they are in danger from Sweeney and drives them to a safe house of which she knows nothing. Only Gerwyn stays behind and he meets up with Shannon, Tom, Mr Jeffries and pupil Liam, now in on the secret. Sweeney turns up with Dacia and explains that, however sinister her actions may have ...    "
                },
                "13": {
                    "title": "Moonrise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 30,
                    "original air date": "27 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Rhydian wakes up from his drugged state to find that Kincaid has caged him and the other wolf-bloods. Having framed Gerwyn for the fraud his aim is to turn all the pack into humans as he hates wolf-bloods, having been the only member of an otherwise wolf-blood family who regarded him as inferior. He has injected them all with a serum which will strip them of their wolf-blood powers at moon-rise. Dr Whitewood works out where he has taken his prisoners and the rescue party arrives to free them. Appreciating that there is a serum which can give humans wolf-blood powers ...    "
                },
                "14": {
                    "title": "Jana Bites",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "votes": 25,
                    "original air date": "28 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Months after leaving Stoneybridge, Jana is with her wild pack in the woods and has set up camp. Aran and Meinir, both Wild Wolfbloods, spot three humans setting up a tent near their territory and wish to get them away. Scared that the secret may be found out, Jana consults her pack and attempts to reassure them. Although they seem safe, two Wild Wolfblood children spot a human child who is camping with her parents and help her retrieve her ball from the tree. To keep stop the child from telling her parents, the Wolfblood tell her everything, the two children steal a ...    "
                }
            },
            "4": {
                "1": {
                    "title": "Captivity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 14,
                    "original air date": "8 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Jana is now living in Newcastle and working for Segolia, an organization which supports Wolfbloods, run by Imara, whose son T.J. is Jana's best friend. Together they rescue orphaned siblings Emilia and Matei from an animal park. Their parents were killed in a fire, which Segolia claims was an accident but Jana, using her psychic powers, sees the face of a possible arsonist.    "
                },
                "2": {
                    "title": "A Long Way from Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "8 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Jana is suspicious when she is unable to access Segolia's files on the house fire which Imara still claims to be an accident. Through her psychic powers Jana locates Darren, a boy present at the fire, though when confronted he admits only to have been a witness, not the arsonist. Soon afterwards Imara announces that she has found foster parents in Romania for Emilia and Matei, causing them to flee and for Jana to quit her job and move in with old schoolmate Katrina in her flat over a café.    "
                },
                "3": {
                    "title": "Wolfblood Ultimatum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 11,
                    "original air date": "15 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Jana takes food to the siblings in hiding before receiving a visit from old friends Aran and the severely injured Meinir .Imara offers help if Jana gives her Emilia and Matei but Jana refuses, leading to a showdown with Imara, who injures T.J. in the process. And it is T.J. who finally comes up with the compromise to resolve matters    "
                },
                "4": {
                    "title": "Morwal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "16 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    After Dr Whitewood has saved Meinir she and Aran go on their way but there is a report of a dangerous Wolfblood terrorizing the region and Imara sends Jana to capture it. It turns out be Carrie, a young girl infected with The Morwal, the killer instinct, who has come to Segolia seeking help to be rid of it, and, after she has caused terror in Katrina's café, it is down to Jana and Imara to cure her.    "
                },
                "5": {
                    "title": "The Quiet Hero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "22 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    T.J. is concerned that his friend Selina's desire to win a Tae-Kwando contest is making her so aggressive she is in danger of transforming into a Wolf blood but her ambition is such that he cannot dissuade her until she finally agrees to withdraw from the contest. However, her citizen's arrest of a mugger shows that she is able of taking action without going too far.    "
                },
                "6": {
                    "title": "She-Wolf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "23 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Imara is not pleased that T.J. has filmed Selina besting the mugger and put it on the Internet and T.J. is alarmed when Selina declares herself the She-Wolf, an urban crusader righting wrongs and nearly falls into a trap. Ultimately she confesses her secret to her parents as well as getting even with a bully and winning the Ta-Kwando contest.    "
                },
                "7": {
                    "title": "Sheep's Clothing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "29 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    With not long to go before he can transform T.J. is attracted to a girl called Niamh, despite his mother and friends' warning that she is not a Wolfblood and ultimately he discovers to his cost that she has an ulterior motive for dating him. Meanwhile Jana tries to dissuade her former teacher Mr Jeffries from publishing his book about Wolfbloods for fear it will harm them.    "
                },
                "8": {
                    "title": "Where Wolf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "30 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Believing that T.J.has harmed her friend Carrie Niamh threatens to expose him and the other Wolfbloods unless they can prove that Carrie is safe. Imara opposes the idea but unexpected help comes from Mr Jeffries, now a Wolfblood champion, who helps the group locate Carrie, in a treatment centre, where she reveals the truth to Niamh, thus averting disaster.    "
                },
                "9": {
                    "title": "Into the Wild",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "votes": 11,
                    "original air date": "5 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Jana is planning to visit her natal pack and Emilia and Matei are anxious to see them, persuading the curious but ignorant Katrina to follow her, along with T.J., who is about to transform that night. On reaching her destination Jana finds her father Alric dying and desirous for her to become pack leader. When the pursuers arrive a stand-off results with Katrina getting an unwelcome surprise.    "
                },
                "10": {
                    "title": "The Wild at Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "6 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The two groups of Wolfbloods meet in the woods, Alric's tribal healer Madoc tending to Katrina's swollen ankle with his herbal cures, which he claims he is also using for Alric's recovery. However it turns out that he is slowly poisoning Alric as he wants to be the next leader and he is chased away by the pack. With her father well again thanks to Segolia's Dr Whitewood Jana decides to return to Newcastle but not everybody opts to go with her.    "
                },
                "11": {
                    "title": "Viral",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "votes": 7,
                    "original air date": "12 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Jana and Katrina return home to a visit from Kay and Kara, who have discovered the video footage taken by Katrina of the Wolfbloods and, despite Katrina's assurance that they are harmless, the film goes viral, attracting a local journalist. Jana attempts to persuade her that it is an exercise in CGI to promote Mr Jeffries' book but she is not convinced and the Wolfbloods realize that they are now in danger.    "
                },
                "12": {
                    "title": "Protocol 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolfblood (TV Series 2012–2017)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "votes": 11,
                    "original air date": "13 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Following adverse publicity the Wolfbloods are rounded up by Segolia's national leader Victoria to have their lupine qualities removed as Protocol 5, with Matei discovering who caused the fire in which his parents died. Imara helps them escape but Jana opts to remain as a hostage, However, thanks to Dr Whitewood, the plan to remove her wolf qualities is foiled. Mr Jeffries and Katrina hold a press conference to claim that the video was a fake but the Wolfbloods have other ideas.    "
                }
            }
        },
        "number of episodes": 63,
        "cast": [
            {
                "name": "Green, Gabrielle"
            },
            {
                "name": "Vaughan, Leona"
            },
            {
                "name": "Hepkin, Shorelle"
            },
            {
                "name": "Fleischmann, Mark"
            },
            {
                "name": "Lockwood, Bobby"
            },
            {
                "name": "Williams-Stirling, Kedar"
            },
            {
                "name": "Connolly-Burnham, Louisa"
            },
            {
                "name": "Teate, Rachel"
            },
            {
                "name": "Versteeg, Niek"
            },
            {
                "name": "Raggett, Jonathan"
            },
            {
                "name": "Kassa, Nahom"
            },
            {
                "name": "Kelly, Aimée"
            },
            {
                "name": "Payne, Louis"
            },
            {
                "name": "Anderson, Jack Brett"
            },
            {
                "name": "Wade, Sydney"
            },
            {
                "name": "Lonsdale, Angela"
            },
            {
                "name": "Gayle, Michelle"
            },
            {
                "name": "Garvey, Marcus"
            },
            {
                "name": "Nahar, Rukku"
            },
            {
                "name": "Butler, Letty"
            },
            {
                "name": "Morris, Siwan"
            },
            {
                "name": "Onyemere, Clara"
            },
            {
                "name": "Goulden, Natasha"
            },
            {
                "name": "Flinn, Cerith"
            },
            {
                "name": "Gill, Ursula Holden"
            },
            {
                "name": "Aalia, Nila"
            },
            {
                "name": "Boatswain, Jacqueline"
            },
            {
                "name": "Dhillon, Mandeep"
            },
            {
                "name": "Fellows, Bill"
            },
            {
                "name": "Marged, Lisa"
            },
            {
                "name": "Raglan, Alun"
            },
            {
                "name": "Greenwood, Laura"
            },
            {
                "name": "Aron, Pal"
            },
            {
                "name": "James, Fraser"
            },
            {
                "name": "Scarborough, Andrew"
            },
            {
                "name": "Craven, Sydney"
            },
            {
                "name": "Fox, William"
            },
            {
                "name": "Dooley, Shaun"
            },
            {
                "name": "Barker, Ruby"
            },
            {
                "name": "Ferns, Alex"
            },
            {
                "name": "Williams, Martin"
            },
            {
                "name": "McGregor, Micky"
            },
            {
                "name": "Bone, Dean"
            },
            {
                "name": "Wilson, Phillippa"
            },
            {
                "name": "Percy, Sharon"
            },
            {
                "name": "Rhodes, Lottie"
            },
            {
                "name": "Shingler, Jake"
            },
            {
                "name": "Harrington, Richard"
            },
            {
                "name": "Power, Samantha"
            },
            {
                "name": "Vedhara, Gauri"
            }
        ],
        "locations": [
            "North East of England, England, UK"
        ],
        "genres": [
            "Family",
            "Fantasy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo",
            "Dolby Digital"
        ],
        "certificates": [
            "Australia:PG",
            "Germany:6",
            "Netherlands:9",
            "Norway:9::(TV rating)",
            "Singapore:PG",
            "Turkey:7+",
            "United Kingdom:PG::(some episodes)",
            "United Kingdom:12::(some episodes)",
            "United States:TV-PG"
        ],
        "number of seasons": 5,
        "rating": 7.9,
        "votes": 2632,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMmExZGU2ZDgtMTVhNC00YmFmLTg1MTctYWYwMTA1OWU5MDE2XkEyXkFqcGdeQXVyNTQ0MDQyMTg@._V1_SY150_CR49,0,101,150_.jpg",
        "budget": "GBP3,500,000 (estimated)",
        "plot outline": "Wolfbloods have lived amongst us for centuries, disguising heightened senses & abilities and the majority of them blending in. Maddy and her parents are the only wolfbloods in their area. Until one day, a new boy starts at Maddy's school...",
        "languages": [
            "English"
        ],
        "title": "Wolfblood",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2017",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Moon, Debbie"
            },
            {
                "name": "George, Hannah"
            },
            {
                "name": "Whitehouse, James"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "Ascot Elite Home Entertainment"
            },
            {
                "name": "CBBC"
            },
            {
                "name": "Dazzler Media"
            },
            {
                "name": "Disney Channel"
            },
            {
                "name": "Disney Channel"
            },
            {
                "name": "WVG Medien"
            },
            {
                "name": "ZDF Enterprises"
            }
        ],
        "special effects": [
            {
                "name": "Trixter Film"
            }
        ],
        "other companies": [
            {
                "name": "Aimimage / Ice Film"
            },
            {
                "name": "Halo Post Production"
            },
            {
                "name": "Momoco"
            },
            {
                "name": "Momoco/Maguffin"
            },
            {
                "name": "Trixter Film"
            }
        ],
        "plot": [
            "Maddy Smith and her family are the only wolfbloods in Stoneybridge, which is a well-kept secret. They lead a peaceful life until Rhydian, a wolfblood, arrives and triggers chaos.",
            "_Wolfblood_ (qv)s have lived amongst us for centuries, disguising heightened senses & abilities and the majority of them blending in. Maddy and her parents are the only wolfbloods in their area. Until one day, a new boy starts at Maddy's school...::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min (approx) (UK)"
            ],
            "sound mix": [
                "Stereo",
                "Dolby Digital"
            ],
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Arri Alexa, Zeiss Ultra Prime Lenses",
                "Canon EOS 5D Mark III"
            ],
            "negative format": [
                "Digital"
            ],
            "cinematographic process": [
                "ProRes 4:2:2 (1080p/25)",
                "ProRes 4:4:4 (1080p/25)"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 2632,
                "rating": 7.9
            },
            "aged under 18": {
                "votes": 22,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 834,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 460,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 246,
                "rating": 7.5
            },
            "males": {
                "votes": 723,
                "rating": 7.3
            },
            "males aged under 18": {
                "votes": 13,
                "rating": 7.6
            },
            "males aged 18 29": {
                "votes": 297,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 182,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 151,
                "rating": 7.2
            },
            "females": {
                "votes": 1027,
                "rating": 8.1
            },
            "females aged under 18": {
                "votes": 8,
                "rating": 6.7
            },
            "females aged 18 29": {
                "votes": 525,
                "rating": 8.4
            },
            "females aged 30 44": {
                "votes": 270,
                "rating": 7.7
            },
            "females aged 45 plus": {
                "votes": 90,
                "rating": 8.1
            },
            "top 1000 voters": {
                "votes": 36,
                "rating": 6.0
            },
            "us users": {
                "votes": 388,
                "rating": 7.9
            },
            "non us users": {
                "votes": 643,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 1253,
            "9": 324,
            "8": 424,
            "7": 243,
            "6": 135,
            "5": 75,
            "4": 34,
            "3": 34,
            "2": 18,
            "1": 92
        },
        "arithmetic mean": 8.4,
        "median": 9
    }
}