{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2012"
            },
            {
                "country": "UK\n",
                "date": "14 September 2012"
            },
            {
                "country": "Ireland\n",
                "date": "14 September 2012"
            },
            {
                "country": "Finland\n",
                "date": "30 March 2015"
            }
        ],
        "release dates": [
            "UK::2012",
            "UK::14 September 2012",
            "Ireland::14 September 2012",
            "Finland::30 March 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Moone Boy"
            },
            {
                "countries": "Russia",
                "title": "Малыш Мун"
            }
        ],
        "akas": [
            "Moone Boy (original title)",
            "Малыш Мун Russia"
        ],
        "akas from release info": [
            "Moone Boy (original title)",
            "Малыш Мун Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Where the Streets Do Have Names",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moone Boy (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 56,
                    "original air date": "2 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Moone becomes a tough guy and doesn't need his imaginary friend anymore.    "
                },
                "2": {
                    "title": "The Plunder Years",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moone Boy (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 45,
                    "original air date": "9 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Tired of hearing his parents argue Padraic decides to run away from home and, after hiding in Martin's wardrobe, the two boys go on the run, shoplifting to sustain themselves before it all gets too much. Crunchie Haystacks is also depressed and takes to the bottle, requiring other imaginary friends to come to his assistance and get him to sort himself out. Debra, on the other hand, taking advantage of the O'Dwyers' disharmony, sees it as a chance to move from her weight watches' class to marriage guidance.    "
                },
                "3": {
                    "title": "Fecks, Lies and Videotape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moone Boy (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 44,
                    "original air date": "16 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    After rowing with his mother, Dessie, Fidelma and baby Rose move back into the Moones' bungalow - much to the annoyance of the family. With Grandad in a nursing home the solution seems to be for them to move into his house but he needs persuading but the Moones' plan - to make the bungalow look like an overcrowded refugee camp - fails to work. However Dessie's strange toilet habit and Martin's donkey do the trick. At the same time Martin and Padraic are hoping to make £250 by staging a comic accident they can capture on Padraic's new camera and send to 'You've Been ...    "
                },
                "4": {
                    "title": "Unidentified Feckin' Objects",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moone Boy (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 47,
                    "original air date": "23 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Excited by a newspaper report of crop circles Martin and Padraic go alien-hunting in the fields. There are no close encounters but when Martin's pet donkey goes missing he is convinced that aliens have taken him and says so on local radio. The council and mayor are not amused, believing that tourists will be put off coming to the town by tales of aliens and lean on Liam to shut his son up. However when Martin faces humiliation from a visiting television crew Liam supports him, claiming to have been the victim of alien abduction himself. As a result the town becomes a ...    "
                },
                "5": {
                    "title": "Bells 'n' Smells",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moone Boy (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 44,
                    "original air date": "30 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    With Grandad now back in his own home Fidelma, Dessie and Rose return to the overcrowded Moone household. But Dessie hits on a sure fire way to earn money to buy his own place - by opening a Catholic bookshop , though when it is noted that there are other religions, he sets about providing literature for them as well - except for anything Protestant. A despairing Liam sees a more sensible alternative to ease the overcrowding - by building an extension, and an excited Martin takes advantage of the building materials at his disposal to make improvements to his own ...    "
                },
                "6": {
                    "title": "George's Bucket List",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moone Boy (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 55,
                    "original air date": "6 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Martin approaches Granddad for help with his school history project, the Irish Civil War, but the old man's recollection is somewhat fanciful, involving Godzilla and Napoleon, so Martin decides to stage his own re-enactment. Sean Murphy is thrilled to find that Grandadd's imaginary friend from his childhood has returned in the monochrome shape of piano-playing George Gershwin, who is keen to live out a bucket list that includes driving a tractor and being a Peeping Tom. Granddad passes away and, having attended the funeral, George moves on to complete the bucket list ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Men of the Houses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moone Boy (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 161,
                    "original air date": "14 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Martin is bullied by his classmates; Martin's dad becomes friends with the bullies' father; Martin sets his sister up on a date with a boy who can protect him from the bullies.    "
                },
                "2": {
                    "title": "Bunch of Marys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moone Boy (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 124,
                    "original air date": "14 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Martin befriends new boy Trevor but there is a purpose, as Trevor's family are happy to have him round for meals whilst his own mother Debra is spending all her time canvassing for presidential candidate Mary Robinson. This involves a visit - for financial backing - to the creepy local fish magnate 'Touchy' Feeley, who certainly lives up to his name and leaves Debra wondering if she really wants his support    "
                },
                "3": {
                    "title": "Another Prick in the Wall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moone Boy (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 99,
                    "original air date": "21 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Due to having to wait for his sisters to use the bathroom Martin finds himself over-sleeping and Sinead takes advantage of this to put eye shadow and make-up on him,so that when he innocently arrives at school it is assumed he is gay. To save time in getting to school Martin,encouraged by Sean,takes inspiration from world events and the fall of the Berlin wall by dismantling his garden wall to create a short cut. Debra,meanwhile,sets out to be a Weight Wishers leader and teach weight reduction,though nobody comes to her classes.    "
                },
                "4": {
                    "title": "Dark Side of the Moone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moone Boy (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 96,
                    "original air date": "28 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    As Martin experiences a sexual awakening after watching female tennis players and cartoon princesses on television Uncle Danny,his father Liam's brother, an ultra-cool musician,comes to visit. Danny is a man of the world and Martin turns to him for information on the birds and the bees,much to the annoyance of Liam - and Sean,who,seeing himself as redundant,hangs out with 'Crunchie' Haystacks,another boy's imaginary friend.    "
                },
                "5": {
                    "title": "Godfellas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moone Boy (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 98,
                    "original air date": "5 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Following an awkward confirmation,in large borrowed shoes,during which he is renamed Martin Martin, Martin decides that he would like to be an altar boy after all and,helped by Sean,determines to be the best in Boyle. However before long he tumbles to the fact that these sweet little lads are actually an organized crime ring who delight in intimidating Father Linehan. At the same time Fidelma takes a shine to Dessie Dolan,the chief choir boy, and decides that she has also discovered religion. Debra and Liam wonder what went wrong that drove two of their brood to ...    "
                },
                "6": {
                    "title": "The Bell-End of an Era",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moone Boy (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 97,
                    "original air date": "12 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Martin has a week to go before he finishes at primary school and Sean believes that he should leave in anarchic style so that he will never be forgotten - but anarchy does not come naturally to the hesitant Martin. Debra and Sean regret promising Sinead she could go on the girl guide jamboree if she did well at school and set about trying to scupper her school work though the biggest shock comes when Fidelma and Dessie announce their future plans.    "
                }
            },
            "2": {
                "1": {
                    "title": "Boylé Boylé Boylé",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moone Boy (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 80,
                    "original air date": "17 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Liam is all set to take the family on their annual summer holiday - to Donegal in the old camper van. However the others - particularly Martin - are not enthusiastic as it is World Cup 1990 and Ireland are playing Romania. Liam gets his way and the Moones, plus Fidelma's boyfriend Dessie and Martin's friend Padraic - with his own imaginary friend, Crunchie Danger haystacks, pile into the van and set off for Donegal. Martin is not happy and so, whilst the others in the pub, preparing to watch the match on television, and comforting Trisha over the break-up of Talking ...    "
                },
                "2": {
                    "title": "Moone Dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moone Boy (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 69,
                    "original air date": "24 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    It's Martin's first day at secondary school where Padraic informs him that he has already found himself a girlfriend. Martin however is unimpressed by the opposite sex - until he encounters the beautiful art mistress Miss Tivnan though she is more interested in muscular PT teacher Brian. Dessie decides to propose to Fidelma, in public at the school disco, where he is the DJ. This is where Debra urges Martin to start proceedings on the dance floor, which indeed he does, showing himself to be a mean exponent of 'dirty dancing', especially with Sean Murphy as his ...    "
                },
                "3": {
                    "title": "Ghost Raft",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moone Boy (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 68,
                    "original air date": "3 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    In the summer Martin and Padraic started to build a raft on which they intended to sail into town. Now, as Halloween approaches, they decide to turn it into their own spooky ghost ship and take to the water, with their two imaginary friends, to the strains of the only sea shanty they know - 'Orinoco Flow'. However the tide carries past the town and they end up on the seemingly uninhabited Castle Island - uninhabited, that is, except for Island Joe. Meanwhile old-fashioned Father Roche is opposed to pregnant, unmarried Fidelma taking readings in church but the ...    "
                },
                "4": {
                    "title": "Handball Duel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moone Boy (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 56,
                    "original air date": "10 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Martin wants a games console but with finances tight - so tight that Debra is putting on extra Weight Wishers classes - Liam tells him he will have to earn the money himself so he gets work collecting lost balls at the local golf club. Soon he is acting as caddy for Kevin Leech - who not only happens to be the bank manager Liam holds partly responsible for his financial woes but the two men have a long-standing rivalry going back twenty years when they were both competing to go out with Debra. It is time to settle old scores with the revival of the handball duel.    "
                },
                "5": {
                    "title": "Stags and Hens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moone Boy (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 63,
                    "original air date": "17 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    A group of travellers moves into the field next door to the Moones, causing Debra and Liam to move a few items from the garden into the house for safety. Martin however is much smitten by one of the travellers, the free-spirited Majella who quickly moves from being his classmate to his girlfriend. With the wedding looming the stag and hen parties go ahead. Heavily pregnant Fidelma falls asleep at hers but Dessie's do, enthusiastically organized by his best man, Father Linehan, in the church, soon gets out of hand thanks to the biblically-themed drinking games.    "
                },
                "6": {
                    "title": "Boyle Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moone Boy (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 59,
                    "original air date": "24 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Fidelma and Dessie's wedding day - which is also St Patrick's Day - dawns and disaster strikes early when the bridal gown gets stained by Coco Pops, requiring a joint cleaning effort before Fidelma is ready to be led to the altar. Half-way through the ceremony the baby decides to arrive, and a mad dash to the hospital follows. With all the adults gone it falls to Martin to entertain Majella and her folks to the post-nuptial feast as well as celebrating St Patrick's Day. Next day however Liam is staggered at the cost of the celebrations and Martin less than impressed ...    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "O'Dowd, Chris"
            },
            {
                "name": "Rawle, David"
            },
            {
                "name": "O'Kane, Deirdre"
            },
            {
                "name": "McDonald, Peter"
            },
            {
                "name": "White, Sarah"
            },
            {
                "name": "Duffin, Aoife"
            },
            {
                "name": "O'Reilly, Ian"
            },
            {
                "name": "Monnelly, Clare"
            },
            {
                "name": "Sheahan, Norma"
            },
            {
                "name": "Raftery, Ronan"
            },
            {
                "name": "Doherty, Mark"
            },
            {
                "name": "McDonnell, Patrick"
            },
            {
                "name": "O'Dowd, John"
            },
            {
                "name": "Gillic, Stephen"
            },
            {
                "name": "Frayne, Brendan"
            },
            {
                "name": "Vegas, Johnny"
            },
            {
                "name": "Frayne, Cillian"
            },
            {
                "name": "Delaney, Simon"
            },
            {
                "name": "Hickey, Tom"
            },
            {
                "name": "Donnelly, Robert"
            },
            {
                "name": "Wall, Steve"
            },
            {
                "name": "Lovett, Louis"
            },
            {
                "name": "Brown, Hope"
            },
            {
                "name": "Oates, Enda"
            },
            {
                "name": "Bennett, Andrew"
            },
            {
                "name": "Barrett, Jessica"
            },
            {
                "name": "O'Dowd, Sean"
            },
            {
                "name": "Callaghan, Robert"
            },
            {
                "name": "Rooney, Gene"
            },
            {
                "name": "Wycherley, Don"
            },
            {
                "name": "Laffan, Pat"
            },
            {
                "name": "McCabe, Ruth"
            },
            {
                "name": "Döring, Dagmar"
            },
            {
                "name": "McGinnity, Aoibhinn"
            },
            {
                "name": "Mannion, Sharon"
            },
            {
                "name": "Curran, Jemma"
            },
            {
                "name": "Quinn, John"
            },
            {
                "name": "Huberman, Mark"
            },
            {
                "name": "Cretaro, Carlo"
            },
            {
                "name": "Gallagher, Bronagh"
            },
            {
                "name": "Leonard, Mary Barry"
            },
            {
                "name": "Hamilton, George"
            },
            {
                "name": "Murphy, Nick Vincent"
            },
            {
                "name": "Day, Simon"
            },
            {
                "name": "Murphy, Gary"
            },
            {
                "name": "Conlon, Siubhan"
            },
            {
                "name": "Kehoe, Danny"
            },
            {
                "name": "Higgins, Maeve"
            },
            {
                "name": "Flitton, Sheila"
            },
            {
                "name": "Hetzler, Gary"
            }
        ],
        "locations": [
            "Boyle, County Roscommon, Ireland"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "United Kingdom",
            "Ireland"
        ],
        "country codes": [
            "gb",
            "ie"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 3,
        "rating": 8.1,
        "votes": 4791,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTUzNDQ3Nzc0MV5BMl5BanBnXkFtZTcwOTU1OTk5OA@@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Moone Boy",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2015",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Murphy, Nick Vincent"
            },
            {
                "name": "O'Dowd, Chris"
            }
        ],
        "production companies": [
            {
                "name": "Baby Cow Productions"
            }
        ],
        "distributors": [
            {
                "name": "BBC Worldwide"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "plot": [
            "Martin Moone is a young boy who relies on the help of his imaginary friend Sean to deal with the quandaries of life in a wacky small-town Irish family circa 1990.::Irishlass240 (smmorr240@aol.com)"
        ],
        "tech": {
            "runtime": [
                "23 min (approx)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 4791,
                "rating": 8.1
            },
            "aged under 18": {
                "votes": 7,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 895,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 1930,
                "rating": 8.1
            },
            "aged 45 plus": {
                "votes": 804,
                "rating": 8.1
            },
            "males": {
                "votes": 2393,
                "rating": 8.0
            },
            "males aged under 18": {
                "votes": 6,
                "rating": 7.7
            },
            "males aged 18 29": {
                "votes": 503,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 1187,
                "rating": 8.0
            },
            "males aged 45 plus": {
                "votes": 520,
                "rating": 8.0
            },
            "females": {
                "votes": 1468,
                "rating": 8.3
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 381,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 720,
                "rating": 8.3
            },
            "females aged 45 plus": {
                "votes": 275,
                "rating": 8.3
            },
            "top 1000 voters": {
                "votes": 64,
                "rating": 6.6
            },
            "us users": {
                "votes": 1026,
                "rating": 8.3
            },
            "non us users": {
                "votes": 1993,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 1237,
            "9": 1176,
            "8": 1372,
            "7": 591,
            "6": 200,
            "5": 80,
            "4": 41,
            "3": 27,
            "2": 16,
            "1": 51
        },
        "arithmetic mean": 8.3,
        "median": 9
    }
}