{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "27 April 2012"
            }
        ],
        "release dates": [
            "USA::27 April 2012"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Texas Skateboard Horrorland Zombie Activity 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "18 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Lil Rob and the Wild Grinders must spend the night in a haunted house as part of the Skatey-Oh's cereal contest where the winner gets to design their own skate park! Little do they know that the contest has been taken over by the deranged former mascot of Skatey Oh's, Skatey the Skunk, who after a factory accident has become the evil Crunchy Face who is bent on revenge. Now the Grinders have to escape his basement of deathtraps or horror tropes or die trying!    "
                },
                "2": {
                    "title": "Grindbox 1080: Start/Grindbox 1080 - Game Over",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "5 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Trapped. Lil Rob zaps himself into Goggles' amped up video game to help save Stubford, and now they are both stuck in the digital craziness. Together, Lil Rob and Stubford must power their way through different levels while the Grinders try to help from the real world. But will the grinders' help be enough to defeat the throng of evil villains that confront them?    "
                },
                "3": {
                    "title": "The Secret Life of Spitball/Backside Grinders: The Reunion Tour",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "12 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    In \"The Secret Life of Spitball\", Lil Rob and Meaty are determined to find out what Spitball does every time he ditches the grinders. In \"Backside Grinders: The Reunion Tour\", the Backside Grinders get back together to accept a singing challenge from the new pop idol, Justin 4.0.    "
                },
                "4": {
                    "title": "Survivored/Fast Times at Sprawl City Middle School",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "19 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    In \"Survivored,\" the Wild Grinders get stranded on a desert island. But they make the best of it and turn it into a skater's paradise, that is, until Stubford washes ashore and wreaks havoc. In \"Fast Times at Sprawl City Middle School,\" Lil Rob tests out Goggles' new Hyper Turbo board. When he cranks it up to 11, he starts super-speeding at the speed of light. Can the grinders slow him back down?    "
                },
                "5": {
                    "title": "The League of Xtraordinary Sk8ers/Wild Grinders, Assemble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "26 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    In \"The League of Xtraordinary Sk8ers,\" When Lil Rob's viral video crashes the interwebs, his newfound fame attracts the attention of Todd Topdeck, who needs a web celebrity to boost awareness of his less-than-successful Skate League. In \"Wild Grinders, Assemble,\" When a giant alien robot threatens to conquer the planet, it's up to Lil Rob and the Grinders to save the day.    "
                },
                "6": {
                    "title": "Pen Pal from Another Planet/Roman Grinders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "5 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    In \"Pen Pal from Another Planet,\" Jack Knife has a new pen pal that could be out of this world... or is it just one of the grinders pranking him? In \"Roman Grinders,\" Goggles creates a time machine board so that the gang can cool off an over-heated burrito, but when the board malfunctions, the grinders end up in ancient Rome.    "
                },
                "7": {
                    "title": "The Luck of the Grindish/Bend It Like a Wild Grinder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "12 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    In \"Luck of the Grindish,\" Meaty wins a leprechaun's hat and gets all the powers and responsibilities of a real Leprechaun. But be careful what you wish for because soon everyone's after Leprechaun Meaty for his legendary pot of gold. In \"Bend it Like a Wild Grinder,\" Lil Rob and the Grinders welcome Sir Percival, an exchange student from across the pond. Sir P may be a great amateur athlete in his home country, but he can't get the hang of boarding. Before he returns home, the Grinders have to teach him how, or risk their reputation overseas.    "
                },
                "8": {
                    "title": "Treasure of the Sierra Sprawl/Special Delivery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "19 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    In \"Treasure of the Sierra Sprawl,\" the Grinders' favorite snack has been discontinued because it causes extreme flatulence. But there is one last rumored \"Stinkie\" in the world, so the grinders must trek across the Sierra Sprawl to find it. In \"Special Delivery,\" to get money they need to buy a skateboard horn, Lil Rob and the Grinders get jobs as pizza delivery boys. But their speed and enthusiasm puts them at odds with two BMXers and their mad delivery skills.    "
                },
                "9": {
                    "title": "The Tell Tale Board/It's Not My Asphalt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "26 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    In \"The Tell Tale Board,\" when Lil Rob gets an awesome new board, Meaty can't stand the temptation and gives the board a ride when Lil Rob isn't home. Meaty wipes out and massively ruins the new board. Realizing there's no way he'll ever be able to fix it, Meaty panics and buries the board in the backyard, then lies to Lil Rob that Denise took it. But as guilt starts to eat away at Meaty, he swears that he can hear the board's wheels still rolling. In \"It's Not My Asphalt,\" With the Grinders tired of wiping out due to pebbles, Goggles creates a Smart Asphalt that ...    "
                },
                "10": {
                    "title": "Dr. Jekyll & Mr. Grinder/Skate or Sick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    In \"Dr. Jekyll and Mr. Grinder,\" There's a new exchange student in staying with Emo Crys, Skidoosh, who seems very reserved. If only Skidoosh could be more like the other new kid, Flingo Jalapeno, who's a total gonzo daredevil skater. But Lil Rob and the Wild Grinders are shocked to discover that Skidoosh and Flingo are actually the same kid. In \"Skate or Sick,\" Lil Rob makes up a barely believable mystery disease to get out of going to Tool Con with Gene, but the soon the whole town is infected and quarantined.    "
                },
                "11": {
                    "title": "The Big Sleep... Over/Lil Rob'n Hood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "9 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Lil Rob is faced with horrible news when he finds out that Patty arranged for a play date with Stubford. But Lil Rob agrees to go because he wants to get a photo of Stubford's mysterious mom, whom urban legends says no one has ever seen. In \"Lil Rob'n Hood,\" A discussion of the Wild Grinders' famous relatives reveals that Lil Rob is related to the legendary Lil Rob'n Hood, who stole burritos from the king and gave them to his hungry friends. At least that's how Lil Rob tells the story that he stars in.    "
                },
                "12": {
                    "title": "School Daze/Grindergeddon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "16 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    In \"School Daze,\" Lil Rob convinces Gene and Patty that he should be home schooled, thinking one of them will be his teacher and he'll be able to cruise through the day. But Lil Rob's plan goes awry when he shows up for his first day of home schooling and is greeted by his new teacher... Denise. In \"Grindergeddon,\" The Grinders take the space shuttle up to an asteroid that's going to pass by earth so they can have the ultimate skate experience in super-low gravity. But when Stubford horns in on their action, he bumps the asteroid off its path and aims it straight for ...    "
                },
                "13": {
                    "title": "Wild Grinder with Two Heads/The Legend of Jilly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "23 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    In \"Wild Grinder with Two Heads,\" Goggles has created the ultimate invention: a ray gun that'll combine two foods into one even more awesome food. Goggles warns them that his ray gun is experimental and has no idea what will happen if it's used on something other than food. Jay Jay and Emo Crys ignore the warning and as they have a tug-of-war over the ray gun, zap. Emo Crys and Jay Jay are combined into one Wild Grinder with two heads. In \"The Legend of Jilly,\" Denise thinks that her accidentally flushed baby alligator, Jilly, is terrorizing Sprawl City. It's up to ...    "
                },
                "14": {
                    "title": "Midas Touch/Pre-Teen Mutated Karate Warrior",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "3 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    In \"Midas Touch,\" When Lil Rob and the Grinders take a \"coolness\" quiz, Goggles' coolness quotient ranks so low, it's off the scale. Lil Rob reminds Goggles of a nerdy kid who used to skate at the Lot, but now he's an ultra-cool skater named Shecky. Shecky agrees to give Goggles a Scheck-over. In \"Pre-Teen Mutated Karate Warrior,\" Lil Rob is responsible for babysitting the new classroom pet, a turtle named Gary. Gary, however, has a secret: He's an elite, skilled hero - or at least he used to be. Lil Rob and Meaty promise to help Gary get his mojo back so he can stop ...    "
                },
                "15": {
                    "title": "Fists of Justice: The Beginning/Mr. Dogfyre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "3 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    In \"Fists of Justice: The Beginning,\" Captain Grindstar hold auditions for form a superhero team and he casts all the Wild Grinders. Just in time too, because an alien warlord is threatening an invasion that will destroy the planet. In \"Mr. Dogfyre,\" There's a new dog at the Lot named Travis who's a huge fan of the Backside Grinders, and it's his dream to play drums with the band. Lil Rob gets the band together to play with Travis, but Meaty gets jealous that Travis is a better drummer and worries he will be kicked out of the band permanently. To save his position as ...    "
                },
                "16": {
                    "title": "The Amaaazing Racers/Wild Wild Mess",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "10 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    In \"The Amaaazing Racers,\" Start your engine, Lil Rob. This year's around-the-world Golden Baco Rally starts in Sprawl City and Lil Rob and Meaty are in the driver's seat. With a prize of 10,000 bacon-wrapped tacos to tempt them, our heroes will race with only one obstacle between them and the taste of tasty victory: Stubford. In \"Wild Wild Mess,\" Stubford becomes Sheriff of Sprawl City during Wild West Days. But Stubford's idea of fun is no fun at all. It's up to Lil Rob and the Grinders to make Wild West days fun again.    "
                },
                "17": {
                    "title": "Grindinator/Grinder of Another Dimension",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "17 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    In \"Grindinator,\" After Track Hucksterball cons Goggles into giving him his new robot skateboard, Lil Rob's grandson appears from the future with the news that Stubford's grandson has used an evolved version of Goggles' skateboard to take over Sprawl City. The Grinders must get back Goggles' original skateboard from Stubford and destroy it in order to save the future. In \"Grinder of Another Dimension,\" in an attempt to impress Lil Rob, Preston disappears Jay Jay to the fourth dimension. Now it's up to Lil Rob and the Grinders to get him back before someone confuses ...    "
                },
                "18": {
                    "title": "Demolition Man, Man/Hair Today, Gone Tomorrow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "1 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    In \"Demolition Man, Man,\" Jack Knife joins the Sprawl City Skateboarding Demolition Derby, but now he must face his idol, Crash Basher, an undefeated champion who has never shown his face. With the Wild Grinders supporting him, Jack Knife prepares for the competition. In \"Hair Today, Gone Tomorrow,\" A new skater arrives at the Lot with major hair problems- namely an alien living his long locks with evil plans to take over the world. When all the grinders become infected with the alien hair, Meaty and Lil Rob must come to the rescue.    "
                },
                "19": {
                    "title": "Lil Rob and the Beanstalk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "24 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    In \"Lil Rob and the Beanstalk,\" Jack Knife trades new skate wheels for magic jelly beans. A beanstalk then grows straight into the sky. The Wild Grinders climb the beanstalk to get back their skate wheels, but they soon encounter a giant skate park which can only be inhabited by one thing.    "
                },
                "20": {
                    "title": "Cat Scratch Meaty/Wild BFFs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "8 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    In \"Cat Scratch Meaty,\" Schultz from the Good Dog, Bad Dog Academy moves in across the street and Meaty doesn't like that Schultz is now interested in cats and not dogs. Meaty plans to find out what Schultz is up to with all those cats by becoming a cat spy. In \"Wild BFFs,\" Jack Knife and Stubford become new Best Friends Forever, much to the dismay of the Wild Grinders.    "
                },
                "21": {
                    "title": "A Mole Lot of Trouble/Redonkulousness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "15 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    In \"A Mole Lot of Trouble,\" the Mole King comes to the surface and declares war on the surface dwellers. His next order of duty - he kicks Lil Rob and his family our of their home and makes it his castle. Lil Rob and Meaty must reclaim their home and get the Mole King to go back to his. In \"Redonkulousness,\" Todd Topdeck hosts the greatest show ever to have donkey fails. Jack Knife becomes the star of that show, but his fifteen minutes of fame are up fast, leaving Jack Knife looking for a way to get back in the spot light.    "
                },
                "22": {
                    "title": "When You Grind Upon a Star",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "5 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    When the super duper ultra extreme ramp comes to Sprawl City, the Grinders decide to build a practice ramp to test their skills. However, the ramp is a bit high and a bit scary, so Goggles builds a robot to test the ramp - Jagger 2.0.    "
                },
                "23": {
                    "title": "Web Wars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "12 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    In \"Web Wars,\" Denise is upset that the grinders keep ruining her webcast about Freddy. So she takes things to the next level and creates a new webcast where she plays tricks on the grinders and makes them fail at all their tricks. It's a webcast beef now. Who will win?    "
                },
                "24": {
                    "title": "Blast from the Past",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "19 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    When Goggles send Meaty and Lil Rob into the past, Lil Rob accidentally runs into his dad, Lil Gene, and changes his future. Now it's up to Lil Rob, with the help of Goggles' Dad from the past, to put things right again.    "
                },
                "25": {
                    "title": "Gettin' Cheezy/Grindy the Snowman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "3 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    In \"Gettin' Cheezy,\" Lil Rob and his famous cousin switch places for the day. But fame proves to be a little too much for Lil Rob to handle. In \"Grindy the Snow Man,\" the Grinders build a snowman who comes to life. But Grindy the Snow Man puts Sprawl City into perpetual winter and the Grinders have to take matters into their own hands.    "
                },
                "26": {
                    "title": "Wild Grinder Style",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "10 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Lil Rob wants to create a viral video so that he will be invited to Skate-a-thon Con. However, his video goes a bit too viral and now he must fend off fame and crazy fans.    "
                },
                "27": {
                    "title": "Call of the Wild Grinder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "17 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    When Lil Rob and Meaty discover how awesome skating down a mountain is, they invite all the other grinders and use their Off Road Boards. But when Jack Knife gets lost, the grinders find him in a fairytale-esqe scenario.    "
                },
                "28": {
                    "title": "Lights! Camera! Denise!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "4 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    In \"Lights, Camera, Denise,\" Denise's crush, Freddie, is filming a movie and Denise is dying to be the star. So when Freddie casts Lil Rob and Flipz in his film, Denise is determined to find a way to be in the movie as well.    "
                },
                "29": {
                    "title": "Great Wheels of Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "11 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    When many of the Wild Grinders are kidnapped by Fong Say Yuck for his evil plot, it's up to Spitball and Lil Rob to find the magical wheels of fire and save their friends. But first, they must go see The Wolf Master and the Dragon Master before they can complete their quest.    "
                }
            },
            "1": {
                "1": {
                    "title": "Deconstructed/Close Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    In \"Deconstructed\", Track Hucksterball wants to turn the Wild Grinders' skate spot into a massive theme park. The Grinders are upset about the possibility of losing their spot and plot together to protect it from Track's bulldozers. In \"Close Up\", Hot shot reality TV producer Chip Fliggington comes to Sprawl City to find a star for a new reality TV show. Lil Rob catches his eye and Chip casts him and the Grinders in a series of crazy reality shows.    "
                },
                "2": {
                    "title": "Going Hollyweird/Shark Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "4 May 2012",
                    "year": "2012",
                    "plot": "\n    In \"Going Hollyweird\", after Lil Rob's skate video goes viral, Track Hucksterball casts him in a big budget skateboard movie and hires Goggles as the director. It doesn't take long before the power goes to Goggle's head and he develops a Hollywood sized ego. In \"Shark Attack\", a new skater in town named Shark Attack tells Lil Rob and the Grinders about lost pirate treasure and his encounter with a dangerous shark that lurks in the nearby water. Lil Rob is thrilled at the idea of discovering a deep sea treasure and sets out on a mission to find it.    "
                },
                "3": {
                    "title": "Never Skate with Unicorns/Biggest Sellout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "11 May 2012",
                    "year": "2012",
                    "plot": "\n    In \"Never Skate with Unicorns\", Lil Rob is skating in the garden when a freak accident sends his board flying into one of Denise's prized glass figurines. Rob plans to replace the figurine before Denise notices, but he realizes that finding a replacement is more difficult than he thought. In \"Biggest Sellout\", Emo Crys paints an awesome mural and his design becomes a hit! Track Hucksterball seizes the opportunity to use Emo's design to make money, but when things take off, Emo Crys doesn't like being a \"sellout\".    "
                },
                "4": {
                    "title": "The Prince & the Skateboarder/Board Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "18 May 2012",
                    "year": "2012",
                    "plot": "\n    In \"The Prince & the Skateboarder\", Lil Rob and the Grinders discover that Jack Knife looks exactly like a Prince who has come to Sprawl City for the Royal Skateboard Cup. The Prince wants freedom and Jack Knife wants to enter the contest, so they swap places Prince and the Pauper style. In \"Board Story\", Lil Rob's skateboard thinks that Lil Rob is going to replace him with a newer board. Fearful of getting ditched, the board and the other Grinders' boards make a break for it, determined to start a new life...with Stubford Hucksterball!    "
                },
                "5": {
                    "title": "Out of Tune/Picnic of Doom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "25 May 2012",
                    "year": "2012",
                    "plot": "\n    In \"Out of Tune\", Lil Rob accidentally embarrasses Denise in front of her crush, but Denise gets revenge by uploading an embarrassing video of Lil Rob to the Internet. However Lil Rob's revenge video accidentally launches Denise to unexpected fame! In \"Picnic of Doom\", Lil Rob attends Gene's company picnic. Lil Rob and Gene compete against Stubford and Track Hucksterball in crazy and (sometimes rigged) games for the company trophy: the Golden Tool.    "
                },
                "6": {
                    "title": "Neptune's Chowder/Squatch Grinder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    In \"Neptune's Chowder\", after the planets align in the proper cosmic shape, there is a once-every-100-year wave known as Neptune's Chowder -- a wave so massive, no one has every successfully ridden it! But Lil Rob is up for the challenge! In \"Squatch Grinder\", Lil Rob and Meaty discover Big Foot living in the forest! They bring him home and teach him to be a Wild Grinder!    "
                },
                "7": {
                    "title": "The Amaaazing Adventures of Captain Grindstar/Red Riding Rob",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    In \"The Amaaazing Adventures of Captain Grindstar\", the actor who plays the superhero in Goggles' favorite comic book movie of all time is kidnapped by villainous Stubford. Now it's up to Lil Rob and Goggles to save him. In \"Red Riding Rob\", Denise blackmails Lil Rob into babysitting Bratzilla! In an attempt to make Bratzilla go to sleep, Lil Rob tells him a fairy tale...with a Wild Grinder twist!    "
                },
                "8": {
                    "title": "Space Race/Road Tripped",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "15 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    In \"Space Race\", Lil Rob finds a golden ticket inside a Moon Bar candy bar and wins a trip to the Space Station with Meaty and Jay Jay, but an accident leads them off course to the Moon instead! In \"Road Tripped\", it's family vacation time and that means two things - 1) the whole family piles into the Dyrdek Dream Machine Winnebago together and 2) no skateboarding! Can Lil Rob handle it?    "
                },
                "9": {
                    "title": "Grindermania/Crushin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "22 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    In \"Grindermania\", Lil Rob and the Grinders form a rock band and are instantly famous. Their rocket ride to pop stardom is fast but will fame go to their heads? In \"Crushin\", Denise has a mad crush on the boy who works - and skates - at the taco truck. She drives Lil Rob crazy until he agrees to teach her how to skate so she can finally get his attention. But it's more than Lil Rob bargained for as he tries to teach his sister the basics without ruining the sport.    "
                },
                "10": {
                    "title": "Jurassic Skate Park/The Chosen Bulldog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "22 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    In \"Jurassic Skate Park\", While trying to be the first skater to break the sound barrier, Lil Rob, Meaty and Goggles accidentally break the time barrier and go back to a simpler time: volcanoes, dinosaurs and cavemen. Can they skate their way back to Sprawl City without getting eaten? In \"The Chosen Bulldog\", a wiener dog named Mr. Sprinkles goes on a neighborhood crime spree and steals Lil Rob's skateboard. Meaty's attempt to get the board back ends in humiliation. The only way Meaty can end Mr. Sprinkles antics and get back Lil Rob's board is to learn the ancient ...    "
                },
                "11": {
                    "title": "World of GnarlyCraft",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "29 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    In \"World of GnarlyCraft\", Lil Rob gets stuck in an online game called World of GnarlyCraft and the only way for him to get back to the real world is to win the game. It's up to the other Wild Grinders, playing using their online avatars, to adventure with Lil Rob to Castle GnarSkull and defeat the evil Lord Stubicus -- otherwise Lil Rob will be trapped in the game forever!    "
                },
                "12": {
                    "title": "My Lil Unicorn/Breakfast of Skaters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "29 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    In \"My Lil Unicorn\", Denise gets a pet miniature horse named Jasper, and it's the cutest thing in the whole world... and totally evil. When Jasper frames Meaty for destroying Denise's unicorn collection, Meaty is banished into the backyard. Lil Rob sets out to prove just how \"innocent\" Jasper really is. In \"Breakfast of Skaters\", Lil Rob wants the be the next skater featured on the box of Skatey Oh's cereal. All he has to do is enter a contest video of himself skating with a box of Skaties. Problem is, Stubford's bought all the boxes in Sprawl City to keep everyone ...    "
                },
                "13": {
                    "title": "Skater Who Cried Wolf/Good Dog, Bad Dog Academy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "6 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Lil Rob thinks the new kid in town is actually a werewolf who wants to eat Meaty! Now Lil Rob is on a mission to save Meaty. In \"Good Dog, Bad Dog Academy\", Lil Rob's family has had enough of Meaty's bad behavior. They send Meaty and Lil Rob to the Good Dog, Bad Dog Academy for some behavior modification.    "
                },
                "14": {
                    "title": "Meaty in Black/Grinders of Invention",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "7 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    In \"Meaty in Black\", after Meaty's drool causes a sinkhole to open up in Sprawl City, he's kidnapped by secret black ops agents of Area 50 and 1/2. It's up to Lil Rob and the Grinders to infiltrate Area 50 and 1/2 to save Meaty before his drool is used in an evil plot to rule the world. In \"Grinders of Invention\", When Goggles wins the Track Hucksterball science fair, he's given his own lab at HI so he can make crazy inventions for Track. Goggles desire to invent something amazing and impress his mom and dad interferes with his family obligations until Lil Rob ...    "
                },
                "15": {
                    "title": "Lil Rob Roundup/Wild Step Brothers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "14 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    In \"Lil Rob Roundup\", Lil Rob needs to compete in two skate contests at the same time. Fortunately, Goggles has a device that allows Lil Rob to clone himself! Problem solved! Or so he thought... In \"Wild Step Brothers\", Gene is forced to take Stubford home for \"Take my son home with you week.\" Stubford happily moves into the house and starts to force his way into Lil Rob's life. Things get even worse when Stubford declares himself Lil Rob's step-step brother.    "
                },
                "16": {
                    "title": "Swaggerless/Goggles Shrunk the Grinders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "21 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    In \"Swaggerless\", When Lil Rob tries to hypnotize Goggles so he'll have more confidence, the hypnotism misfires leaving Lil Rob cautious and lacking confidence! In \"Goggles Shrunk the Grinders\", Lil Rob and the Grinders use one of Goggles' inventions to shrink their skateboards, but it backfires and shrinks all the grinders!    "
                },
                "17": {
                    "title": "Preston Change-O/Biggest Fan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "28 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    In \"Preston Change-O\", When Lil Rob tries to learn a magic trick from Preston, the class magician, he gets it more than mixed-up: Lil Rob and Meaty switch bodies and can't figure out a way to switch back! In \"Biggest Fan\", Lil Rob has a new biggest fan, a kid named Bob. But Bob's hero-worship quickly gets out of control when he starts to act and dress like Lil Rob and as \"Lil Bob\" starts to take over Lil Rob's life.    "
                },
                "18": {
                    "title": "Substitute Secret Agent/Wild Scouts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "5 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    In \"Substitute Secret Agent\", Lil Rob intercepts a miss-delivered package full of spy gear and then stumbles into a plot to kidnap the Queen and Prince of Moronico! It's time for Lil Rob to become, Agent Supernova! In \"Wild Scouts\", Lil Rob and the Grinders join the Sapling Scouts so they can go skate the natural rock formations of The Ramplands. But scoutmaster Track Hucksterball gets the troop lost and it's up to Jay Jay to save the day and lead the crew to The Ramplands!    "
                },
                "19": {
                    "title": "Wild Zombies/Scream a Little Scream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "26 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    In \"Wild Zombies\", Its Halloween and Jack Knife's pumpkin is enchanted with a curse that turns all the Grinders into Zombies. Stubford mistakenly thinks that their attempts to eat him are evidence of friendship. Will the curse wear off before Stubford becomes a midnight snack? In \"Scream a Little Scream\", Hoping to get a video on their favorite reality TV show, \"Ghost Trappers,\" Lil Rob and the Wild Grinders go to a supposedly haunted house to film a ghost. But things get scary as the Grinders are picked off one-by-one by the house's ghostly occupants until Lil Rob is...    "
                },
                "20": {
                    "title": "Search for Master Sensei/Meaty's Royal Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    In \"Search for Master Sensei\", When Spitball's Street Ninja teacher, Master Sensei, is kidnapped by a rival dojo run by former student Fong Say Yuck, it's up to Spitball, Lil Rob and Meaty to go on a ninja mission and save Master Sensei! In \"Meaty's Royal Adventure\", Meaty is declared to be heir to the royal doghouse of Moronico and becomes the Prince's royal pet. He's swept off to Moronico along with his \"servants\" Lil Rob and Goggles to start a new life. Can Meaty make it as a royal?    "
                },
                "21": {
                    "title": "Hoopz Dreamz/Who's the Dummy, Dummy?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "9 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    In \"Hoopz Dreamz\", Track Hucksterball picks Flipz to be the starting point guard for his basketball team the Sprawl City Hucksterballers. But when Flipz and the rest of the team get hurt in a tragic mascot accident, it's up to Lil Rob and the Grinders to fill the basketball shoes and play some B-ball! In \"Who's the Dummy, Dummy?\", After the gang laughs at him for missing more footage, Goggles quits being the Grinders camera jockey and sets out for a new career...as a ventriloquist. When Lil Rob misses his friend, he has to convince Goggles to put aside Bobbo and come ...    "
                },
                "22": {
                    "title": "A World Gone Rad Awesome/Operation Supernova",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "16 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    In \" A World Gone Rad Awesome,\" Lil Rob uses a portal in the Sprawl City Triangle to travel to a bizarro dimension where everyone's personalities are the opposite. Unfortunately, that means Stubford is the best skater in Sprawl City and Lil Rob is the worst. In \"Operation: Supernova\", Lil Rob, Meaty and Goggles intercept a message for Agent Capricorn and are once again thrust into the middle of a spy- venture to stop evil agents Number One and Number Two. But this time agent Capricorn joins them as they try to bring down the evil agents and their new ally...Track ...    "
                },
                "23": {
                    "title": "Grindstar Returns/Skaterz of Ollie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "20 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    In \"Grindstar Returns\", When Captain Grindstar has to fly across the universe to battle evil alien hordes, he asks Lil Rob, Meaty and Goggles to watch his pet goldfish. But Major Totally Rad-Cool (Stubford) returns and fishnaps the goldfish. Lil Rob, Meaty and Goggles use three of Captain Grindstar's power rings to get superpowers and set out to save the goldfish! In \"Skaterz of Ollie\", a tornado takes Lil Rob and Meaty to the Land of Ollie, where Lil Rob must Skate the Yellow Brick Rail to the Wizard of Ollie if he hopes to get back home to Sprawl City.    "
                },
                "24": {
                    "title": "Grinder Claus Is Coming to Town/Merry Grindernukamas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "3 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    In \"Grinder Claus is Coming to Town\", When Santa Claus hurts himself skating with the Wild Grinders, it's up to Lil Rob to take his place. With Meaty as lead reindeer pulling the sleigh and the rest of the Grinders helping with the presents, Lil Rob is off to save Christmas! In \"Merry Grindernukamas\", Tired of the commercialism of the holiday season, Lil Rob creates his own holiday, Grindernukamas, with the intent of spreading goodwill and cheer. Grindernukamas is a huge success, but soon it's threatened by the same holiday commercialism that disillusioned Lil Rob in ...    "
                },
                "25": {
                    "title": "Take Me to Your Stubford/Emo's Mystery Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "Feb. 2013",
                    "year": "2013",
                    "plot": "\n    In \"Take Me to your Stubford\" - Aliens abduct Lil Rob and Stubford and put them through a series of tests to determine who is more rad-awesome. In \"Emo's Mystery Girl\" - Emo has been texting with a unicorn fanatic and might be in love. The Wild Grinders are determined to find out who this mystery girl is.    "
                },
                "26": {
                    "title": "Board Senseless/Big Top Rob",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Grinders (TV Series 2012–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "Dec. 2013",
                    "year": "2013",
                    "plot": "\n    In \"Board Senseless\" - To win the cool new RadStar X5 skateboard back from Denise, the Grinders must give up skating for a week. Can they do it? And in \"Big Top Rob\" - Jack Knife's family comes to town, and to everyone's surprise, they are circus folk.    "
                }
            }
        },
        "number of episodes": 55,
        "cast": [
            {
                "name": "Coast, Chanel West"
            },
            {
                "name": "Dyrdek, Rob"
            },
            {
                "name": "Fitzgerald, Erin"
            },
            {
                "name": "Mitchell, Kel"
            },
            {
                "name": "Brim, Sterling"
            },
            {
                "name": "Clarke, Cam"
            },
            {
                "name": "Schultz, Bill"
            },
            {
                "name": "Johnson, Rhomeyn"
            }
        ],
        "genres": [
            "Animation"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Austria:10",
            "Denmark:11",
            "Finland:K-11",
            "France:Unrated",
            "France:10",
            "United States:TV-Y7",
            "United States:TV-PG"
        ],
        "number of seasons": 2,
        "rating": 2.0,
        "votes": 705,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTg5MTIzODgzMV5BMl5BanBnXkFtZTgwMDI1NDAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Wild Grinders",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2015",
        "akas": [
            "Wild Grinders (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Danko, Dan"
            },
            {
                "name": "Mason, Tom"
            },
            {
                "name": "Dressler, Derek"
            }
        ],
        "production companies": [
            {
                "name": "Agogo Media"
            },
            {
                "name": "Copernicus Studios"
            },
            {
                "name": "Four Down Productions"
            },
            {
                "name": "Home Plate Entertainment"
            },
            {
                "name": "Telegael"
            },
            {
                "name": "Wild Grinders"
            }
        ],
        "distributors": [
            {
                "name": "Moonscoop Entertainment"
            },
            {
                "name": "Splash Entertainment"
            }
        ],
        "other companies": [
            {
                "name": "Marshall/Plumb Research Associates"
            },
            {
                "name": "Shanghai Supercolor Technology"
            }
        ],
        "plot": [
            "Lil' Rob and his friends go on crazy hi-jinks and shenanigans in this skateboard-themed TV-Series.::mind211blo"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 705,
                "rating": 2.0
            },
            "aged under 18": {
                "votes": 8,
                "rating": 3.6
            },
            "aged 18 29": {
                "votes": 246,
                "rating": 2.0
            },
            "aged 30 44": {
                "votes": 234,
                "rating": 1.5
            },
            "aged 45 plus": {
                "votes": 32,
                "rating": 2.0
            },
            "males": {
                "votes": 361,
                "rating": 1.8
            },
            "males aged under 18": {
                "votes": 6,
                "rating": 4.0
            },
            "males aged 18 29": {
                "votes": 169,
                "rating": 2.0
            },
            "males aged 30 44": {
                "votes": 150,
                "rating": 1.4
            },
            "males aged 45 plus": {
                "votes": 21,
                "rating": 1.7
            },
            "females": {
                "votes": 177,
                "rating": 1.9
            },
            "females aged under 18": {
                "votes": 2,
                "rating": 1.0
            },
            "females aged 18 29": {
                "votes": 76,
                "rating": 1.8
            },
            "females aged 30 44": {
                "votes": 83,
                "rating": 1.9
            },
            "females aged 45 plus": {
                "votes": 10,
                "rating": 2.9
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 5.0
            },
            "us users": {
                "votes": 308,
                "rating": 1.4
            },
            "non us users": {
                "votes": 165,
                "rating": 1.6
            }
        },
        "number of votes": {
            "10": 78,
            "9": 3,
            "8": 7,
            "7": 9,
            "6": 13,
            "5": 19,
            "4": 7,
            "3": 11,
            "2": 34,
            "1": 524
        },
        "arithmetic mean": 2.5,
        "median": 1
    }
}