{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "5 October 2012"
            }
        ],
        "release dates": [
            "Japan::5 October 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "K"
            },
            {
                "countries": "Japan (second season title)",
                "title": "K: Return of Kings"
            },
            {
                "countries": "Russia",
                "title": "Проект Кей"
            },
            {
                "countries": "USA (alternative title)",
                "title": "K Project"
            }
        ],
        "akas": [
            "K (original title)",
            "K: Return of Kings Japan (second season title)",
            "Проект Кей Russia",
            "K Project USA (alternative title)"
        ],
        "akas from release info": [
            "K (original title)",
            "K: Return of Kings Japan (second season title)",
            "Проект Кей Russia",
            "K Project USA (alternative title)"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "K: Seven Stories Movie 6: Circle Vision: Nameless Song",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "1 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Sixth Movie of the K-Seven Stories 6-Part Movies-Series.    "
                }
            },
            "1": {
                "1": {
                    "title": "Knight",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 21,
                    "original air date": "5 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Ashinaka High School is known for its unique setting: the entire campus is built on an island. Yashiro Isana, aka Shiro, is having lunch with a cat on one of the school rooftops. After his lunch break, Shiro goes on an errand for his classmate Kukuri to prepare for their upcoming school festival, only to be chased by some intimidating-looking men.    "
                },
                "2": {
                    "title": "Kitten",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 16,
                    "original air date": "12 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Shiro manages to outrun HOMRA with help from a young man named Kuroh Yatogami. But Shiro learns that Kuroh is after his life as well, and so he uses his wits to flee the scene. Meanwhile, unknown to Shiro, his cat has suddenly turned into a beautiful girl.    "
                },
                "3": {
                    "title": "Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 16,
                    "original air date": "19 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    After an all-night chase, an exhausted Shiro, Kuroh, and Neko decide to make a temporary truce to have breakfast. As they eat, Kuroh gives Shiro more background about the seven Kings and the Clans they lead. Kuroh then adds that Shiro is suspected of murdering one of HOMRA's Clansman, which Shiro strongly denies doing.    "
                },
                "4": {
                    "title": "Knock-on Effect",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "26 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Kuro threatens to kill Shiro unless he can prove that he is not the one who killed Tatara Totsuka. Determined to prove his innocence, Shiro begins searching for anyone who can confirm his alibi on the night of the killing. Meanwhile, the Blue and Red Clans follow their own leads to the suspect, which all point to Shiro.    "
                },
                "5": {
                    "title": "Knife",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 13,
                    "original air date": "2 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Shiro is relieved after proving his alibi to Kuro, only to find a bloodstained shirt tucked away in his closet. Meanwhile, both SCEPTER 4 and HOMRA have entered Ashinaka High School in search of Shiro.    "
                },
                "6": {
                    "title": "Karma",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 12,
                    "original air date": "8 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Shiro begins to question his own identity after realizing there is an inconsistency between what he remembers and what actually happened. Meanwhile, Lieutenant Seri Awashima of SCEPTER 4 makes a visit to the bar owned by Izumo Kusanagi, where she learns more about the history behind HOMRA and the strong bond they share.    "
                },
                "7": {
                    "title": "Key",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 11,
                    "original air date": "16 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Unable to find any traces of his own past, Shiro begins to believe that the person known as Yashiro Isana may not have existed. As Shiro and Kuro try to think of what to do next, SCEPTER 4, led by the Blue King Reisi Munakata, arrives to apprehend them.    "
                },
                "8": {
                    "title": "Kindling",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 10,
                    "original air date": "23 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Neko undoes the spell placed on Shiro to help him remember who he is. But other than a brief image of being thrown from an airship by a mysterious man, Shiro remains in the dark. Determined to regain his memories, Shiro takes the risk of contacting Munakata, the Blue King, who could lead them to the mystery man.    "
                },
                "9": {
                    "title": "Knell",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 10,
                    "original air date": "30 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    The Blue King, Munakata, accepts a proposal from Shiro to carry out an air mission to restrain the Silver King, Adolf K. Weismann. However, the mission is abruptly interrupted when the Silver King's airship self-destructs. The following day, Munakata pays a visit to the Gold King, where he discovers the remains of the Silver King. In the meantime, an unknown force makes contact with the detained Suoh.    "
                },
                "10": {
                    "title": "Kaleidoscope",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 10,
                    "original air date": "7 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The Red King, Mikoto Suoh, is contacted by a man claiming to be the killer of Tatara Totsuka. By utilizing his power, Mikoto escapes his prison cell to hunt down the killer at Ashinaka High School. While HOMRA occupies the school property to conduct their search, the Blue King, Reisi Munakata, makes one final attempt to reason with the Mikoto.    "
                },
                "11": {
                    "title": "Killer",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 10,
                    "original air date": "14 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Tension builds overnight as HOMRA occupies the island of Ashinaka High School, prompting SCEPTER 4 to secure the bridge at the island's entrance. The following morning, a sudden explosion initiates a clash between the two forces. In the meantime, Shiro returns to the Red occupied island and reunites with Kukuri at the battle-ravaged school building.    "
                },
                "12": {
                    "title": "Adolf K. Weismann",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 11,
                    "original air date": "21 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The war between the Blue and Red clans intensifies as Suoh and Munakata finally face off. With his memory restored, Shiro introduces himself to Kuro and Neko as Adolf K. Weismann, the Silver King.    "
                },
                "13": {
                    "title": "King",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 13,
                    "original air date": "28 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Shiro regains his memory and power as the Silver King. After evacuating everyone on the island to safety, Shiro sets out to settle his score with the real Colorless King. Meanwhile, the battle between Suoh and Munakata continues, with the Red King's Sword of Damocles slowly reaching its limit. With time running out for all sides, what fate awaits these four kings?    "
                }
            },
            "2": {
                "1": {
                    "title": "Knave",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "2 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    A year has passed since the School Island incident, where four of the seven kings fought for their lives to stop the evil Colorless King. Since then, Silver King Yashiro Isana has gone missing and the Green Clan JUNGLE has become more active in spreading their influence over the community, much to the annoyance of Blue Clan SCEPTER 4 and Red Clan HOMRA.    "
                },
                "2": {
                    "title": "Kindness",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "9 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Blue King Reisi Munakata summons Kuro to SCEPTER 4 to learn more about his recent encounter with JUNGLE, while Neko waits for her partner at HOMRA's home base. Meanwhile, Awashima notices that Munakata's Sword of Damocles is beginning to reach its limit.    "
                },
                "3": {
                    "title": "Kismet",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "16 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Green King Nagare Hisui orders his two most powerful clansmen, Yukari Mishakuji and Sukuna Gojo, to attack the School Island where Kuro and Neko have set up base. While Yukari goes after Kuro, Sukuna decides to have a little fun by taking on both Misaki Yata and Saruhiko Fushimi, who also happen to be on campus.    "
                },
                "4": {
                    "title": "Knot",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "23 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Silver King Yashiro Isana finally makes his return, forcing JUNGLE to fall back for the time being. Reunited with his friends, Shiro reveals where he's been for the past year and his future plans for dealing with the Green Clan.    "
                },
                "5": {
                    "title": "Ken",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "30 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The Red, Blue and Silver Clans agree to form an alliance to stand against the Green Clan. Things seem to go smoothly as the three clans work together to clear the streets of the Greens. However, Shiro and Anna grow concerned over Munakata's health as he begins to display signs of his power slowly deteriorating.    "
                },
                "6": {
                    "title": "Keeper",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "6 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Shiro gathers SCEPTER 4 and HOMRA to inform them about the Green King's past and his ambition to release the Dresden Slates' power to the world. Realizing that war is inevitable, the three clans prepare themselves for the coming battle against the Green Clan.    "
                },
                "7": {
                    "title": "Kickdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "13 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Green King Hisui Nagare enters battle. Unleashing his tremendous power, Hisui quickly makes his way up towards Mihashira Tower, where the other three kings stand by ready to face him.    "
                },
                "8": {
                    "title": "Kaput",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "20 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Tenkei Iwafune is revealed to be the Gray King, who was thought to have died years ago during the Kagutsu Incident. Once a man of great virtue and compassion, Iwafune has since abandoned his own ideals to serve the Green King instead.    "
                },
                "9": {
                    "title": "Kids Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "27 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Kusanagi and Awashima infiltrate a party hosted by JUNGLE to get the list of attendees who are tied to the Green Clan. However, their attempt is thwarted by an unexpected figure.    "
                },
                "10": {
                    "title": "Keystone",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "4 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Fushimi is welcomed into JUNGLE as its newest J-Rank Clansman. Meanwhile, the prime minister strips Munakata of his authority and position as captain of SCEPTER 4.    "
                },
                "11": {
                    "title": "Kali-yuga",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "11 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    JUNGLE releases the Dresden Slates' true power to evolve mankind. As chaos spreads across the world, Munakata and Zenjo head to the site where they believe the Green Clan is hiding.    "
                },
                "12": {
                    "title": "Knuckle Bump",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Fushimi risks his life to clear the path for the Red and Silver Clans to enter the Green Clan's secret base. Realizing that Fushimi was on their side all along, Yata races to save his former friend.    "
                },
                "13": {
                    "title": "Kings",
                    "kind": "episode",
                    "episode of": {
                        "title": "K (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 6,
                    "original air date": "25 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Shiro and Neko finally make it to the level where Hisui awaits them. Determined to free the world from the Slates' influence, Shiro activates his final plan to destroy the Dresden Slates once and for all.    "
                }
            }
        },
        "number of episodes": 27,
        "cast": [
            {
                "name": "Haberkorn, Todd"
            },
            {
                "name": "Riegel, Sam"
            },
            {
                "name": "Sheh, Stephanie"
            },
            {
                "name": "Bosch, Johnny Yong"
            },
            {
                "name": "Seitz, Patrick"
            },
            {
                "name": "Diskin, Ben"
            },
            {
                "name": "Daymond, Robbie"
            },
            {
                "name": "Dodge, Lucien"
            },
            {
                "name": "Fitzgerald, Erin"
            },
            {
                "name": "Mercer, Matthew"
            },
            {
                "name": "Fukuyama, Jun"
            },
            {
                "name": "Komatsu, Mikako"
            },
            {
                "name": "Miyano, Mamoru"
            },
            {
                "name": "Namikawa, Daisuke"
            },
            {
                "name": "Ono, Daisuke"
            },
            {
                "name": "Sakurai, Takahiro"
            },
            {
                "name": "Sato, Satomi"
            },
            {
                "name": "Sawashiro, Miyuki"
            },
            {
                "name": "Sugita, Tomokazu"
            },
            {
                "name": "Tsuda, Kenjirô"
            }
        ],
        "genres": [
            "Animation",
            "Action",
            "Drama",
            "Fantasy",
            "Mystery"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo",
            "Dolby Digital"
        ],
        "certificates": [
            "Australia:M",
            "Australia:PG::(season 2)",
            "Canada:PG::(Manitoba)",
            "Canada:13+::(Quebec)",
            "Malaysia:P13::(DVD rating)",
            "New Zealand:M",
            "Norway:12::(Netflix self-rating)",
            "South Korea:15",
            "United Kingdom:12",
            "United States:TV-MA"
        ],
        "number of seasons": 2,
        "rating": 7.3,
        "votes": 1409,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMmEyNGJhMTUtMGMzNy00NDk4LTg5OGMtZGExMDNiM2E3MTEzXkEyXkFqcGdeQXVyMjI5MjU5OTI@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "Japanese"
        ],
        "title": "K",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "GoHands"
            },
            {
                "name": "King Records"
            },
            {
                "name": "Mainichi Broadcasting System"
            },
            {
                "name": "Star Child Recording"
            }
        ],
        "distributors": [
            {
                "name": "King Records"
            },
            {
                "name": "KSM"
            },
            {
                "name": "KSM"
            }
        ],
        "special effects": [
            {
                "name": "GoHands"
            }
        ],
        "other companies": [
            {
                "name": "Dream Force"
            },
            {
                "name": "King Edogawabashi Studio"
            },
            {
                "name": "Seion Studio"
            }
        ],
        "plot": [
            "A young boy is wanted for a crime he has no recollection of committing and must go on the run, hunted by two kings and their forces."
        ],
        "synopsis": [
            "Set in a world where history has taken a slightly different course from the one we're familiar with, K follows the story of a young boy whose life is caught in a psychic war between seven kings.Ashinaka High School is known for its unique setting: the entire campus is built on an island. Yashiro Isana, aka Shiro, is having lunch with a cat on one of the school rooftops. After his lunch break, Shiro goes on an errand for his classmate Kukuri to prepare for their upcoming school festival, only to be chased by some intimidating-looking men."
        ],
        "tech": {
            "runtime": [
                "24 min"
            ],
            "sound mix": [
                "Stereo",
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "negative format": [
                "Digital"
            ],
            "cinematographic process": [
                "Digital (720p) (source format)",
                "Digital Intermediate (1080p) (master format)"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1409,
                "rating": 7.3
            },
            "aged under 18": {
                "votes": 5,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 604,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 248,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 50,
                "rating": 7.0
            },
            "males": {
                "votes": 693,
                "rating": 7.1
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 410,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 184,
                "rating": 6.9
            },
            "males aged 45 plus": {
                "votes": 37,
                "rating": 6.6
            },
            "females": {
                "votes": 295,
                "rating": 7.5
            },
            "females aged under 18": {
                "votes": 2,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 188,
                "rating": 7.5
            },
            "females aged 30 44": {
                "votes": 63,
                "rating": 7.3
            },
            "females aged 45 plus": {
                "votes": 11,
                "rating": 8.3
            },
            "top 1000 voters": {
                "votes": 26,
                "rating": 7.0
            },
            "us users": {
                "votes": 225,
                "rating": 7.1
            },
            "non us users": {
                "votes": 460,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 247,
            "9": 161,
            "8": 334,
            "7": 351,
            "6": 154,
            "5": 81,
            "4": 30,
            "3": 18,
            "2": 14,
            "1": 19
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}