{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "8 May 2012"
            }
        ],
        "release dates": [
            "Canada::8 May 2012"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Hang Over",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Benders (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    May 2-4 Weekend, Victoria Day. Time to slam the door on winter and launch another party season. Mickey and Justin Rapaport - father and son nightclub owners, DJs, and perpetual teenagers - are back at it. But Mother Nature tosses them a lemon, and once again they have to improvise.    "
                },
                "2": {
                    "title": "Rain Rain Go Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Benders (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Bad weather is keeping the crowds away from Grand Bend, and the summer at Cocos is in danger of going up in smoke. Not even the notorious High Kick can get the party started, so Mick pulls out the surest weapon of all. Can a burlesque-themed night turn things around?    "
                },
                "3": {
                    "title": "Second Wind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Benders (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The bad weather is ruining the summer season, and Mick is so on edge, his family sends him away for some enforced R'n'R at the Digital Dreams Music Festival. He comes back inspired, and puts on the best party of the season. The crowds come back, and Cocos is hopping once again.    "
                },
                "4": {
                    "title": "Trouble In Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Benders (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The sunshine is back, but for Cocos there are more clouds on the horizon. Justin's girlfriend, Amelia, is questioning their future together, and planning a trip to Greece without him. Mick's niece Natalie is also wondering if it's time to move on from her job managing the cottages next door.    "
                },
                "5": {
                    "title": "Luck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Benders (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    As this terrible summer season comes to an end, everyone in the Cocos family is looking for something to change their luck. In preparation for her adventures in Greece, Amelia and Justin part ways, Justin sees no other option but to join his parents in Mexico.    "
                },
                "6": {
                    "title": "Hasta La Vista",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Benders (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    After a miserable season, Mick, Justin and Nancy are licking their wounds in Playa Del Carmen, Mexico. Justin is unhappy after splitting with Amelia, who also turns up in Playa and doesn't seem to miss her ex-boyfriend. A chance meeting between Justin and Amelia is inevitable.    "
                },
                "7": {
                    "title": "Life Goes On",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Benders (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Justin and Mick are still moping around Playa Del Carmen, while Amelia settles in as a beer-shack bartender. Determined to help her son, Nancy sets up an \"accidental\" meeting for Justin with a top nightclub owner, which leads to an opportunity to get his life back on track.    "
                }
            },
            "1": {
                "1": {
                    "title": "Chaos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Benders (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 May 2012",
                    "year": "2012",
                    "plot": "\n    Cocos opens full time on Canada Day 4TH of July long weekend. The forecast is sunshine, and beach goers are ready to party after a long winter and full school year. Gearing up for the crowds, Cocos is short-staffed: manager Natalie works the phone to scramble last minute servers.    "
                },
                "2": {
                    "title": "Storms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Benders (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 May 2012",
                    "year": "2012",
                    "plot": "\n    Competition is fierce at the hottest beach town around. Mick enrols Justin and Patrick to take out Cocos leaky boat, to fly their newly printed flag and do some publicity at the beach. Watching over beach goers is handsome Mexican lifeguard Juan, also the resident DJ at Gables, the rival bar up the strip. Gables is Coco's main nemesis and hated by Mick.    "
                },
                "3": {
                    "title": "Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Benders (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 May 2012",
                    "year": "2012",
                    "plot": "\n    Drag racing weekend at the local Motorplex: Mickey dons his 70s shag wig and baseball cap in anticipation of the arriving race crowds. Justin's girlfriend Amelia finally has the day off, and heads to the beach with some girlfriends. Before they leave, manager Natalie pours them tequila shots - but, as usual, she holds down the fort.    "
                },
                "4": {
                    "title": "Losing it",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Benders (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 May 2012",
                    "year": "2012",
                    "plot": "\n    Cocos is a family business, in the traditional sense. Niece Natalie has worked there eight years so has Mick's \"adopted son\", frontman and hustler Patrick. Suddenly halfway through the summer, the family structure unravels. Without warning or explanation, Natalie hangs her keys on the door, and disappears, leaving Cocos to scramble for the upcoming long weekend.    "
                },
                "5": {
                    "title": "Sunset",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Benders (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    As the family heads into the final stretch of summer, Patrick comes to Grand Bend to work his last weekend at Cocos. Determined to make it worthwhile, he's lining up dates for every night - sometimes with more than one girl. His departure party will be bittersweet. Patrick predicts Mick won't show emotion, but everyone admits Cocos won't be the same when their frontman is gone.    "
                }
            },
            "2": {
                "1": {
                    "title": "25th Anniversary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Benders (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "15 May 2013",
                    "year": "2013",
                    "plot": "\n    The July 1st long weekend - the unofficial start of party season. Mickey and Justin Rappaport - father and son nightclub owners, DJs, and perpetual teenagers - are getting ready to celebrate the club's 25th anniversary. But key staff have quit, disaster looms behind the bar, and once again they have to improvise.    "
                },
                "2": {
                    "title": "New Faces",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Benders (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Good help is hard to find in a party town. Cocos is desperate for a great bartender and a greeter to pull in the crowds. Enter a super-confident dreadlocked blonde known as 'The Shark', and High Kick, who is eager to become the first male bartender at Cocos in 10 years.    "
                },
                "3": {
                    "title": "Competition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Benders (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Beach volleyball weekend in Grand Bend. Hundreds of ready-to-party tourists, but the other bar in town has them sewn up. Mickey decides to fight back with an old school trick: a bikini contest. But this is the 21st century. Can he find enough contestants to make it interesting?    "
                },
                "4": {
                    "title": "Heat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Benders (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    The mercury rockets past 100 degrees, and Cocos is a pressure cooker. The kitchen is critically short-staffed, and Justin has to pitch in at the stove. Meanwhile, Mick's niece Natalie, who quit Cocos after last summer, comes back to help out, and starts to boss the new managers around.    "
                },
                "5": {
                    "title": "Escape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Benders (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    It's the middle of summer, and everyone at Cocos needs a vacation. Natalie deals with her stress by partying on the beach and bringing everyone back to Shady Lanes. Justin's in the doghouse with Amelia, and tries to make it up to her by arranging a romantic camping trip.    "
                },
                "6": {
                    "title": "Appreciation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Benders (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    The end of the season is near, and Mick throws a party to thank the staff for their hard work. Everyone's excited - especially because Mick has sprung for lobster. But someone has to cook the meal, and as always, the job nobody wants falls to Justin, who's finally had enough.    "
                },
                "7": {
                    "title": "Stepping Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Benders (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    For the first time in twenty-five years, Mick and Nancy are taking a day off, leaving Justin to manage Cocos by himself. Justin is desperate to show Mick that he's ready for more responsibility. Now, he finally gets to show if he deserves to be 'The Man'.    "
                },
                "8": {
                    "title": "Labour Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Benders (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Another season comes to a close. As Justin tries to stretch the remaining food supplies to last one more dinner service, Mick takes off to DJ on the beach. In an instant, the father-son relationship is reversed. Then, one last event: a Labour Day blowout that's also Justin's 26th birthday party.    "
                }
            }
        },
        "number of episodes": 20,
        "locations": [
            "Grand Bend, Ontario, Canada"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 5.9,
        "votes": 18,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNGQxOWRkMzctZjk1My00NDFlLWE4MDgtMmQxNTU0ZDU3NDMwL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMzU0NzEyMjc@._V1_SY150_CR152,0,101,150_.jpg",
        "plot outline": "Mickey, heavily accented, gives his take on the Grand Bend summer tradition: \"People come here to hang out. Blow off some steam. Boy meets girl, girl meets boy.\" And, hopefully precautions are taken. The beach. For generations people have flocked there to rest, tan and hook-up. Beach life is slower, hotter, and more carefree than the rest of the year - but it doesn't last long. Near the Canada-US border, on the shores of Lake Huron, lies a classic beach town - a hot-spot destination for over 100 years, Grand Bend is also a legendary party place - one of the last of its kind. Part dance club, hotel, bar and restaurant, Cocos is a family-run business that's been packing crowds in for a generation, after the sun sets. Its success depends largely on Mickey Rapaport - a.k.a. Mick Coco, the eccentric Polish-Jewish showman/trickster who created it. Coco's crew of 18- to 24-year-olds will undergo a unique beach town boot camp, involving sleep deprivation, caffeine and cigarettes, liquor, love stories, misbehaving, hard work, and lifelong friendships. By the time Labour Day weekend ends and it's time to shut down, the goodbyes will be bittersweet.",
        "languages": [
            "English"
        ],
        "title": "Grand Benders",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Grand Benders (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "MDF Productions"
            }
        ],
        "distributors": [
            {
                "name": "BPM"
            }
        ],
        "other companies": [
            {
                "name": "SIM Digital / Bling Digital"
            }
        ],
        "plot": [
            "Mickey, heavily accented, gives his take on the Grand Bend summer tradition: \"People come here to hang out. Blow off some steam. Boy meets girl, girl meets boy.\" And, hopefully precautions are taken. The beach. For generations people have flocked there to rest, tan and hook-up. Beach life is slower, hotter, and more carefree than the rest of the year - but it doesn't last long. Near the Canada-US border, on the shores of Lake Huron, lies a classic beach town - a hot-spot destination for over 100 years, Grand Bend is also a legendary party place - one of the last of its kind. Part dance club, hotel, bar and restaurant, Cocos is a family-run business that's been packing crowds in for a generation, after the sun sets. Its success depends largely on Mickey Rapaport - a.k.a. Mick Coco, the eccentric Polish-Jewish showman/trickster who created it. Coco's crew of 18- to 24-year-olds will undergo a unique beach town boot camp, involving sleep deprivation, caffeine and cigarettes, liquor, love stories, misbehaving, hard work, and lifelong friendships. By the time Labour Day weekend ends and it's time to shut down, the goodbyes will be bittersweet.::Helena Hooper"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 18,
                "rating": 5.9
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 5.5
            },
            "aged 30 44": {
                "votes": 8,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 4.7
            },
            "males": {
                "votes": 11,
                "rating": 5.8
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 4.0
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 7.4
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 5.0
            },
            "females": {
                "votes": 4,
                "rating": 5.5
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 4.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 4.0
            },
            "us users": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 12,
                "rating": 5.1
            }
        },
        "number of votes": {
            "10": 4,
            "9": 3,
            "8": 1,
            "7": 1,
            "6": 2,
            "5": 0,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 5
        },
        "arithmetic mean": 5.9,
        "median": 6
    }
}