{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "2 September 2012"
            },
            {
                "country": "Australia\n",
                "date": "  2013"
            },
            {
                "country": "Hungary\n",
                "date": "9 February 2014"
            },
            {
                "country": "Germany\n",
                "date": "3 November 2014"
            }
        ],
        "release dates": [
            "Australia::2 September 2012",
            "Australia::2013",
            "Hungary::9 February 2014",
            "Germany::3 November 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "House Husbands"
            },
            {
                "countries": "Hungary",
                "title": "Született férjek"
            }
        ],
        "akas": [
            "House Husbands (original title)",
            "Született férjek Hungary"
        ],
        "akas from release info": [
            "House Husbands (original title)",
            "Született férjek Hungary"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Episode #5.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "6 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Nepean South Primary welcomes cool new music teacher Nick - who also happens to be romancing Rachel. Lewis is certain the young Romeo is hiding something and becomes determined to expose it. Gemma is accused of cheating during her final medical exam. Could her career as a doctor be over before it's begun?    "
                },
                "2": {
                    "title": "Episode #5.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "13 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    A surprise visit from his parents puts Mark on edge, particularly when his mother's scrutiny has him defending all his life's decisions. After tragedy strikes, Mark discovers a side to his father that he never knew existed. An offer from Nick could make it possible for Justin to strike out on his own, but could also jeopardise his friendship with Lewis. Gemma's new job at the hospital threatens to wreck her friendship with Abi.    "
                },
                "3": {
                    "title": "Episode #5.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "20 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Justin is thrown by the arrival of his estranged younger brother, Rafiq, who is definitely not in Nepean South for a family reunion. Reeling from the discovery of his father's life-long secret, grieving Mark has a new dilemma when he loses Bernie's ashes. Desperate to prove he can be a good step-dad, Nick tries some of Lewis's parenting advice.    "
                },
                "4": {
                    "title": "Episode #5.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "27 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Mark finally tracks down his biological father and is inspired to stage a re-introduction for his parents. Justin perseveres with helping his brother, but when Rafiq receives some crushing news, his volatile behaviour puts one of Justin's children in serious danger. Lewis's distrust of Nick thaws when he sees the potential in Nicks' new music business.    "
                },
                "5": {
                    "title": "Episode #5.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "6 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Nick is caught between his new life and his dark past after an old associate tracks him down and demands he repay a debt. The 'Nepean South Parents Have Got Talent' competition threatens to create more discord than harmony between the House Husbands. Lewis struggles to cope with Gemma's career success.    "
                },
                "6": {
                    "title": "Episode #5.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "13 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Gemma captures the attention of a visiting surgeon, but after rejecting his advances, she becomes the victim of a bullying campaign. Nick does his best to clear the air with the other House Husbands, but tries their patience when he reveals he still hasn't come clean to Rachel about his secret gambling past. After offending his friends and family, Lewis tries to take a more relaxed approach to life.    "
                },
                "7": {
                    "title": "Episode #5.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "20 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    An unfortunate accident involving a rare rabbit sets off a chain of bad luck for Nick. When schoolyard rumors result in a petition calling for his sacking, he decides to quit while he's ahead. Abi delivers a disastrous impromptu Human Development class, which goes from bad to worse when Atticus reveals his mother's secret. Rachel relies on Abi and Gemma to deal with her pregnancy.    "
                },
                "8": {
                    "title": "Episode #5.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "27 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    A radio competition gives Justin the chance to take his kids on their first real holiday. When Rafiq appears in the ED, covered in gold-paint and at an all-time low, Gemma and Abi step in to help. Justin's friends endeavor to keep him in the dark, fearing he'll forfeit his trip to support his brother.    "
                },
                "9": {
                    "title": "Episode #5.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "3 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Motorcycle riding, free-spirited, knock-out-gorgeous Izzy Dreyfus is the new school literacy specialist and her arrival turns more than a few heads. Rafiq's future is clouded with uncertainty after he collapses during a training session and Justin endures an agonizing wait to discover whether his boys have inherited the same condition. Lewis faces a major challenge as candidate for local council.    "
                },
                "10": {
                    "title": "Episode #5.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "3 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Nick finds himself hot and bothered after Izzy admits an attraction to him. The situation becomes particularly sticky when Rachel befriends Izzy and nominates Nick to help her out with her ex. Lewis' campaign for councilor hits a rocky patch when he realizes he's failing to connect with female constituents. The house husbands devise the perfect heist to retrieve Izzy's stolen motorbike. With his AFL career in tatters, Justin's kids help Rafiq find a new goal in life.    "
                },
                "11": {
                    "title": "Episode #5.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "10 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    The votes are in and Lewis is elected to council. However, he's barely taken his oath before he's floored by shocking news. At the end of the year, Nepean South Primary will be shut down. Gemma is accepted into the coveted San Diego Orthopedic program, but considers deferring because of Lewis' new position.    "
                },
                "12": {
                    "title": "Episode #5.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "17 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Life as a counselor is making Lewis feel like public enemy number one. Eager to stop the school closure and convinced the facts behind it don't add up, Lewis goes looking for answers. Mark and Abi experience every parent's worst nightmare as they wait to see the extent of their daughter's injuries after Poppy falls while protesting the school's closure.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 11,
                    "original air date": "2 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    It is the first day of the new school year. Four fathers meet and start forging a friendship.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "9 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    It is show and tell day at school. Nikki puts Justin's house up for sale, so he tries to show he is a good dad. Kane searches for a new job.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Abi and Kane's father comes to visit. Sparks fly between Justin and Lucy. Lewis gets himself in trouble with Gemma.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "23 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Mark and Abi make some new friends. The families attend a quiz night to raise money for their school.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "30 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    There is upset when one of the kids has a health scare and the pressure is on at the football grand final.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    The day of Lewis and Gemma's wedding arrives. Lewis' 16 year old daughter turns up with a surprise. Gemma's hen's night goes awry.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Justin and Lucy decide to move in together and Lucy has doubts. Rodney's role in the end of Justin's football career becomes apparent.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "21 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Mark has the worst day of his life, and makes an enormous mistake. The day of Justin's custody hearing arrives.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "28 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Justin receives some bad news and doesn't take it to well. Kane and Tom progress their application to foster a child. Mark knuckles down at work.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "4 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Phoebe goes into labor at the worst possible time. Mark and Abi are called to the Principal's office. Nikki makes a surprising decision.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "8 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The Crabb house is bursting at the seams with Phoebe and her new baby Jem in the mix, when Gemma's mum Wendy arrives on their doorstep. Lewis and Gemma are so frazzled they forget Tilda's birthday, so cobble together an ad-hoc party which is overshadowed by rival school mum Dimity. Meanwhile, Justin and Nicola are crammed into a one-bedroom rental and need a new house to live in. The House Husbands leave Tilda's disastrous birthday party to try and buy Justin a new family home, but get held up - at gunpoint. Will Justin be able to build his family their dream home? ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "15 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Desperate to prove his manhood to his wife and friends, Mark creates major problems for Justin's home renovation. Gemma struggles to tell her emotional mother Wendy that her father's affair wasn't a one-off thing. Lewis is forced to admit he really has become good friends with Kane. He sees Tom with another man and decides to act on it. Justin takes extreme measures to earn some quick cash for emergency work on his house.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "22 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Still reeling from her parent's separation, Gemma rekindles her friendship with a childhood sweetheart. Kane and Tom's relationship faces its biggest challenge yet when Stella's biological father returns and they risk losing their daughter.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "29 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Threatened by Gemma's renewed friendship with Damo, Lewis inadvertently puts Justin and Phoebe off-side. Meanwhile, Mark suggests Abi needs to relax more if she's going to fall pregnant. Phoebe introduces her new boyfriend Ryan to the family while trying to keep it a secret that she is a teenaged mum.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "6 May 2013",
                    "year": "2013",
                    "plot": "\n    Kane and Tom's family life is turned upside down when they foster a troubled child. Meanwhile, romance is on the menu at Lucy and Mr Tuck's new apartment and Justin and Nicola celebrate their untimely divorce with a romantic night out.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "19 May 2013",
                    "year": "2013",
                    "plot": "\n    A day of triumphs ends with a tragedy that will change the house husbands' lives forever. Mark is hoodwinked by Justin into employing Nicola as his personal assistant, but her inexperience threatens his career and friendship with Justin.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "26 May 2013",
                    "year": "2013",
                    "plot": "\n    Justin struggles to deal with everyday life without Nicola. Justin's twins suggest a unique ceremony to farewell their mother and Abi makes a life-changing decision that creates an embarrassing problem for Rhys.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Lewis' world is rocked when Gemma ends up in a compromising position with her ex-neighbour. Justin needs Lucy to help with the legal issues arising from Nicola's death. The gang are forced to run the school tuckshop after the manager quits.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "9 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Justin begins to wonder if he's up to the gig of raising a daughter without a mother. To prove he is in touch with a girl's needs, Justin vows to create the ultimate pink bedroom for Angie.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "16 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    When everyone bails on poker night, Lewis worries the House Husbands are drifting apart and announces they should go camping. Out in the bush, work-obsessed Mark puts his and the other House Husbands' lives in danger.    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "23 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Kane comes face-to-face with his high school bully, Derek Northcote. Rather than confront him, Kane ends up in business with him, agreeing to supply Derek's successful chain of cafes with a range of gourmet pies he and Finn have been mastering.    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "30 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Justin's life starts to unravel as he struggles with new crises at home and work. Poker night turns dangerous when Dimitiy's husband learns of her affair with Justin. Abi becomes suspicious of Gemma's sudden secrecy.    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "7 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Having stolen Simon's car, Justin and Lucy share a spontaneous kiss. Lucy flees the scene only to be arrested returning Simon's car, her legal career now at risk.    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "9 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    A year has passed and much has changed in the House Husbands world. Lewis and Justin have their own handyman business, Mark's gone solo with a new People Management business, and Kane's Pies has reached peak capacity. But all it takes is one drunken night for the guys' lives to spin off in a new direction when they wake up to discover they've bought a pub. Convincing their partners it's a great idea is the least of their problems as secrets are brought to light from Lewis' past which push his marriage to breaking point. Meanwhile, Mark and Abi are delighted to have a ...    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "16 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Gemma's attempt to host a family reunion backfires when Lewis and Ned skip dinner to attend to a \"business\" matter. The men become embroiled in a crazy night involving a fight, scotch, onesies and a late night swim. Lewis' failure to return home places pressure on his marriage and causes the House Husbands community to question Ned's intentions. Can Ned be trusted? Meanwhile, Kane receives some devastating news, placing his future involvement with the pub in doubt.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "22 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Lewis' first wife Belle has arrived in town and makes an instant impression. Lewis' initial warning to Gemma about his ex-wife's meddling ways falls on deaf ears. However, when Belle questions if Lucy has made the right decision moving in with Justin, it seems Lewis may be right. Meanwhile, the House Husbands start a footy team to help Justin deal with Zac's unexpected school bully. When Lucy receives an enticing overseas job offer she's forced to choose between a glamorous career and domestic chaos. Will Lucy leave or is she ready to be a mum?    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "29 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Since Gemma accidentally pushed her off a swing, Lewis' ex-wife Belle is now recuperating in the Crabb house, making for some very interesting family dynamics. But when Gemma catches Belle trying to steal Abi as a best friend all bets are off. Meanwhile, Lewis and Belle's househunting turns into a trip down memory lane and old feelings are rekindled. When Abi fires Phoebe as their nanny it seems Mark's attempts to work from home might be scuppered, until Phoebe saves his business in an entirely unexpected way.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "6 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    The case of a seriously ill baby at the hospital prompts Abi to pull Sophie out of daycare, and inadvertently leads to an \"incident\" at school in which several children are injured. Unfortunately for the House Husbands, one of the injured children is the daughter of Will Stevens - the head of the school Fundraising Committee - who had agreed to host a function at the pub but promptly cancels. Suddenly the pub's business is suffering thanks to its association with Abi, leading to friction between the House Husbands and the possibility the pub might be forced to close. ...    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "13 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Gemma struggles with jealousy when Lewis and his ex-wife Belle head off on a roadtrip to find their long-lost son Ned. Kane is put in a difficult position when Will (who the other House Husbands now really dislike) asks him to provide the party entertainment at his daughter's birthday, and then asks him on a date. After a series of misadventures on the road, Lewis and Belle are brought closer together. Their long-buried feelings for one another lead to a moment which will send shockwaves through the House Husbands community, and could lead to the death of one of our ...    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "20 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    After his heart attack, Lewis is stuck with the question of whether to come clean to Gemma about his infidelity with Belle, even as Justin takes steps to make sure Gemma never need find out. Lewis must also face Belle, who lets him know in no uncertain terms she wants him back. Meanwhile, when Miss Looby suspends Poppy, Abi retaliates by withdrawing her from Nepean South altogether. With Mark and Abi needing a reference for Poppy for a new school, Miss Looby takes advantage of the situation: she'll provide a reference if Kane goes on a date with her weird nephew, Alex...    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "4 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Following the devastating revelations of Lewis' infidelity with Belle, Gemma struggles with how to tell Tilda about why Lewis is no longer in the house. For his part, Lewis is determined to get back home before they need to tell Tilda anything. The situation is complicated when Ned reappears saying he wants to reconnect with Lucy. But Justin's suspicions are aroused when it turns out Ned actually wants Lucy to act as his lawyer in a criminal case against him. Meanwhile, Kane is receiving mysterious coded letters in the post, and in trying to extricate himself from an ...    "
                },
                "9": {
                    "title": "Episode #3.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "11 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    After Lewis and Ned's drunken misbehaviour turns The Mill into a pub with no beer, Justin becomes certain Ned is a bad influence. The three go on a quest to source more beer, leading to an enticing proposition which could solve all their problems - or wind them up in jail. Meanwhile, Lewis' bad behaviour also threatens to completely end his marriage after talk of divorce leads him to steal one of Gemma's vases. Phoebe returns from having been on tour to find the Crabb family home shattered by Lewis' infidelity. She makes the snap decision to move out - leading Gemma ...    "
                },
                "10": {
                    "title": "Episode #3.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "18 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Despite Justin's marriage proposal, Lucy can't get over the guilt of having endangered the kids. And she hates her new job. So when a crazy night out with Ned leads to the opportunity to travel the world, she is sorely tempted. But can she bring herself to leave Justin and the kids? Meanwhile, Gemma is struggling with the realities of an imminent divorce, just as Lewis goes on a drug trial for his heart, the side effects of which lead him to behave in maddening and hilarious ways, including giving a heartfelt public speech at the school play which just might save ...    "
                },
                "11": {
                    "title": "Episode #3.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "25 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The House Husbands risk losing the Pub and must face the Licensing Commission to plead their case. Meanwhile, when Damo takes Gemma away on a yoga retreat, territorial Lewis decides to crash the party. Lewis also lands in Kane's bad books after accusing Will of sabotaging the pub, leading to Kane quitting the pub and agreeing to move in with Will. Mark's Schnapps cards are finally a hit but he's not seeing the profits, meaning Abi's still doing the financial heavy lifting. But when Abi is injured by a violent patient at hospital, concerned Mark prioritises his family ...    "
                },
                "12": {
                    "title": "Episode #3.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "1 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The House Husbands risk losing the Pub and must face the Licensing Commission to plead their case. Meanwhile, when Damo takes Gemma away on a yoga retreat, territorial Lewis decides to crash the party. Lewis also lands in Kane's bad books after accusing Will of sabotaging the pub, leading to Kane quitting the pub and agreeing to move in with Will. Mark's Schnapps cards are finally a hit but he's not seeing the profits, meaning Abi's still doing the financial heavy lifting. But when Abi is injured by a violent patient at hospital, concerned Mark prioritises his family ...    "
                },
                "13": {
                    "title": "Episode #3.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "1 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    When Phoebe and Ryan elope, Gemma and Lewis set out on a journey to bring them home to marry. It could be an opportunity to get back on track, but Lewis' jealousy over Damo threatens to derail things. With Lewis renting a new home, a custody dispute over Tilda looms. Ultimately Gemma must make the biggest romantic decision of her life. Meanwhile, with the pub's existence already hanging in the balance, Mark's decision about his new job could spell the end of The Mill altogether. Poppy decides she wants back into Nepean South primary, leading to Abi striking the most ...    "
                }
            },
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "10 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    It's been a year since we left the House Husbands at the school gate and a lot has changed. Justin is enjoying life as a single dad to his kids Zac, Jacob and little Angie and has started falling for Tash, a young local mum who he has definite chemistry with. There's only one problem; she's in a relationship with Rodney, Justin's ex-football agent and the man who stole his wife. Rodney is coaching a rival netball team and the antagonism between the two men spills out onto the court. Finally, a secret from Justin and Rodney's shared past comes to light which threatens ...    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "17 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Kane does canteen duty with Eve in order to find out whether she's pregnant with Alex's sperm. As it happens, Eve's not expecting, but after a carrot-chopping incident, the catering rivals bond and Kane, Alex and Eve decide to try for a baby together. Abi is hurt when Kane (under the influence of heavy anaesthetics) asks Lewis and Gemma for a momentous favour in the event of his untimely demise. She reacts by trying to prove she's the world's best sister. Justin is blackmailed over the custody of his daughter.    "
                },
                "3": {
                    "title": "Episode #4.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "24 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    When a courier suffers a cardiac arrest at Lewis' house Abi springs into action and saves his life - before realising he is actually NFR (not for resuscitation). The young man threatens to sue Abi, creating a major setback in her competition with Dr Saxon for promotion and threatening to bankrupt her and Mark. Her life becomes further complicated when Kane, Alex and Eve decide Abi is the perfect surrogate to carry their baby - there's no way she can handle this extra burden, but how can she say no? Justin goes out of his way to help Rodney, with disastrous results and...    "
                },
                "4": {
                    "title": "Episode #4.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "31 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Abi is primed to be the best surrogate in the world for Kane, but comes into conflict with Mark when he realises he still wants to have another child with her. Their debate is cut short when they receive the startling news that Abi is already pregnant. And their embryo is in danger. Lewis faces a mutiny on the school P&C committee and Justin is heartbroken.    "
                },
                "5": {
                    "title": "Episode #4.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "7 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Justin and Rodney's legal fight for custody of Angie begins with an Interim Hearing. While the House Husbands are worried for their mate, Justin is confident the status quo will be upheld and he'll maintain full custody. But when Rodney lawyers up and manipulates one of Justin's friends, it leads to a shock ruling that rocks the House Husbands community. Kane develops an unhealthy obsession with Gemma's pregnancy and Mark makes a desperate attempt to get paternity leave.    "
                },
                "6": {
                    "title": "Episode #4.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "14 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Alex is all set to propose to Kane, but the moment is ruined when Finn is punched by a fellow classmate at the breakfast table. Channelling his own childhood trauma, Kane responds by getting into a fight with the bully's father - in the middle of the school library. His behaviour puts Alex's job at risk and causes Alex to question what kind of person he could be marrying. However, with help from Abi and Miss Looby, Kane has a chance of getting their relationship back on track. Lewis has trouble accepting the reality of Gemma's pregnancy and Justin gets a surprising ...    "
                },
                "7": {
                    "title": "Episode #4.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "21 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Justin feels as though he's personally being put on trial when a family consultant, Fiona, is appointed by the court to observe him with Angie. After getting off on the wrong foot, Fiona witnesses an unfortunate incident at JB's PBs. Justin's attempt to show emotional maturity ends in disaster when Fiona mistakes Justin's open-ness as flirting. Everything comes to a head at Angie's birthday party when a strung out Justin lets a punch fly - in front of Fiona. Have his actions cost him the court case - and his chances of keeping his little girl? Meanwhile, Gemma is ...    "
                },
                "8": {
                    "title": "Episode #4.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "28 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    With the custody case looming, the strain is starting to take its toll on Justin. When Judge Kummerow, the judge presiding over Justin's trial, comes into St Michael's Emergency Department, Abi is faced with a dilemma. Does she put her career on the line and help Justin connect with the Judge to make a last ditch appeal - or does Abi stand by and do nothing? Ultimately, Abi's decision has devastating consequences, destroying her friendship with Gemma and her chances of winning the promotion. Miss Looby strong-arms Lewis into helping in the classroom.    "
                },
                "9": {
                    "title": "Episode #4.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "5 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Abi arrives at her new job worried about the whereabouts of Mark. When he finally arrives, he questions whether he wants to be with Abi anymore. Back in Melbourne, Gemma begins to wonder if she made the right decision backing Saxon over Abi. Miss Looby, Eve and the guys manipulate Lewis into considering going back to school to become a teacher's aide. Rodney tries to cut a last minute deal with Justin for 50/50 custody of Angie. Abi tries to one-up Gemma by having Kane and Alex's wedding at her new home; Kane and Eve travel overnight to see Abi, to disastrous results.    "
                },
                "10": {
                    "title": "Episode #4.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "House Husbands (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "12 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Kane and Eve have survived the accident but Eve's leg is badly broken. With no phone reception or any help in sight, things are looking bleak. Then a stunned Abi drives past, on her way to work. At the country hospital, Abi freezes in a moment of self-doubt when she has to perform a potentially life-saving procedure on Eve. In the countdown to Kane's wedding, Lewis and Mark try to match-make a reconciliation between Abi and Gemma. Justin's twins go to extremes to prevent Angie being taken from their family and Gemma starts to have doubts about the surrogate pregnancy.    "
                }
            }
        },
        "number of episodes": 58,
        "cast": [
            {
                "name": "Dirani, Firass"
            },
            {
                "name": "Muldoon, Rhys"
            },
            {
                "name": "Sweet, Gary"
            },
            {
                "name": "Morris, Julia"
            },
            {
                "name": "Saleeba, Natalie"
            },
            {
                "name": "Jones, Lily"
            },
            {
                "name": "Torres-Davy, Madison"
            },
            {
                "name": "Webb, Riley"
            },
            {
                "name": "Grantley, Gyton"
            },
            {
                "name": "Siversen, Louise"
            },
            {
                "name": "Royce, Edwina"
            },
            {
                "name": "Grant, Fletcher"
            },
            {
                "name": "McGahan, Anna"
            },
            {
                "name": "Volange, Allegra"
            },
            {
                "name": "Crundwell, Ben"
            },
            {
                "name": "Flood, Georgia"
            },
            {
                "name": "Allsop, Jane"
            },
            {
                "name": "Campbell, Tim"
            },
            {
                "name": "de Niese, Leah"
            },
            {
                "name": "Annetta, Matteo"
            },
            {
                "name": "Bellert, Ava"
            },
            {
                "name": "Bellert, Audrey"
            },
            {
                "name": "Coghlan, Nicholas"
            },
            {
                "name": "Schumann, Ben"
            },
            {
                "name": "Serafin, Jagger"
            },
            {
                "name": "Scott, Denise"
            },
            {
                "name": "McMullen, Darren"
            },
            {
                "name": "Wadhawan, Alessia"
            },
            {
                "name": "Wadhawan, Selene"
            },
            {
                "name": "Donald, Rick"
            },
            {
                "name": "Sheridan, Hugh"
            },
            {
                "name": "Smibert, Eloise"
            },
            {
                "name": "Smibert, Beatrice"
            },
            {
                "name": "Calder, Benjamin"
            },
            {
                "name": "Collins, Noah"
            },
            {
                "name": "Martin, Flynn"
            },
            {
                "name": "Clarke, Justine"
            },
            {
                "name": "Knight, Jade"
            },
            {
                "name": "Shannon, Miller"
            },
            {
                "name": "Tagarelli, Nina"
            },
            {
                "name": "Horvat, Danielle"
            },
            {
                "name": "Lewis, Lincoln"
            },
            {
                "name": "Armont, Akos"
            },
            {
                "name": "Mineo, Zac"
            },
            {
                "name": "Johnson, Ryan"
            },
            {
                "name": "Samson-Wetere, Winter"
            },
            {
                "name": "Beard, Lincoln"
            },
            {
                "name": "Airey, Nedrick"
            },
            {
                "name": "Airey, Griffyn"
            },
            {
                "name": "West, Madeleine"
            }
        ],
        "locations": [
            "Melbourne, Victoria, Australia"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 5,
        "rating": 6.8,
        "votes": 699,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjIyMDM1MjkzNF5BMl5BanBnXkFtZTgwNjkwNjMyMjE@._V1_SY150_CR1,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "House Husbands",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Beaumont, Ellie"
            },
            {
                "name": "Pye, Tim"
            },
            {
                "name": "Proffitt, Drew"
            }
        ],
        "production companies": [
            {
                "name": "Playmaker Media"
            }
        ],
        "distributors": [
            {
                "name": "Story TV"
            }
        ],
        "other companies": [
            {
                "name": "HW Wood"
            },
            {
                "name": "On Cue Talent Agency"
            },
            {
                "name": "VisionsMCP"
            }
        ],
        "plot": [
            "The lives of four Australian men who are raising their children."
        ],
        "tech": {
            "runtime": [
                "45 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 699,
                "rating": 6.8
            },
            "aged 18 29": {
                "votes": 149,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 206,
                "rating": 6.3
            },
            "aged 45 plus": {
                "votes": 130,
                "rating": 6.8
            },
            "males": {
                "votes": 250,
                "rating": 6.1
            },
            "males aged 18 29": {
                "votes": 76,
                "rating": 6.7
            },
            "males aged 30 44": {
                "votes": 93,
                "rating": 5.6
            },
            "males aged 45 plus": {
                "votes": 59,
                "rating": 6.2
            },
            "females": {
                "votes": 283,
                "rating": 7.6
            },
            "females aged 18 29": {
                "votes": 70,
                "rating": 7.9
            },
            "females aged 30 44": {
                "votes": 110,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 67,
                "rating": 7.6
            },
            "top 1000 voters": {
                "votes": 20,
                "rating": 5.6
            },
            "us users": {
                "votes": 48,
                "rating": 6.7
            },
            "non us users": {
                "votes": 337,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 199,
            "9": 87,
            "8": 151,
            "7": 98,
            "6": 51,
            "5": 23,
            "4": 16,
            "3": 9,
            "2": 18,
            "1": 47
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}