{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 September 2012"
            },
            {
                "country": "USA\n",
                "date": "7 September 2012",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::7 September 2012",
            "USA::7 September 2012                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Sweet Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Watcher (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Dr. Gwen Clarke isn't sleeping well. Gwen's nightmares grow worse with each passing day, and are beginning to spill over into her waking hours. Are they simply bad dreams, or the harbingers of something much worse.    "
                },
                "2": {
                    "title": "Mr. Thompson",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Watcher (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "24 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Gwen runs into Mr. Thompson, Avalon's English teacher, who always seems to be watching for Gwen - but who is watching him?    "
                },
                "3": {
                    "title": "Taken",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Watcher (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "5 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    A fragment from Gwen's past begins to reveal clues about her present. She doesn't recall these events except in half-remembered dreams, but how could she forget what happened to her? Is a much larger force at work?    "
                },
                "4": {
                    "title": "Love Letter",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Watcher (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Flash forward as Gwen and a figure from her past try to personally expose the mysterious forces pursuing them, and begin an ambitious plan to turn the tables to their advantage.    "
                },
                "5": {
                    "title": "Every Breath You Take",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Watcher (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Still tormented by her nightmares, Gwen spends a quiet night by herself in her apartment. She begins to feel uneasy as she realizes that she may not be alone.    "
                },
                "6": {
                    "title": "The Good Doctor",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Watcher (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "25 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Gwen is making good progress with her therapist, Dr Kramon. His guidance is beginning to help Gwen finally make sense of her nightmares. But Gwen's new partner Aaron seems to think the good doctors' motives may be less than perfect.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Dalby, Sarah-Jane"
            },
            {
                "name": "Hardick, Taylor"
            },
            {
                "name": "Nimmons, Tyler"
            },
            {
                "name": "Zaw, Adrian"
            },
            {
                "name": "Hollocks, Robert"
            },
            {
                "name": "Kaye, Roxanna"
            },
            {
                "name": "Bottrell, David Dean"
            },
            {
                "name": "Caballero, Nick"
            },
            {
                "name": "Hollocks, Hannah"
            },
            {
                "name": "Wills, Delpaneaux"
            }
        ],
        "locations": [
            "Burbank, California, USA::(Various Private Business and Residential Interiors)"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "3"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 1,
        "budget": "$15,000 (estimated)",
        "plot outline": "In a compelling hybrid of 'INCEPTION' meets '24', 'THE WATCHER\" is a fast-paced, mind bending techno-thriller. Dark cracks appear in Dr. Gwen Clarke's 'perfect' life, as she begins to experience increasingly vivid and disturbing flashbacks of a forgotten and mysterious past, her terror increases and dreams begin spilling over into her waking hours. As Gwen's perceived reality begins to shatter and splinter around her, she discovers that someone sinister is watching her every move - using hacking, ultra modern surveillance techniques and her online footprint, they are shadowing her every step. Gwen's only route is to face the conspiracy head-on, as she begins to suspect that even those closest to her may not be all they seem. In an increasingly dangerous race to uncover the mystery, Gwen must make increasingly desperate actions to uncover the truth and protect her daughter at all costs. Told in an intriguing non-linear structure, The Watcher challenges the viewer to piece together the strange narrative elements that form this cautionary tale of modern technology and how it allows others access to tap into and manipulate our deepest, darkest secrets...",
        "languages": [
            "English"
        ],
        "title": "The Watcher",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "The Watcher (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Dalby, Sarah-Jane"
            },
            {
                "name": "Dalesandro, Anthony"
            },
            {
                "name": "Hollocks, Robert"
            }
        ],
        "distributors": [
            {
                "name": "Blip.tv"
            },
            {
                "name": "YouTube"
            },
            {
                "name": "iTunes"
            }
        ],
        "plot": [
            "Dark cracks appear in Dr. Gwen Clarke's 'perfect' life, as she begins to experience increasingly vivid and disturbing flashbacks of a forgotten and mysterious past, her terror increases and dreams begin spilling over into her waking hours.::Anonymous",
            "In a compelling hybrid of 'INCEPTION' meets '24', 'THE WATCHER\" is a fast-paced, mind bending techno-thriller. Dark cracks appear in Dr. Gwen Clarke's 'perfect' life, as she begins to experience increasingly vivid and disturbing flashbacks of a forgotten and mysterious past, her terror increases and dreams begin spilling over into her waking hours. As Gwen's perceived reality begins to shatter and splinter around her, she discovers that someone sinister is watching her every move - using hacking, ultra modern surveillance techniques and her online footprint, they are shadowing her every step. Gwen's only route is to face the conspiracy head-on, as she begins to suspect that even those closest to her may not be all they seem. In an increasingly dangerous race to uncover the mystery, Gwen must make increasingly desperate actions to uncover the truth and protect her daughter at all costs. Told in an intriguing non-linear structure, _The Watcher_ (qv) challenges the viewer to piece together the strange narrative elements that form this cautionary tale of modern technology and how it allows others access to tap into and manipulate our deepest, darkest secrets...::Anonymous"
        ],
        "tech": {
            "runtime": [
                "3 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}