{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Korea\n",
                "date": "26 May 2012"
            }
        ],
        "release dates": [
            "South Korea::26 May 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr. Jin (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "26 May 2012",
                    "year": "2012",
                    "plot": "\n    The last thing that Dr. Jin remembers is being on the roof of a hospital. Suddenly, he is regaining consciousness in the woods and this neurosurgeon does not realize that he has traveled back in time to the mid-1800's during the Chosun Dynasty. However, once he makes friends with a villager, he is able to get his bearings and try to figure out the mystery of his time travel.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr. Jin (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "27 May 2012",
                    "year": "2012",
                    "plot": "\n    Despite being trapped in the past, Dr. Jin makes the most of his time. His adventures in the Joseon Era continue and he rescues a young man on the brink of death. When he returns the young man to his village, he is dumbstruck by a beautiful woman. Dr. Jin spends a considerable amount of time explaining to everyone that he did not cause the injuries and is thrown into the Emperor's prison.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr. Jin (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Dr. Jin is about to be executed by the Emperor, but the executioner hesitates just as the commander falls to the ground. Dr. Jin listens to them talk about the commander's recent injury, and Dr. Jin realizes that it is futuristic neurosurgery that the commander needs. Sadly, his assumed crime against the emperor's future brother in law is still haunting him.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr. Jin (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "3 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Cholera is discovered in the village and Dr. Jin is hardly experienced in this pre-Germ Theory epidemic. It brings up a lot of trauma for many of the main characters who have lost someone close to them to this disease. Dr. Jin must be careful to conceal the fact that he is from the future, but manages to help the Emperor's physician to save the day.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr. Jin (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "9 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    The cholera epidemic rages on and there are many unlucky who succumbed to the symptoms. Dr. Jin makes an effective treatment with the primitive tools he has available and begins to work his charms on the Emperor's fiancée. However, the real danger is that Dr. Jin is outshining the Royal Physician.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr. Jin (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Clearing the emperor's territory of cholera earns Dr. Jin an important place in teaching other physicians his techniques. He is still making a few slip ups, but it looks like things are heading in a good direction. Regardless, now that he is settled in the past, it is the little things that remind him of the true love he left behind in the future.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr. Jin (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "16 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Dr. Jin is beginning to make a name for himself as a top position. However, he does not want to unravel time by making things that will not be invented until much later. This means allowing patients to die instead of giving them medications like penicillin. It is a moral dilemma that he must overcome and this is not easy considering that Ke Hyang is severely injured.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr. Jin (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "17 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Because her daughter is going to marry Commander Kim soon, it makes sense to her mother that Dr. Jin needs to find his own residence. It is a difficult decision, considering that Dr. Jin saved her son, but a marriage in a position of power usurps that. Of course, this leaves the fiance feeling that no one is thinking about how she feels. Later, the fiance is burned in a fire and Dr. Jin is beaten by Commander Kim for not saving her quickly enough.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr. Jin (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "23 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Dr. Jin reveals to Young Rae that he is from the future and she understands that this is why he knew how to save her life from a fever. Meanwhile, the plot thickens because the emperor has no male heir. Dr. Jin is also placed in a position of honor when he gets to meet the Empress. When one of her workers falls to the ground, Dr. Jin suggests they do invasive surgery to fix a hole in his stomach and the Empress must make a difficult decision to believe him.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr. Jin (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "24 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Young Rae is distressed because a report has come from the countryside that her mother suddenly collapsed. Young Rae and Dr. Jin are informed that her mother has a disease that modern people know is caused by a vitamin deficiency. Dr. Jin must make another hard decision about whether or not to expose his futuristic techniques in a timeline where they do not exist.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr. Jin (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "30 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Young Rae is now captured by her own fiance and accused of poisoning the Emperor's mother along with Dr. Jin. No one can convince commander can that they are innocent and he turns his back on Young Rae. Despite everything, the two come out of the situation clean and it is Commander Kim that is disgraced and exiled.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr. Jin (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "1 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Dr. Jin suddenly finds himself in an important turning point in history and is doing everything he can to avoid saving the day. After all, the empires must fall in order for democracy to take foot in the future. The peasant riots are taking down many of his friends, but he knows he must endure and not interfere. Caught up in the moment, Commander Kim kills Young Hwi.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr. Jin (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "7 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    The Emperor is offered Dr. Jin's services, but the king just wants more young women in his palace. Instead of continuing to punish Commander Kim, the elder Emperor sends him to work with the elevated position of the Royal Guard. Dr. Jen also improves his position in the courts by making a paper bag and saving a royal worker from breathing issues.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr. Jin (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "8 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Dr. Jin knows it is important to perform a surgery on the Emperor, but no one seems to agree with him. Part of the holdup is that many people want to see the Emperor dead. In a difficult battle for integrity, Dr. Jin works diligently to save lives instead of ending them.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr. Jin (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "14 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    If Dr. Jin does not get to her in time, Young Rae could die. Unfortunately, no one can seem to find her for the lifesaving surgery. However, she has run away to avoid marriage with the wrong person and is now being stalked by the Emperor. Brought to tears, Dr. Jin cannot be hopeful that Young Rae will recover after breast cancer surgery.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr. Jin (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "15 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Civil unrest continues in the Kingdom and there are gunshot wounds for Dr. Jin to cure. It is at this time that he reveals his time traveling identity to another person and tells them that they will be in an elevated position once the king is dead. The elderly Emperor is finally on his deathbed and Dr. Jin is finally granted permission to do the surgery, but it may be too late.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr. Jin (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "21 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    No one knows what to do when the neurosurgeon needs neurosurgery. Dr. Jin is in deep trouble with increasingly painful headaches and feels more than ever that he must go back to the future. Time is running out for his journey and it causes Young Rae great distress. Dr. Jin's final request is that she avoids going to worship, but he will not tell her the reason why.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr. Jin (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "22 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Performing a Cesarean without anesthesia, Dr. Jin brings a new member into the royal family. Dr. Jin still has remnants from his past in the future and is beginning to long for his journey home. Sadly, there is no time to ponder his next move because there is tension between Confucian scholars and the royal courts.    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr. Jin (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "28 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    The Emperor is reminded of a promise he made to Dr. Jin as he arrests him for running away with a Catholic man. In the end, the Emperor makes good on his promise to protect Catholics and beggars. Trouble is not over yet and the Catholic man gets into danger with his life resting in the hands of Commander Kim.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr. Jin (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "29 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    The royal family must figure out how they are going to deal with the ongoing Catholic conflict in their country. Moreover, there is plenty to be discussed concerning the new illegitimate member of the royal family. In order to get a grasp on the political situation that is changing in his country, the Emperor asks the wary Dr. Jin to give him the history of political neighbors like Russia and Japan.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr. Jin (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "5 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Dr. Jin loses a patient and it is the Emperor's recently pregnant courtesan. The death of this woman triggers something inside of Dr. Jin and he remembers that his true love in the future, Mi Na, also died. Feeling confused and hopeless about how he arrived in the past, Dr. Jin decides to end it all.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dr. Jin (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "12 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    In the season finale, war has broken out between European outsiders, foreigners and the kingdom. Everyone is suddenly forced into making hard decisions, and in the chaos, Commander Kim is severely injured. Although attempting to bring some peace to every person he must treat, bad luck comes to Dr. Jin when he is stabbed by a soldier in the foreign military.    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Song, Seung-heon"
            },
            {
                "name": "Park, Min-Young"
            },
            {
                "name": "Lee, Beom-su"
            },
            {
                "name": "Kim, Jae-Joong"
            },
            {
                "name": "Lee, So-yeon"
            },
            {
                "name": "Jin, Yi Han"
            },
            {
                "name": "Jeong, Eun-pyo"
            },
            {
                "name": "Kim, Eung-soo"
            },
            {
                "name": "Kim, Hye-ok"
            },
            {
                "name": "Kim, Il-Woo"
            },
            {
                "name": "Lee, Seung-Joon"
            },
            {
                "name": "Lee, Won-jong"
            },
            {
                "name": "No, Eul"
            }
        ],
        "locations": [
            "Seoul, South Korea"
        ],
        "genres": [
            "Fantasy"
        ],
        "countries": [
            "South Korea"
        ],
        "country codes": [
            "kr"
        ],
        "language codes": [
            "ko"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-Y"
        ],
        "number of seasons": 1,
        "rating": 6.3,
        "votes": 163,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTU0NDY3NzIyNl5BMl5BanBnXkFtZTgwMTUzMDU3MTE@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "$10,000,000 (estimated)",
        "plot outline": "Dr. Jin, the top surgeon in Korea in the 21st century, finds himself transported to the year 1860 in the Joseon kingdom. How does he treat patients without state-of-the-art medical equipment and only armed with knowledge of modern medicine? There is no medical equipment or medicine in the kingdom but he has to somehow find a way to treat ill patients. Time traveler Dr. Jin is a medical drama with actual doctors advising the drama production. To save lives, Dr. Jin resorts to building his own medical instruments and developing medicine to remake himself into a better doctor.",
        "languages": [
            "Korean"
        ],
        "title": "Dr. Jin",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2012",
        "akas": [
            "Dr. Jin (South Korea)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Murakami, Motoka"
            },
            {
                "name": "Han, Ji-hoon"
            }
        ],
        "production companies": [
            {
                "name": "Kross Pictures"
            },
            {
                "name": "Victory Production"
            }
        ],
        "distributors": [
            {
                "name": "Munhwa Broadcasting Corporation (MBC)"
            }
        ],
        "plot": [
            "A surgeon treats a mysterious patient who has a human-shaped tumor in his head, only to discover himself time-travelling to the year 1861.::Anonymous",
            "_Dr. Jin_ (qv), the top surgeon in Korea in the 21st century, finds himself transported to the year 1860 in the Joseon kingdom. How does he treat patients without state-of-the-art medical equipment and only armed with knowledge of modern medicine? There is no medical equipment or medicine in the kingdom but he has to somehow find a way to treat ill patients. Time traveler _Dr. Jin_ (qv) is a medical drama with actual doctors advising the drama production. To save lives, _Dr. Jin_ (qv) resorts to building his own medical instruments and developing medicine to remake himself into a better doctor.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 163,
                "rating": 6.3
            },
            "aged 18 29": {
                "votes": 39,
                "rating": 5.8
            },
            "aged 30 44": {
                "votes": 49,
                "rating": 6.2
            },
            "aged 45 plus": {
                "votes": 30,
                "rating": 7.4
            },
            "males": {
                "votes": 52,
                "rating": 6.3
            },
            "males aged 18 29": {
                "votes": 12,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 21,
                "rating": 6.0
            },
            "males aged 45 plus": {
                "votes": 14,
                "rating": 6.8
            },
            "females": {
                "votes": 71,
                "rating": 6.3
            },
            "females aged 18 29": {
                "votes": 26,
                "rating": 5.6
            },
            "females aged 30 44": {
                "votes": 27,
                "rating": 6.3
            },
            "females aged 45 plus": {
                "votes": 15,
                "rating": 7.8
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 2.5
            },
            "us users": {
                "votes": 30,
                "rating": 6.8
            },
            "non us users": {
                "votes": 63,
                "rating": 5.8
            }
        },
        "number of votes": {
            "10": 35,
            "9": 9,
            "8": 23,
            "7": 30,
            "6": 26,
            "5": 15,
            "4": 8,
            "3": 4,
            "2": 4,
            "1": 9
        },
        "arithmetic mean": 6.9,
        "median": 7
    }
}