{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "12 May 2012"
            }
        ],
        "release dates": [
            "USA::12 May 2012"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Urban Farm Oasis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    A young couple determined to live close to the land, hires Chris and his crew to create a beautiful urban farm in their backyard. The couple already have a beehive, but they want to be able to walk outside their door to harvest an entire meal, and serve and prepare it in an outdoor dining area. Chris designs an eclectic backyard where the couple can grow and eat their own food in an inviting outdoor space. The new yard comes complete with raised planters for vegetables and herbs. Using a door salvaged from the couple's rickety wooden shed, Chris creates an adorable ...    "
                },
                "2": {
                    "title": "Woodlands Retreat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    While the large, woody backyard looks beautiful from a distance, up close, the bugs and overgrown bushes keep a pair of new homeowners and their dog out of the backyard. They want to be able to entertain and relax in their shady yard, but the small deck and unkempt woodlands are impractical for parties of any size. Chris uses a backhoe, chainsaw and inventive new plantings and hard-scape to create a yard that seems to grow right out of nature, but is inviting and relaxing as well. Chris extends the deck and adds stadium steps to create a new dining and cooking area. A...    "
                },
                "3": {
                    "title": "Eclectic Dream Yard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "May 2013",
                    "year": "2013",
                    "plot": "\n    Chris Lambton tackles a clean-up project before design can begin.    "
                },
                "4": {
                    "title": "Caribbean Backyard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "May 2013",
                    "year": "2013",
                    "plot": "\n    Chris Lambton creates a Caribbean-inspired backyard on Cape Cod.    "
                },
                "5": {
                    "title": "A Yard for Entertaining",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    This young couple, known for their love of animals and the outdoors, mystify their family with their huge overgrown backyard filled with old wood piles and weeds. It's simply unusable. The couple realize they have a diamond in the rough, but they just don't know how to create the space they want for them, their families, and their beloved pet dog and pot-bellied pig. Chris encourages the couple to think big and use their expansive yard for the play and entertainment spaces they've always wanted. Chris and his team create a Nautical-themed yard centered around a ...    "
                },
                "6": {
                    "title": "Triple-Decker Oasis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Chris Lambton creates a Nautical-themed yard with a three-level deck.    "
                },
                "7": {
                    "title": "Outdoor Rooms with a View",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "20 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Chris Lambton tackles a yard so unusable, the kids play in the driveway.    "
                },
                "8": {
                    "title": "Eclectic Dream Yard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n    Chris creates a yard that literally goes from trash to treasure. The homeowners had been saving old bathtubs and coffee urns to use as planters, but simply didn't have time to create the eclectic yard of their dreams. Chris and his team tackle a huge clean-up project before they can begin designing the small backyard. They expand a tiny deck to be closer to a hot tub, redesign an outdoor shower, add a stone patio with a fire pit and extra seating, and create a unique rebar arbor that leads to a children's play area. To enhance the small yard's growing area, the team ...    "
                },
                "9": {
                    "title": "Caribbean Backyard with a Fire Pit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n    A well-traveled homeowner creates the perfect design challenge when she requests a Caribbean backyard in Cape Cod. With colorful, beachy inspiration, Chris gives the homeowner what she wants, with a twist. Chris creates a wrap-around deck that leads into the new backyard and solves a tricky backyard access problem. A Caribbean-themed bar with a clever metal roof becomes the yard's focal point, surrounded by a stone patio with a fire pit, dining area and sitting area. Chris reuses the homeowner's hammock, under a new pergola to give her a shady space to relax. And to ...    "
                },
                "10": {
                    "title": "Creating a Tuscan Outdoor Dining Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "plot": "\n    Chris and his team find design inspiration in a couple's old shed. After the homeowners visit Italy, where they dine al fresco, the homeowners ask Chris to create a Tuscan ambiance in their own backyard. Chris re-purposes the old shed to become an outdoor dining room. After moving it to a better location with a crane, the team removes some of the walls and begins creating an \"old\" Italian dining space. They put in a new stone patio, an outdoor kitchen, and unique pond. A sitting area around a beautiful outdoor fireplace becomes a second room in the garden, surrounded ...    "
                },
                "11": {
                    "title": "Mediterranean Fountain and Gazebo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "plot": "\n    A family of four is desperate to have an outdoor space as beautiful as their recently-renovated Mediterranian-style home. The home has beautiful french doors that open to a miniature deck with a yard filled with dirt and renovation left-overs. Chris and his team tackle the cleanup and demo first. Then they create design elements that will enhance the home's classic style. They build a huge deck off the French doors that opens to a grass-and-stone tiled yard, a cobalt blue fountain and an oversized gazebo with canvas shade panels that enclose an outdoor living room. ...    "
                },
                "12": {
                    "title": "Outdoor Bar, Fire Pit and Creativity Retreat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Chris Lambton forms a backyard retreat for creativity around a great tree.    "
                },
                "13": {
                    "title": "Asian-Inspired Low-Maintenance Yard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "plot": "\n    When a couple can't agree on how to create a beautiful, but low maintenance backyard, Chris and his team take over. The homeowners love to dine, practice yoga, and entertain outside, and ask Chris to create a space that will meet their needs. Chris extends the home's covered patio to include a steel pergola over a new dining and yoga area. Decking extends through the yard, leading to an unusual sunken fire pit with comfortable cushion seating. And the focal point of the yard is a no-maintenance yin-yang garden with decorative footbridge leading to a side yard. ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Double Decker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    In Cape Cod, Chris and his team battle the rain as they build the Oliveiras a backyard entertainment space that's fun for the whole family. Chris' design calls for a custom playground with a tunnel, an outdoor fireplace with a matching brick patio, and a giant two level deck with a built in planter box. To celebrate, the Oliveiras host a surprise birthday party.    "
                },
                "3": {
                    "title": "Yard Gone to the Dogs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Matt and Zena Welker love to host parties and play yard games, but their backyard has been taken over by their two dogs. Chris builds them a yard that's fit to entertain both people and pets with a design that includes a shady new deck with a custom tiki bar, a hot tub, and a personal dog park for Monkey and Rufus. Friends, neighbors and their dogs all arrive to christen the new space for the reveals.    "
                },
                "4": {
                    "title": "Cluttered Yard Gets Modern Lines",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    In each episode professional landscaper Chris Lambton transforms a neglected backyard into an eye-popping outdoor family space, suitable for entertaining. Patios, water features, fire pits, arbors and truckloads of plants all will be revealed as the guests arrive to christen the new space with its first home run of a party.    "
                },
                "5": {
                    "title": "More Chic, Less Shabby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Yard Gone to the Dogs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "16 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Chris faces one of his toughest challenges yet as he transforms an unsightly, neglected backyard into a Mid-Century Modern retreat with Mondrian influences. Homeowners Ryan and Timm have been so embarrassed by their yard that they haven't invited anyone over in the six months they have lived in their house. They ask Chris to remove a broken hot tub and transform the space. Chris and his crew encounter numerous challenges as they get the yard into shape, including buried bricks and roots, which threaten the budget. The finished backyard includes raised planting beds, a...    "
                },
                "7": {
                    "title": "Tricked Out Rustic Design",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Chris and his landscaping team tackle a shabby backyard that's currently useable by just one rowdy dog. When homeowners Derek and Nicole discover they are pregnant with their second child, they both realize they'll need more livable space once the baby comes. Hearing about their love of camping and the outdoors, Chris designs this growing family a unique, rustic backyard, complete with all the comforts of home to ensure the outdoors is just as useable as the indoors.    "
                },
                "8": {
                    "title": "Backyard Makeover with a Tearoom Focal Point",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Chris and his team are asked to turn a backyard filled with children's toys into a sophisticated outdoor space with a focal point that will draw visitors into the yard. Hillary, James and their 9-year-old daughter, Kate are desperate for a backyard upgrade. Kate has outgrown her playset and playhouse and wants a more grownup space where she can spend time with her mom. Her parents love to entertain and want a backyard renovation that will make better use of their large yard, while also being a beautiful complement to their traditional design aesthetic. Chris ...    "
                },
                "9": {
                    "title": "Going Yard Turning a Large, Rundown Backyard Into an Modern Retreat by Day and an Outdoor Theater by Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    The Morgan family needs a backyard where the children can play, the adults can relax, and everyone can form lasting family memories. Chris thinks outside the box to transform the family's forgettable backyard into a unique space with plenty of comfy seating, a lounge area with a hammock and stretches of grass for playing. But the unexpected element that thrills the homeowners is an outdoor movie theater where the entire family can gather and create lasting memories. Chris shows how to effectively plan outdoor spaces that will incorporate multiple uses and unexpected ...    "
                },
                "10": {
                    "title": "Creating Vintage Charm with New and Old Elements",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Julie and John are proud owners of a 100-year-old Craftsman bungalow with one big problem: its grassy backyard lacks the charm and character of their home. The couple ask Chris to create a backyard that incorporates their eclectic taste and their 5-year-old son's need for outdoor space, while preserving the integrity of the Craftsman style. Chris' design includes a new deck with columns that perfectly match those on the home's front porch. When the homeowners ask for a roof, Chris cleverly creates a see-through roof that lets in light while protecting the deck from ...    "
                },
                "11": {
                    "title": "Modern Backyard Makeover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Chris creates an architectural, modern backyard for Michael, Melissa and their two young children. The couple bought a fixer-upper they've decorated with a modern feel and are at a loss about creating a yard that reflects their clean-lined aesthetic. Chris and his team use a black and white color scheme to create a stunning modern retreat. For adults, they build a focal point of a custom raised deck that seems to float over the yard, and a cozy black and white lounge for cocktail hour. A hand-crafted modern playhouse, see saws and trike-riding paths will keep the ...    "
                },
                "12": {
                    "title": "Going Yard Modern Backyard Makeover with Deck, Playground, Raised Beds and Sleek Privacy Fence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Chris and his team create a new backyard for a young family who embrace modern architecture. The couple have created their own beautiful backyard studio office, but the rest of the yard is embarrassingly unkempt and useless. Chris creates a stream-lined deck, raised vegetable garden, clever horizontal privacy fence with a sitting area, and an innovative playground for their daughter.    "
                },
                "13": {
                    "title": "A Backyard Made for Sports and Relaxation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    An active family with teenaged boys and a young daughter have a huge lot that looks more like an abandoned field than their own yard. They ask Chris and his team to create a backyard that fits their active lifestyle, yet is easy to maintain. Chris transforms the yard into a sports complex for the children. He creates a croquet lawn and batting cage for the boys, a koi pond with lilies for the daughter and and outdoor eating area for the entire family. And once the kids are tired of playing, there is a giant fire pit with seating where everyone can relax and roast ...    "
                },
                "14": {
                    "title": "Chris and Peyton's Wedding Reception Makeover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    Chris and Peyton recently married in an intimate ceremony on the beach in another state. Now back home in Cape Cod, they want to host a reception for friends and family who were unable to attend the wedding. But Chris' yard is much like the cobbler's children going without shoes-- even though he's a landscaper, his own yard is unkempt and overgrown. Plus, the limited seating and dining space prevents the couple from hosting family dinners. Chris recruits his brothers and friends, who are part of his landscaping crew, for the makeover. They create an extended stone ...    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Cluttered Yard Gets Modern Lines",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Yard (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n    El and Sharon Sanders have a cluttered backyard that is overgrown with weeds and full of unsightly storage bins. Chris has to demo a deteriorating carport, concrete and fencing before he can build a modern low-profile deck with built-in storage, a relaxation space with a fountain and low maintenance plantings.    "
                }
            }
        },
        "number of episodes": 27,
        "cast": [
            {
                "name": "Lambton, Chris"
            },
            {
                "name": "Wright, Peyton"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.3,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTg5MDk0MTAyOF5BMl5BanBnXkFtZTgwMTM0OTAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "plot outline": "In each episode professional landscaper Chris Lambton transforms a neglected backyard into an eye-popping outdoor family space, suitable for entertaining. Patios, water features, fire pits, arbors and truckloads of plants all will be revealed as the guests arrive to christen the new space with its first home run of a party.",
        "languages": [
            "English"
        ],
        "title": "Going Yard",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Going Yard (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Lemmer, Thomas"
            }
        ],
        "production companies": [
            {
                "name": "Magnetic Productions"
            }
        ],
        "distributors": [
            {
                "name": "Home and Garden Television (HGTV)"
            }
        ],
        "plot": [
            "In each episode professional landscaper Chris Lambton transforms a neglected backyard into an eye-popping outdoor family space, suitable for entertaining. Patios, water features, fire pits, arbors and truckloads of plants all will be revealed as the guests arrive to christen the new space with its first home run of a party.::Magnetic Productions"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 5.3
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "males": {
                "votes": 3,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 5.5
            },
            "females": {
                "votes": 3,
                "rating": 7.7
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 5.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 4.0
            },
            "us users": {
                "votes": 4,
                "rating": 7.2
            },
            "non us users": {
                "votes": 1,
                "rating": 5.0
            }
        },
        "number of votes": {
            "10": 2,
            "9": 0,
            "8": 1,
            "7": 1,
            "6": 0,
            "5": 1,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.3,
        "median": 7
    }
}