{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2012"
            },
            {
                "country": "USA\n",
                "date": "20 July 2012"
            }
        ],
        "release dates": [
            "USA::2012",
            "USA::20 July 2012"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Danny Greene",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "15 Aug. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "The First Kingpin: Juan Raul Garza",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 14,
                    "original air date": "20 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    This episode follows the case of Juan Raul Garza, the first drug kingpin. Garza and his gang made millions of dollars running drugs across \"Marijuana Boulevard,\" the Gateway bridge linking Mexico and the U.S. in Brownsville, Texas. He became the first felon targeted for death by the federal government in more than 30 years.    "
                },
                "2": {
                    "title": "The Ultimate Outlaw: Harry 'Taco' Bowman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 14,
                    "original air date": "27 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Bowman, as international president of the Outlaws Motorcycle Club, ordered kidnappings, firebombings, assaults and murders. He joined another exclusive club in 1997, the \"FBI Ten Most Wanted\" list. Bowman was brought to justice with the help of an informant on the inside of the Outlaw brotherhood.    "
                },
                "3": {
                    "title": "The Godmother: Griselda Blanco",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 18,
                    "original air date": "14 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Drug lord Griselda Blanco, aka The Godmother, is suspected of scores of murders while transporting cocaine from Colombia to New York, Miami and Southern California; includes exclusive interview footage with her son, Michael Corleone Blanco.    "
                },
                "4": {
                    "title": "The Mayor of Harlem: Alberto 'Alpo' Martinez",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "21 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    This episode profiles the rise and fall of Albert \"Alpo\" Martinez, dubbed the Mayor of Harlem. Alpo and two childhood friends, Azie Faison and Rich Porter, would become kings of the inner city in the mid-1980s. But like the high itself, the cocaine brotherhood did not last. Azie narrowly escaped with his life. Rich Porter would not be so lucky.    "
                },
                "5": {
                    "title": "Machine Gun Johnny: Johnny Eng",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "28 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    This episode features the rise and fall of Johnny Eng, one of the most notorious drug traffickers in the history of Manhattan's Chinatown. A one-time informant for the DEA, \"Machine Gun Johnny\" thought he could snitch on all his rivals to monopolize the heroin trade on the eastern seaboard.    "
                },
                "6": {
                    "title": "King Blood: Luis Felipe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 13,
                    "original air date": "4 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    This episode explores the case of Luis Felipe, also known as \"King Blood.\" From a prison cell, Felipe founded the New York chapter of the Latin Kings street gang. Felipe's own writings would incriminate him as the orchestrator of murders and crimes against his own members. He is now serving a life sentence in solitary confinement.    "
                },
                "7": {
                    "title": "Anthony Shea and the No-Name Gang",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 14,
                    "original air date": "11 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Anthony Shea, one of the most prolific bank and armored truck robbers.    "
                },
                "8": {
                    "title": "The Queenpin: Jemeker Thompson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 12,
                    "original air date": "18 Sep. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Lethal Beauties: Beltran, Henao, & Garcia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 11,
                    "original air date": "25 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The head of a deadly heroin ring: An ecstasy drug ring: A Mexican drug cartel leader.    "
                }
            },
            "2": {
                "1": {
                    "title": "The Black Hand of Death: Clarence 'Preacher' Heatley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "28 May 2013",
                    "year": "2013",
                    "plot": "\n    This episode features the case of Clarence Heatley and his \"Preacher\" Crew. The \"crew\" extorted, kidnapped, and even killed to gain notoriety on the streets of the Bronx and Harlem. Heatley's top lieutenant was a former housing cop named John Cuff. His team included \"janitors\" whose job was to clean up the mess after Preacher's victims were tortured and murdered. It was rumored that they once kidnapped singer Bobby Brown and held him for ransom over a drug debt. By the early 1990s, the NYPD and FBI formed a task force to take down the Preacher Crew. Both Heatley and ...    "
                },
                "2": {
                    "title": "The Shadow Kingpin: Bartolome Moya",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "4 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Moya and his chief enforcer, Andre Paige, led a deadly narcotics and extortion racket in New York City until the law caught up with them. With a failing heart, Moya escaped conviction and was sent home to die. Authorities would soon discover that he had received a new heart on the taxpayer's dime. With a new lease on life, Moya would disappear without a trace and stir up a manhunt beyond the jurisdiction of the United States.    "
                },
                "3": {
                    "title": "The Pot Princess of Beverly Hills: Lisette Lee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "11 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    This episode examines Lisette Lee, the supposed Samsung heiress who lived a mysterious life of privilege and luxury until her arrest for narcotics trafficking in 2010. The product of an illicit multi-national love affair, Lee was adopted at a young age and moved from South Korea to Beverly Hills. It was there that she molded and shaped various personalities to manipulate those around her. She went to great lengths to get what she wanted; allegedly kidnapping men, setting up surveillance, and wiretapping \"team LL:\", her crew of minions. The team was formed after Lee ...    "
                },
                "4": {
                    "title": "The Mongol Warlord: Ruben 'Doc' Cavazos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 9,
                    "original air date": "18 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Following a deadly brawl between the Hells Angels and Mongols Motorcycle Clubs in 2002, Cavazos came to national prominence. During his reign as the Mongols' president, he expanded the club's membership by recruiting local street thugs with affiliations to the Mexican Mafia. Federal agents say Doc's aim was to take on the Hells Angels and run a massive criminal enterprise engaged in drug running, murder and intimidation. But Doc's power grab came with consequences. During his time in charge, agents with the Bureau of Alcohol, Tobacco, Firearms and Explosives ...    "
                },
                "5": {
                    "title": "Philly's Gangster Queen: Thelma Wright",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "25 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    In her early 20s, Thelma met her husband, Jackie Wright, a major player in the Philadelphia drug game. When her husband was murdered, Thelma was faced with a choice: start life over on the straight and narrow or take over the family business. With a taste of success and the lure of easy money, she started transporting cocaine and heroin between Los Angeles and Philadelphia. But life in the game was not what she bargained for.    "
                },
                "6": {
                    "title": "The Colombian Rambo-Carlos Lehder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 9,
                    "original air date": "2 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    This episode features Carlos Lehder, Medellin Cartel member and self-proclaimed Nazi. Lehder revolutionized the cocaine business by taking over an island in the Bahamas and using it as a way station between Colombia and the U.S. On Norman's Cay, the Colombian Rambo meets his match in a professor and diving enthusiast named Richard Novak who will stop at nothing to protect his paradise. Lehder is eventually run off the island and resorts to terrorizing authorities in his homeland to stay out of jail. After years on the run, he's extradited to the U.S. and sentenced to ...    "
                },
                "7": {
                    "title": "The Kingston Kingpin: Christopher 'Dudus' Coke",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "30 May 2013",
                    "year": "2013",
                    "plot": "\n    Christopher Coke was the notorious leader of the international gang, the Shower Posse. His operation transported drugs to major US cities, sold them for massive profits, and purchased weapons on the black market to export back to his native country, Jamaica. \"Dudus\", as he was known on the streets, used his criminal wealth and prosperity to win the hearts of his community and influence their political affiliations. Such power propelled him from a Kingpin to a political pawn, and when the US attempted to have the beloved gangster extradited, a civil war broke out to ...    "
                },
                "8": {
                    "title": "The Baron of Brotherhood: Barry Mills",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 9,
                    "original air date": "16 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Mills found his calling as the leader of the white supremacist prison gang the Aryan Brotherhood. Over the course of almost two decades, federal prosecutors say Mills is responsible for at least 14 murders even though he has been in prison most of his life. In 1997, Mills and his right hand-man, Tyler Bingham, ordered their members to carry out a race war against rival prison gang, the D.C. Blacks. Immediately after the war, A.B. high-ranking member, Al Benton, provided the big break in the case when he left the A.B. behind and cooperated with the federal government. ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Mother of the Avenues: Maria \"Chata\" Leon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "23 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Explore the gangland matriarch Maria \"Chata\" Leon and the criminal underworld created by her murderous gangbanger children. Leaders of the Drew Street Clique of the Avenues Gang, this family ruled a small pocket of Los Angeles for decades. By way of slinging crack cocaine and meth, Maria Leon accrued a great amount of wealth but her status in the hood dwarfed any financial gain she could earn.    "
                },
                "2": {
                    "title": "Alejandro Corredor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "20 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    This episode focuses on the gangster of suburbia who led a double life, Alejandro Corredor. He seemed like an average family man living in the small town of Fairway, Kansas. But in his other life, he was Kansas City's cocaine pipeline, moving massive shipments from Mexico's Sinaloa Cartel. With the money from drugs, he invested in a local gangsta rap group called Block Life.    "
                },
                "3": {
                    "title": "Pistol Pete Rollack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "27 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Tied as a boy to Mr. Untouchable, heroin kingpin Nicky Barnes, Pistol Pete came up in the game, growing up in the projects of the Bronx. In the mist of the 1980s crack epidemic, Pistol Pete earned his nickname after starting his own gang--Sex, Money, Murder. He and his underlings incorporated the organization in an effort to launder the drug money and expanded their operations outside New York.    "
                },
                "4": {
                    "title": "Los Muchachos: Augusto Falcon and Salvador Magluta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "3 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    This episode follows the story of Salvador Magluta and Augusto Falcon, a pair of powerboat racers in Miami who allegedly moved more illegal narcotics than just about anyone in the history of the U.S. War on Drugs. Known as Willy and Sal, they were tried for importing more than 2.1 billion tons of cocaine over more than a decade of trafficking.    "
                },
                "5": {
                    "title": "Terrance Benjamin and Derrik Washington",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "3 Sep. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Bird & the New Breeds: Dana Bostic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "10 Sep. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Quasand Lewis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "24 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    This episode of features the case of 'Q', the Motor City connect. In the shadows of a broken city, Quasand Lewis made millions by way of a complex drug trafficking organization. At the height of 'Q's success in Detroit the Lewis Organization raked in $178 million in drug profits. Following the drugs and the money, the federal government launched \"Operation Falling Star\" in order to take down 'Q'.    "
                }
            },
            "4": {
                "1": {
                    "title": "Juan Ramon Matta Ballesteros",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "19 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    By connecting the Mexican and Colombian drug cartels, Ballesteros became a powerful drug lord south of the border. But state lines mean nothing to U.S. law enforcement when he orders the torture and murder of one of their own.    "
                },
                "2": {
                    "title": "Dustin Honken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "26 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    In the 1990s, a new drug took America by storm, crystal methamphetamine. In small town, Iowa, a mastermind chemist took advantage of the situation. Dustin Honken made and sold a deadly concoction of the drug, turning this farmboy into a gangster. But the federal government would accuse him of much more than that when two of the key witnesses in the case against him suddenly disappeared...    "
                },
                "3": {
                    "title": "James Spencer Springette",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "2 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    James Spencer Sringette was a drug dealer like no other. In 2002, he found himself on the FBI's top ten list of most wanted fugitives, right next to Osama bin Laden. He started out selling juice to tourists on the island of St. Thomas in the U.S. Virgin Islands and ended up distributing thousands of kilos of cocaine into the United States. With a strategic base for importing and exporting drugs, he became a middleman - and virtually a made-man - for Colombia's Medellin Cartel. His crew, the Island Boys, helped him build his multinational, multi-thousand kilo, million ...    "
                },
                "4": {
                    "title": "Ludwig Fainberg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "9 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    In the 1990s, Ludwig \"Tarzan\" Fainberg became a middleman between two of the most dangerous criminal organizations in the world, buying abandoned Cold War vessels from the Russian Mafiya and selling them to Colombia's Medellin Cartel.    "
                },
                "5": {
                    "title": "Demetrius & Terry Flenory (BMF)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "16 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Over 15 years, Two brothers from Southwest Detroit grow from small time street dealers to the biggest cocaine distribution gang the United States had ever seen, the Black Mafia Family. From the suburbs of Atlanta, to the Hollywood Hills, the Flenory brothers, Big Meech and Southwest T, controlled cocaine in major cities across the country. But when Big Meech moves from the shadows of the underworld to the spotlight of the Atlanta hip hop scene, the two brother's relationship, and BMF begin to unravel.    "
                },
                "6": {
                    "title": "Alex Rudaj: The Patriarch of the Sixth Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "23 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Throughout the 1990s and early 2000s, Albanian immigrant Alex 'Uncle' Rudaj carved a name for himself in New York - a city already dominated by organized crime. But unlike the Mafia, this self-made crime boss didn't follow traditional rules. He formed his own crime family, known as \"The Corporation\", and muscled in on gambling territories owned by the five Mafia families. In doing so, Rudaj was able to do what no other gangster had done before - or since - turn The Corporation into a sixth family. But this distinction didn't last long - it was only a matter of time ...    "
                },
                "7": {
                    "title": "Best Friends Gang",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "1 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    In 1986 Detroit, Demetrius Holloway quickly rose to become one of Detroit's most notorious drug kingpins with the help of a gang started by four brothers, Rockin' Reg, Boogaloo, Ghost, and Wizard Brown, known throughout Detroit as the Best Friends. But when the Best Friends decide to go into business for themselves, it becomes all-out war between Holloway and the brothers. Childhood friends become bitter enemies, and the resulting bloodshed would transform the Motor City into Murder City.    "
                },
                "8": {
                    "title": "Rances Ulices Amaya",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "8 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    In the wealthiest and most populated area of Virginia, lies a deeper and darker world of a violent, international gang called MS 13. As a shot caller for MS 13, Rances Ulices Amaya aka \"Blue,\" enslaved the lives of juvenile girls by recruiting them into a life of prostitution. Joining the gang at 13 years old, he and his gang were known to terrorize the streets with their weapon of choice, a machete. His reign of terror would come to an abrupt end as the number 13 would prove to be prophetic in his life, his 13th crime would prove to be the last.    "
                },
                "9": {
                    "title": "Mery Valencia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "15 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Mery Valencia was a queenpin with a story made for the movies. Throughout the 1980s and 1990s, she ran a sophisticated organization comprised of mostly female lieutenants, who helped her distribute more than 13 tons of cocaine worth $180 million throughout the U.S. The drugs were coming in from Colombia, and specifically the Cali Cartel. One of the few women to rise through the ranks of the dangerous cartel, Valencia first ran her business through a store in Miami and stash houses in California, Texas, Florida and New York. The mastermind became a fugitive in 1992 and...    "
                },
                "10": {
                    "title": "Cheng Chui Ping",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "22 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    From her base in New York City, Cheng Chui Ping ran one of the most sophisticated and largest human smuggling operations of all time. Over the course of two decades \"Sister Ping\" made some $40 million dollars capitalizing on the hopes and dreams of immigrants looking for an escape from Communist China to America. Transported via cargo ships with very little food or water, her customers were human cargo, imprisoned until all their trip fees were paid. In 1993, one of her ships ran aground with nearly 300 passengers, prompting the FBI and INS to launch an investigation ...    "
                }
            },
            "5": {
                "1": {
                    "title": "Whitey Bulger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "6 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    James 'Whitey' Bulger is one of the most notorious organized crime bosses in American history, not only for the murders he committed but for turning the FBI into his informants. As the leader of South Boston's Winter Hill Gang, Bulger wreaked terror on his own community for decades. On the run for 16 years, Bulger would finally be captured by the very agency that once helped him get away with murder.    "
                },
                "2": {
                    "title": "Timothy McGhee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "13 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Known as the Monster of Atwater Village, Timothy McGhee was the shot caller for the Toonerville gang. An aspiring rapper who wrote lyrics about his gang life and hatred for cops, McGhee was feared among many in Los Angeles. McGhee was a thrill killer and would hunt for his victims to satisfy his thirst for blood. Introducing military tactics to his gang, McGhee would gun down anyone who stood in his way.    "
                },
                "3": {
                    "title": "Vincent Smothers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "20 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Vincent 'Vito' Smothers was one of Detroit's most notorious killers. But he didn't start out that way. Born and raised on the wrong side of 8 mile, Smothers started out an honors student until the lure of the dollar enticed him into becoming a hit-man. Smothers would eventually confess to 12 murders, but 4 of them had already been pinned on someone else...    "
                },
                "4": {
                    "title": "Raquel Hortencia Medeles-Arguello",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "27 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    In Houston, a city where the sex trade is booming, was an organization ruled by one madam, Hortensia Medelles-Arguella. \"Tencha\" was the mastermind of the biggest sex ring to be busted in Texas. She built her empire on the tears of girls that were smuggled into the United States hoping for a better life. Tencha forced underage girls to work in deplorable conditions and capitalized on their earnings, keeping the wealth for herself.    "
                },
                "5": {
                    "title": "Marvin and Pierre Mercado",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "3 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Marvin Mercado, aka \"Shy Boy,\" and his brother, Pierre aka \"Boo Boo\" were major players in the violent street gang, the Asian Boyz. In the 1990's, the Asian Boyz ignited a bloody crime spree known as, \"The Summer of Madness.\" From drive-by shootings to home invasions targeting their own community, the gang had no mercy. As part of the gang was taken down, the Mercado's evaded justice for over a decade, hiding out in the Philippines, until the past came back to haunt them.    "
                },
                "6": {
                    "title": "Ross William Ulbricht",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "10 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    The Dread Pirate Roberts was the alias of the man behind the Silk Road, an online marketplace for illegal drugs. The man behind the mask? Ross William Ulbricht. A seemingly wholesome young man from Texas, who espoused libertarian ideals, government non-interference, the right of the individual to buy and sell drugs, and who allegedly ordered the death of half a dozen people.    "
                }
            },
            "6": {
                "1": {
                    "title": "The Mafia Cops: Louis Eppolito & Stephen Caracappa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "27 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    A badge tarnished by greed, power and murder, and the distinction as the most corrupt cops in the history of the New York Police Department, would ultimately be the legacy of Louis Eppolito and Stephen Caracappa - \"The Mafia Cops\".    "
                },
                "2": {
                    "title": "The Harvey Hustlers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "3 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The Harvey Hustlers were a notorious gang that dominated the streets of Harvey, New Orleans for three decades, through a monopoly on the drug trade and elimination of their rivals, until their rivals became each other.    "
                },
                "3": {
                    "title": "The Iceman: Richard Kuklinski",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "10 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    It would take a bold undercover agent to catch a cold-blooded killer responsible for multiple unsolved murders in the state of New Jersey, named Richard Kuklinski aka the \"Iceman\".    "
                },
                "4": {
                    "title": "The Teflon Don: John Gotti",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "17 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    John Gotti was the last of the classic gangsters, the \"Boss of Bosses\" of New York City's five Mafia families. Unlike other Mafia chiefs, Gotti broke all the rules by reveling in the spotlight and capturing the public's admiration. But behind the scenes, he ran a multi-million dollar illegal operation that thrived on prostitution, extortion, gambling, theft and drugs. He also left a trail of dead bodies of those that had dared cross him. Seemingly untouchable, the so-called \"Teflon Don\" would eventually be crossed by one of his own, an unprecedented betrayal that ...    "
                },
                "5": {
                    "title": "The Philly Menace: Kaboni Savage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "24 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Kaboni Savage was a ruthless drug dealer in North Philadelphia who lived up to his name by committing murder against his rivals and even their families, but whose own words would ultimately lead to his demise.    "
                },
                "6": {
                    "title": "The Godfather of Montreal: Vito Rizzuto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangsters: America's Most Evil (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "1 May 2018",
                    "year": "2018",
                    "plot": "\n    Vito Rizzuto was the head of the Montreal Mafia, overseeing a multi-million dollar international empire reportedly fueled by drug trafficking, money laundering and construction fraud. Despite the high levels of drugs his organization pushed onto U.S. streets, Rizzuto was seemingly impossible to take down. But through a series of unprecedented events, one act from his past would eventually come back to haunt the so-called \"Canadian Teflon Don\".    "
                }
            }
        },
        "number of episodes": 47,
        "cast": [
            {
                "name": "Womack, Cornell"
            },
            {
                "name": "Baughman, I. Elijah"
            },
            {
                "name": "Frazier, Mandell"
            },
            {
                "name": "Cipollini, Christian"
            },
            {
                "name": "Cimino, T. Rafael"
            },
            {
                "name": "Gonsalves, Armar"
            },
            {
                "name": "Cazades, Sean"
            },
            {
                "name": "Hairston, Jemeker Thompson"
            },
            {
                "name": "Romo, Vince"
            },
            {
                "name": "Cooper, Scott Brian"
            },
            {
                "name": "Friday, Nastashia Victoria"
            },
            {
                "name": "II, Donald Lett"
            }
        ],
        "genres": [
            "Documentary",
            "Biography",
            "Crime"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:NC16::(season 1)",
            "United States:TV-14"
        ],
        "number of seasons": 6,
        "rating": 7.6,
        "votes": 82,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjdkMDY0MzgtYTdkNy00MzlmLWE5YWQtMzU0MzdiNThkOWYwXkEyXkFqcGdeQXVyMTYyNjc4NjE@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Gangsters: America's Most Evil",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Gangsters: America's Most Evil (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Skouras, Marielle"
            }
        ],
        "production companies": [
            {
                "name": "Asylum Entertainment"
            }
        ],
        "plot": [
            "_Gangsters: America's Most Evil_ (qv) is a cinematic documentary series that explores the rise and fall of some of the most nefarious and notorious criminals brought to justice by the United States government.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 82,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 12,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 31,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 23,
                "rating": 7.1
            },
            "males": {
                "votes": 53,
                "rating": 7.4
            },
            "males aged 18 29": {
                "votes": 8,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 26,
                "rating": 7.9
            },
            "males aged 45 plus": {
                "votes": 16,
                "rating": 7.1
            },
            "females": {
                "votes": 17,
                "rating": 7.5
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 9.5
            },
            "females aged 30 44": {
                "votes": 5,
                "rating": 6.3
            },
            "females aged 45 plus": {
                "votes": 6,
                "rating": 6.3
            },
            "top 1000 voters": {
                "votes": 8,
                "rating": 7.6
            },
            "us users": {
                "votes": 40,
                "rating": 7.7
            },
            "non us users": {
                "votes": 15,
                "rating": 6.3
            }
        },
        "number of votes": {
            "10": 19,
            "9": 8,
            "8": 20,
            "7": 18,
            "6": 7,
            "5": 2,
            "4": 1,
            "3": 4,
            "2": 1,
            "1": 2
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}