{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "23 October 2012"
            },
            {
                "country": "UK\n",
                "date": "29 October 2012"
            }
        ],
        "release dates": [
            "UK::23 October 2012",
            "UK::29 October 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Wizards vs. Aliens"
            },
            {
                "countries": "Brazil",
                "title": "Bruxos vs. Aliens"
            },
            {
                "title": "Wizards vs Aliens"
            }
        ],
        "akas": [
            "Wizards vs. Aliens (original title)",
            "Bruxos vs. Aliens Brazil",
            "Wizards vs Aliens "
        ],
        "akas from release info": [
            "Wizards vs. Aliens (original title)",
            "Bruxos vs. Aliens Brazil",
            "Wizards vs Aliens "
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "The Secret of Room 12: Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 12,
                    "original air date": "27 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Benny and Tom are perplexed by the odd reactions of their teacher Mr Fisher and their classmates after visiting Room 12, a seemingly ordinary photo-copying room. Eventually they discover that the room has been turned into a giant work-place and that the pupils, teacher and Tom's father have become a zombie labour force, thanks to the Prospector, who works for the inter-galactic Consolidation, and who plans to harness their brain power to drill to the Earth's core and remove the fusion sphere, causing the total collapse of the planet.    "
                },
                "2": {
                    "title": "The Secret of Room 12: Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 12,
                    "original air date": "27 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Whilst Benny flees the Prospector to alert Ursula Tom strikes up a risky alliance with Varg and his new bride, power hungry Lady Lyzera, who want the Earth saved so that they can pillage its magic. They return him to Earth but he is too afraid of his powers to send the Prospector back to his home planet. Ursula has no such fears and casts a spell which makes the Prospector fall in love with her, thus causing a diversion whilst Benny and Tom free the captives, destroy the drill and revert Room 12 back to its mundane original form.    "
                },
                "3": {
                    "title": "The Quantum Effect: Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 11,
                    "original air date": "3 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Wizard Eva Starling alerts Ursula to a huge crater in the woods and believes that hostile magical beings are trying to slip through from the Netherside. In fact it is a Nekross ship, which has crashed releasing dozens of tracker bugs which hunt down and imprison wizards, Eva included, on their ship. Tom is suspicious when Benny is invited to assist eccentric scientist Adam Wright at the Brock Mill radio telescope and with good cause as Adam is a disguise for Nekross Jathro, who wants to prove his superiority to Varg and destroy the Earth.    "
                },
                "4": {
                    "title": "The Quantum Effect: Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 12,
                    "original air date": "4 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    As Jathro activates the telescope, creating a quantum storm, Varg and Lyzera arrive and take Michael prisoner. Since pure magic alone cannot work against the aliens Ursula creates a spell in which Benny's mind enters Tom's body in order to give him the technical know-how to over-ride both the telescope - whose aim is to eradicate all humans so that only wizards remain and can be easily detected - and disable the tracker bugs. Mission accomplished they find that Eva has freed herself and the other captive wizards but Tom is sad to say goodbye to Benny as he goes off to...    "
                },
                "5": {
                    "title": "The Daughters of Stone: Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "10 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    School-friend Katie seeks Tom's help after her grandfather Gilbert has encountered an ugly witch in the deserted theatre he is trying to restore. The youngsters investigate and, confronted by the witch, Tom has to use his magic powers, revealing to Katie that he is a wizard. They bring Ursula and Michael to the theatre, where they are briefly joined by a mysterious female journalist who disappears. The witch, Old Bethesda, demands that Ursula releases her daughters, who have been turned to stone for past misdeeds or else she will have revenge. Sinister shapes then ...    "
                },
                "6": {
                    "title": "The Daughters of Stone: Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 11,
                    "original air date": "11 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The group is saved from the monsters by the sudden appearance of Ursula's husband Simeon Swann, a wizard who has spent thirty years in the Neverside. Old Bethesda abducts Ursula, since, with Ursula's ancestor turning the daughters to stone, only a descendant can free them. Journalist Laura Piper reappears, hiding in a cupboard, after which Simeon and Tom save Ursula and destroy Old Bethesda. Simeon casts a spell on Katie and Laura so that they will forget events, unaware that Laura is really Lyzera in human disguise and she has escaped with a phial of wizard DNA.    "
                },
                "7": {
                    "title": "The Key of Bones: Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 12,
                    "original air date": "17 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Ursula and Michael are wary as to why, after so many years away, Simeon has returned but Tom is charmed by him, unaware that Lyzera, herself a sorceress, has infiltrated Simeon's dreams and got him to tell her about the key of bones. This device can lock and unlock the line of twilight, thus preventing more creatures from the Neverside penetrating the world to destroy wizards. To impress Ursula Sieon sets out to find the key, teleporting himself, Michael and Tom to Shanghai where he believes it to be. Unfortunately Lyzera and Varg follow.    "
                },
                "8": {
                    "title": "The Key of Bones: Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 12,
                    "original air date": "18 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The humans and aliens are met by the Quest Master, who takes them to an old castle where they must follow clues to find the key of bones. Playing dirty as ever the Nekross imprison their rivals but Ursula uses a love spell which allows her to reach and free her relatives. Tom finds the key but Lyzera steals part of it. Simeon volunteers to return to the Neverland to do what he can to heal the breach but, back on the Nekross ship,Varg is appalled to find that Lyzera is a sorceress who has cloned a complete key and means to use it for single-handed world domination.    "
                },
                "9": {
                    "title": "Twilight Falls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 13,
                    "original air date": "24 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Years ago Randal Moon witnessed a fight in the Neverworld between Ursula's ancestor Caractacus Crowe and the evil Warlock. Now Caractacus appears to Moon and bids him prevent the key of bones being used to release Warlock from the Neverworls. Varg is shocked to find that Lyzera has cloned a copy of the key in order to release Warlock for his magic and summons Tom's help but Moon,Tom and annoying schoolgirl Jazz are captured by Lyzera and forced to watch as she releases Warlock who is bent on revenge and destruction.    "
                },
                "10": {
                    "title": "Twilight Falls: Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 13,
                    "original air date": "25 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    With the help of Jazz Tom manages to get Warlock back into the Neverside but since Moon has left the Chamber of Crowe in Ursula's house its walls are beginning to collapse, thus allowing Warlock to get in. Tom is captured by the Nekross along with Moon and Jazz but manages to escape with the container which houses all the magic the Nekross have ever extracted from wizards in the past. Now equipped with super powers he is able to return home and totally crush Warlock, finally being congratulated on his success by the shade of Caractacus Crowe.    "
                }
            },
            "1": {
                "1": {
                    "title": "Dawn of the Nekross, Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 30,
                    "original air date": "29 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Sixteen year old Tom Clarke is a wizard - like his late mother and his grandma Ursula but not his father Michael who disapproves of his son using magic to help his school football team. On a field trip to standing stones Tom and his friend Ben find a magic ring,dropped by father and son wizards abducted by the Nekross,aliens who have come to Earth to extract magic from its practitioners. One of the Nekross,Varg,arrives on Earth and captures Tom and Ursula,imprisoning them on their space craft.    "
                },
                "2": {
                    "title": "Dawn of the Nekross, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 26,
                    "original air date": "30 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Tom manages to teleport himself back to Earth and,accompanied by Benny,enters Ursula's secret magic chamber,where they meet Randal Moon,a hobgoblin attendant on Ursula. Randal casts a spell which takes the boys and Michael to the standing stones where the space ship landed and transports them to the Nekross craft. Although wizards can only cast three successful spells in one day the ship has orbited the Earth and arrived at a new dawn,allowing the group,along with the captive wizards,to magic themselves back to Earth.    "
                },
                "3": {
                    "title": "Grazlax Attacks, Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 23,
                    "original air date": "5 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Ursula and Randal cast a shrouding spell to shield earthly magic from outer space but the Nekross send a ferocious cat-like creature - the Grazlax - to hunt down Tom when he is at Benny's house. They lock it in the shed whilst Tom casts a spell to divert Benny's parents but when it escapes they force it to retreat,using a hair dryer which kills it.. Unfortunately three more Grazlax babies are released.    "
                },
                "4": {
                    "title": "Grazlax Attacks, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 24,
                    "original air date": "6 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    The boys are besieged by the new crop of Grazlaa who multiply with heat and seem likely to reproduce into millions. Whilst Tom gets rid of school-mate Katie,who has come to the door as a charity collector,Benny works out that the creatures are allergic to high pitched noises and destroys them with his violin playing - spattering the house with their insides. They bring Ursula in to effect a magical clean-up,which also turns the reproduction ornaments into valuable originals.    "
                },
                "5": {
                    "title": "Rebel Magic, Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 19,
                    "original air date": "12 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Desperate to learn more exciting magic and feeling nagged by his father Tom is happy to befriend the older Jackson Hawke,who uses magic to strip a gang of youths out to mug Tom and who has successfully eluded the Nekross. He is a very powerful young wizard but he uses his magic to play cruel practical jokes,which alarms Benny. Then Benny himself is caught by the Nekross Varg.    "
                },
                "6": {
                    "title": "Rebel Magic, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 18,
                    "original air date": "13 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Jackson persuades Tom to unleash his hidden depths of magic which blows Varg away. However Benny reports what has happened to Ursula,who tells him that Jackson uses 'grim' or dangerous,provocative magic and is anxious to find the other boys. Jackson lures the Nekross into abducting him and Tom onto their ship to destroy them but Benny is taken too and Tom is perturbed that Jackson is so keen on obtaining victory that he has no regard for Benny's life. It then transpires that Jackson used his powers to make his parents vanish when they annoyed him and Tom prevails upon...    "
                },
                "7": {
                    "title": "Friend or Foe, Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 20,
                    "original air date": "19 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Lexi,the Nekross king's daughter,puts on a necklace which transforms her into a human woman and,calling herself Lucy, travels to Earth and befriends Tom. A cautious Benny,however,is suspicious and realises who she really is. Stephanie Gaunt,a fabulously wealthy woman,has been observing Tom and kidnaps him for his powers,along with Lexi,whom she eventually unmasks as an alien. Benny persuades Ursula to form an alliance with the Nekross to free the pair but Varg and his father plan to renege on the deal as soon as the rescue is effected.    "
                },
                "8": {
                    "title": "Friend or Foe, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 19,
                    "original air date": "20 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Ms Gaunt tells Tom and Lexi that she wants them to combine their powers to steal her the Crown Jewels. Blocking her security system Lexi tells Tom of her plan for them to escape and they even establish a rapport,getting to understand each other.Ursula contacts Varg and,along with Benny and Michael,transport themselves to where the prisoners are being held,though they are also captured. By getting Varg to take on Ms. Gaunt's appearance her henchmen are sent away and she herself held captive in the room where she kept Lexi and Tom. The alliance over Varg is about to ...    "
                },
                "9": {
                    "title": "Fall of the Nekross, Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 16,
                    "original air date": "26 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Ursula casts a spell to send the Nekross into deep space but only succeeds in making them travel a very short distance but Benny comes up with a detailed plan - which blows up all the school computers - to gather all the exobytes in the universe to defeat the aliens and sends it to them via an email. However when they switch it on it immobilises all the ship's life support systems,dooming them to die within the hour. As the wizards and their friends are celebrating Benny's victory the Nekross appear on his computer and Lexi appeals to Tom to save them.    "
                },
                "10": {
                    "title": "Fall of the Nekross, Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 16,
                    "original air date": "27 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Whilst Ursula and Michael rightly think the Nekross should be allowed to die Benny inexplicably feels compassion and he and Tom head for the stone circle where Tom uses very strong magic to teleport his friend onto the Nekross ship. This knocks him unconscious but Ursula casts a spell to revive him. Benny saves the Nekross who inevitably show their gratitude by trying to kill him but he transports himself back to Earth and joins the others at the stone circle.    "
                },
                "11": {
                    "title": "The Last Day, Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 15,
                    "original air date": "3 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Tom is having nightmares of the night,ten years earlier,when,on Halloween,his mother Helen died after protecting him from an alien force. Soon afterwards he starts to see her and Randal explains that she is a 'pale shadow',come to warn him of danger. Eventually he meets her but she has no memory of who she or Tom are. She directs him to a warehouse,which was her most recent memory but the warehouse is occupied by Nekross,who are making clones of Helen to obtain her magic.    "
                },
                "12": {
                    "title": "The Last Day, Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 13,
                    "original air date": "4 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The Nekross explain that when Helen died fighting their probe ray they extracted part of her DNA in order to synthesize clones and recreate her magic. However Helen casts a spell allowing her and the boys to escape home. Randal gives her an amulet which restores her memory but she and Ursula know this cannot last and,after the family has returned to the factory and used magic to destroy the Nekross cloning factories around the world, sending the aliens back to their planet, Helen disappears again,happy in the knowledge that her son will be a powerful wizard.    "
                }
            },
            "2": {
                "1": {
                    "title": "100 Wizards: Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 17,
                    "original air date": "28 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Chloe Martin is an Internet sensation, a street magician due to appear on a Hex TV show. Tom and Benny realize that she is a wizard but when they visit her she tells them that she was orphaned as a baby and, brought up in a children's home with no parents to explain her gift to her, believes her special powers are actually telekinesis. Many other wizards have, like Tom and Benny, cottoned on to the real nature of Chloe's powers, and a hundred of them have turned up at the television studio to stop her from performing and revealing to a hostile world that wizardry ...    "
                },
                "2": {
                    "title": "100 Wizards, Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 15,
                    "original air date": "29 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The wizards are trapped in a force field but Michael destroys the machine to extract the magic so Lexi summons a mother ship to beam up the wizards. Chloe and Tom head for the roof and create a storm, which delays the ship whilst Benny gets rid of the force field and frees the captives. With a hundred angry wizards summoning all their energy to protect themselves the Nekross are forced to retreat - but later return to claim a victim.    "
                },
                "3": {
                    "title": "Vice Versa, Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 15,
                    "original air date": "4 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Ursula and the boys visit a sinister house to get rid of an unknown entity, which turns out to be Squiggley, a verse-spouting hobbledehoy. Whilst he sees off the intrusive Varg he also effects a switch whereby Benny becomes a wizard and Tom a geek. They seek to find him again to reverse the process - as does Varg, now imbued with Ursula's magic and fearful that his family will extract it from him. Unfortunately the Nekross reach Squiggley first and destroy him for his magic.    "
                },
                "4": {
                    "title": "Vice Versa, Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 14,
                    "original air date": "5 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The Nekross have destroyed Squiggley but Tom learns that Hobbledehoys exist in pairs, one to cast a spell, the other to retract so they find the second one, though he is very reluctant to cooperate. Ursula teleports Varg into the lair to change powers with him and eventually Tom, thinking like Benny, tricks the creature into putting things back to normal. The Hobbledehoy even likes the lair so much he decides to stay.    "
                },
                "5": {
                    "title": "The Cave of Menla-Gto, Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 15,
                    "original air date": "11 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Whilst conducting an experiment in magic requiring aggression Tom is injured and Ursula discovers that the only cure lies in the cave of Menla-Gto in Tibet, to which she transports herself, Michael and Tom. Meanwhile Randal creates a spell which will allow him to leave the lair for the first time, rendering himself invisible, and, along with Benny, he leaves to find the 'magic mirror' which will thwart the Nekross. However the aliens have already honed in on Tom and his family and confront them outside the cave.    "
                },
                "6": {
                    "title": "The Cave of Menla-Gto, Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 15,
                    "original air date": "12 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Ursula, Michael and Tom are rescued by Tseringma, the world-weary, three thousand year old guardian of the cave, who tells them that global disbelief in magic has weakened its potency but is relieved to sacrifice herself in order to heal Tom, whom she sees as a future champion of all wizardry. Meanwhile Benny and Randal discover the magic triptych mirror, which will triple Randal's magic powers and, although they are captured by the Nekross, Randal's combined use of magic and science enables them to escape as well as saving Tom and his family from another Nekross ...    "
                },
                "7": {
                    "title": "The Curse of Crowe, Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 13,
                    "original air date": "18 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Mother and daughter wizards Madeleine and Gemma Raven are in a group captured by the Nekross but in exchange for their freedom Gemma offers to cast a spell which will weaken Tom. To make it she needs Crowe blood which she obtains by 'accidentally' brushing against Ursula and pricking her finger. The spell cast it succeeds in driving a wedge between Tom and Benny, making them hate the sight of each other and turning back time so they forget their triumphs over the Nekross. Ursula realizes what has happened but, as the spell was cast using Crowe blood, fears that it ...    "
                },
                "8": {
                    "title": "The Curse of Crowe, Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 14,
                    "original air date": "19 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    With Tom and Benny hating each other and failing to combine to outwit them the Nekross seize more victims, aiming to use Gemma as their secret weapon. Ursula believes that if she sacrifices herself she can reverse the spell and begins to do so but Tom starts to realize that he is a wizard and the memory of the boys' friendship returns. They are able to save Ursula and to rescue the Ravens, helped by Randal Moon, with a combination of science and magic and the Nekross are thwarted again. The king is angry with his children and unaware that chancellor Kooth and his ...    "
                },
                "9": {
                    "title": "The Thirteenth Floor, Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 17,
                    "original air date": "25 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Benny is on work experience at Psyke, a computer games firm based in the Wyvern House tower block, where he meets fellow geek Alicia. There is no thirteenth floor in the building - from which, over the years people have mysteriously disappeared - but first Varg, infiltrating the block in search of magic, and then Alicia's boss Mrs Hatcher vanish after the lift stops at the thirteenth floor. Lexi, in human form, comes looking for her brother and forces Tom into the lift with her and it again stops at the thirteenth floor. Stepping out they find they are in the ...    "
                },
                "10": {
                    "title": "The Thirteenth Floor, Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 22,
                    "original air date": "26 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Marooned on the Neverside Tom and Lexi form a bond as they grow older and even have a child whom they name Benny Junior and who befriends the elderly Varg. Ursula identifies Mervyn as the troll who guards the thirteenth floor, the gateway to the Neverside and overcomes him, riding in the lift with Benny to rescue Tom and the Nekross though as the troll is destroyed so is the Neverside and Benny Junior disappears as he is unborn. Lexi and Tom are told that the memory of their time together will eventually fade but Lexi is strangely wistful as the Nekross spare the ...    "
                },
                "11": {
                    "title": "Endless Night, Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 14,
                    "original air date": "2 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    During a solar eclipse the Nekross put into effect their plan to control the moon's orbit, causing a permanent eclipse and total darkness on Earth. As wizards can only have three spells every sunrise and there is no sun it means an end to their powers. Then the Nekross announce their demand to Tom and his family that unless the world's wizards are surrendered millions will die.    "
                },
                "12": {
                    "title": "Endless Night: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 15,
                    "original air date": "3 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    As NASA prepares to send a rocket to dislodge the moon Tom offers himself to Lexi as a sacrifice if she will spare the world - a gesture which, unlike her family, she finds noble. However Benny learns that moon rocks are buried beneath the magical stone circle and takes Tom there. The power of the stones rectifies the moon's orbit and saves the Earth though its unleashing reminds both Tom and Lexi of their time on the Neverside as a happy couple. Jathro and Chancellor Kooth meanwhile plan to overthrow the Nekross king.    "
                },
                "13": {
                    "title": "All Out War, Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 17,
                    "original air date": "9 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Tom is visited by the Jacana family, wizards who claim to have found the source of all magic in a giant diamond. However they have been forced into the visit by Varg, who has stolen the genuine diamond and replaced it with a booby-trapped substitute, which blows up, mortally wounding Ursula. Varg captures Benny and Tom, placing the latter in the magic extractor but, just as Tom's magic is drained from him, Chancellor Kooth and her son Jathro declare that they have marshalled the Nekross against the royal family and, after destroying them, will go on to conquer the ...    "
                },
                "14": {
                    "title": "All Out War, Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wizards vs. Aliens (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 16,
                    "original air date": "10 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    As the rebels attack the Nekross royal family Lexi sees the importance of having Tom as an ally and reverses the process, giving him back his magic which enables him to render the ship invisible. On Earth the shade of Helen appears to give Ursula her life back and to send an important instruction to Tom, which will make him even more powerful, enabling him to wipe out the rebel forces, give Lexi what she wants and to prove to Varg that wizards ARE more powerful than aliens.    "
                }
            }
        },
        "number of episodes": 36,
        "cast": [
            {
                "name": "Haran, Scott"
            },
            {
                "name": "Badland, Annette"
            },
            {
                "name": "Higgs, Michael"
            },
            {
                "name": "Ascott, Percelle"
            },
            {
                "name": "Starkey, Dan"
            },
            {
                "name": "Hall, Jefferson"
            },
            {
                "name": "Christie, Gwendoline"
            },
            {
                "name": "Blessed, Brian"
            },
            {
                "name": "Rose, Tim"
            },
            {
                "name": "Bell, Tom"
            },
            {
                "name": "Bambra, Manpreet"
            },
            {
                "name": "Scarlett, Connor"
            },
            {
                "name": "Phillips, Kristian"
            },
            {
                "name": "Childs, Alex"
            },
            {
                "name": "Herring, Brian"
            },
            {
                "name": "Macleod, Lewis"
            },
            {
                "name": "Wicks, Victoria"
            },
            {
                "name": "Sosanya, Nina"
            },
            {
                "name": "Barriscale, James"
            },
            {
                "name": "Hennessy, Jennifer"
            },
            {
                "name": "Cooper, Trevor"
            },
            {
                "name": "Gilet, Don"
            },
            {
                "name": "Williams, Shaniah"
            },
            {
                "name": "Brown, Simona"
            },
            {
                "name": "Andoh, Adjoa"
            },
            {
                "name": "Brimble, Vincent"
            },
            {
                "name": "Inocian, Junix"
            },
            {
                "name": "Cave, Jessie"
            },
            {
                "name": "Putner, Paul"
            },
            {
                "name": "Rush, Andy"
            },
            {
                "name": "Hunter, Paul"
            },
            {
                "name": "Blake, Alex"
            },
            {
                "name": "Chapman, Dave"
            },
            {
                "name": "Henshall, Ruthie"
            },
            {
                "name": "Plummer, Jessica Kate"
            },
            {
                "name": "Cage, Claire"
            },
            {
                "name": "Merton, Zienia"
            },
            {
                "name": "Scott, Sandra"
            },
            {
                "name": "Iwuji, Chukwudi"
            },
            {
                "name": "Miller, Brian"
            },
            {
                "name": "Tygner, Robert"
            },
            {
                "name": "Prenger, Jodie"
            },
            {
                "name": "Shearer, Logan"
            },
            {
                "name": "Woolf, Gabriel"
            },
            {
                "name": "Kabia, Ansu"
            },
            {
                "name": "Galkoff, Ilan"
            },
            {
                "name": "Maynard, Terence"
            },
            {
                "name": "Cavaliero, Rosie"
            },
            {
                "name": "Leonidas, Georgina"
            },
            {
                "name": "Lawrence, Josie"
            }
        ],
        "locations": [
            "Roath Lock Studio, Cardiff, South Glamorgan, Wales, UK::(studio)"
        ],
        "genres": [
            "Action",
            "Drama",
            "Family",
            "Sci-Fi"
        ],
        "runtimes": [
            "27"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 3,
        "rating": 6.6,
        "votes": 457,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGMxNmYwNzctMjdiZC00ZThmLWJhYjgtMjMxNTY2ODdhMjExXkEyXkFqcGdeQXVyMzcxOTE5OTE@._V1_SY150_CR5,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Wizards vs. Aliens",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2014",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Ford, Phil"
            },
            {
                "name": "Davies, Russell T."
            },
            {
                "name": "Hickman, Clayton"
            }
        ],
        "production companies": [
            {
                "name": "BBC Wales"
            },
            {
                "name": "FremantleMedia Enterprises"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "CBBC"
            }
        ],
        "special effects": [
            {
                "name": "Millennium FX"
            }
        ],
        "other companies": [
            {
                "name": "De Lane Lea"
            },
            {
                "name": "Guys & Dolls Casting"
            }
        ],
        "plot": [
            "Insatiable, marauding aliens, The Nekross, invade the Earth in search of magic. Teenage schoolboy wizard Tom Clarke and his friend Benny Sherwood lead the defense against them.::Mark Smith <msmith@osi.co.uk>"
        ],
        "tech": {
            "runtime": [
                "27 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 457,
                "rating": 6.6
            },
            "aged under 18": {
                "votes": 2,
                "rating": 5.5
            },
            "aged 18 29": {
                "votes": 108,
                "rating": 7.1
            },
            "aged 30 44": {
                "votes": 100,
                "rating": 6.4
            },
            "aged 45 plus": {
                "votes": 94,
                "rating": 6.2
            },
            "males": {
                "votes": 225,
                "rating": 6.2
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 5.5
            },
            "males aged 18 29": {
                "votes": 76,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 64,
                "rating": 5.6
            },
            "males aged 45 plus": {
                "votes": 66,
                "rating": 5.9
            },
            "females": {
                "votes": 101,
                "rating": 7.6
            },
            "females aged 18 29": {
                "votes": 31,
                "rating": 7.5
            },
            "females aged 30 44": {
                "votes": 36,
                "rating": 7.8
            },
            "females aged 45 plus": {
                "votes": 27,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 21,
                "rating": 5.2
            },
            "us users": {
                "votes": 75,
                "rating": 7.5
            },
            "non us users": {
                "votes": 159,
                "rating": 5.8
            }
        },
        "number of votes": {
            "10": 140,
            "9": 32,
            "8": 62,
            "7": 64,
            "6": 48,
            "5": 22,
            "4": 26,
            "3": 16,
            "2": 9,
            "1": 38
        },
        "arithmetic mean": 7.1,
        "median": 8
    }
}