{
    "imdb": {
        "raw release dates": [
            {
                "country": "Finland\n",
                "date": "1 October 2012"
            }
        ],
        "release dates": [
            "Finland::1 October 2012"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Tyttöjen ilta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "2 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Episode 23 - \"Girl's night out\" The Roba precinct is busy with cross-border crime and desperate bank robbers. Taru is trying to find a connection to her daughter while she leads her forces at work, where the pressure for budget cuts and better results is mounting. Arto cannot let go of his obsession with Puustinen and collides head-on with Taru, also endangering the permanent position promised to Pekka.    "
                },
                "2": {
                    "title": "Painekattila",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "9 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Episode 24 - \"Pressure cooker\" Taru fears for her job when a raid to a bordello, prepared in cooperation with the NBI, goes awry. An explosion is not far with the staff disobeying Taru's orders. Jani is single again, and jealous for Maikki. He's trying to find out whether Maikki is seeing someone. Jani is also pondering whether it's high time to approach his brother, with whom he hasn't spoken in years.    "
                },
                "3": {
                    "title": "Kunnian miehet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "16 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Episode 25 - \"A few good men\" Arto is on tenterhooks after finding out a secret about Puustinen. The secret may endanger the future of Roba precinct and, at worst, even Arto's life. Jani identifies with the sympathetic veteran officer. Taru makes Maikki an unexpected job offer, and Maikki has to decide whether she's ready or even willing to take the job.    "
                },
                "4": {
                    "title": "Neiti Etsivä",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "23 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Episode 26 - \"Ms Detective\" Arto tries to protect his family, but instead, finds himself chasing a dangerous escaped convict. The glitches in the police database cause everyone gray hairs. Maikki learns she has a rival for the new job. Elina is about to lose it, as once again a NBI guy screws up an investigation lead by the Roba precinct.    "
                },
                "5": {
                    "title": "Ajojahti",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "30 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Taru starts a manhunt to catch the traitor. The noose tightens and the concern for the news spreading is growing bigger. Niilo feels like the scapegoat of the precinct, but he has his moments. Maikki is riding her last patrol, and Jani is not sure whether he should celebrate or mourn it.    "
                },
                "6": {
                    "title": "Petturi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "6 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Episode 28 - \"Traitor\" Maikki's first day in her new job coincides with the day the Roba crew is under more pressure than ever to catch a suspect. Jani rides with a surprising partner, and the whole shift is about to turn into a farce when they chase a psychotic patient on the loose. In the evening, the crew parties under unusual circumstances and the guest of honor throws caution to the wind.    "
                },
                "7": {
                    "title": "Apu on tulossa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "13 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Episode 29 - \"The cavalry is on the way\" The work at Roba is hindered both by the slander in media and the mudslinging by the NBI. Elina concentrates on catching a cruel rapist, the others are busy with a citizen pretending to be a police officer. Taru's concern for Jenna grows, and this time Taru decides to use her contacts to find out what Jenna is up to.    "
                },
                "8": {
                    "title": "Viha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 8,
                    "original air date": "20 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Episode 30 - \"Hatred\" A wave of hate crimes washes over the Roba precinct. Jani gets a new partner and Arto and Pekka ride with the Minister of the Interior. Their aim is to show the Minister what lack of resources means in the field, and soon there are plenty of gigs: all free patrols go after the perpetrators of racist attacks and a serial rapist.    "
                },
                "9": {
                    "title": "Jotain isoa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "27 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Episode 31 - \"Something huge\" Roba precinct is investigating a case of a missing mother and child, and Arto and Pekka respond to a routine call to a school. What first seems like a harmless prank turns into a serious situation. It escalates quickly, endangering many lives and in the end, the whole police force, including the swat team and snipers, are called to the scene.    "
                },
                "10": {
                    "title": "Huomenna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "4 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Episode 32 - \"Tomorrow\" The aftermath of the tragedy hits the precinct and Taru is in danger of losing her job. Jani comes back to work despite Maikki's protests. Elina, back from her sick leave, gets a vigorous grip on a case where a small child may be in danger. The case affects Arto more than usual, but this is what the job is about. The question is: who can still take it tomorrow?    "
                }
            },
            "1": {
                "1": {
                    "title": "Ei mitään salattavaa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 13,
                    "original air date": "1 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Episode 1 - \"Nothing To Hide\" The Roba police precinct gets a new Captain, Hessu, who wants to change the way things are done. Arto, a senior constable who is used to taking shortcuts, ends up on a collision course with his pedantic new boss. Maikki, another senior constable, gets a new partner - the brash and macho Jani. Maikki also becomes the victim of an embarrassing peeping Tom incident in the shower.    "
                },
                "2": {
                    "title": "Aseistettu ja vaarallinen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 11,
                    "original air date": "8 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Episode 2 - \"Armed and Dangerous\" The police search feverishly for the hit and run driver who hit Tom, one of the officers. A distraught Arto is upset and stifles his pain by forcing himself to keep working, now with his new partner, Pekka. Hessu, who has taken over the precinct with fanfare, is immediately in the middle of the crisis, and he loses his grasp of the situation with the media and his new subordinates.    "
                },
                "3": {
                    "title": "Lapsen parhaat kaverit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "15 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Episode 3 - \"A Kid's Best Friends\" School is out and the city fills up with rambunctious youths, so the police have their hands full. The disappearance of a 6-year old boy spurs a search. Maikki's embarrassing shower debacle has leaked to the media, which puts both Hessu and Arto under pressure. Jani uses beer in trying to improve his relationship with his brother, and ends up in trouble.    "
                },
                "4": {
                    "title": "Metsästäjä",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "22 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Episode 4 - \"The Hunter\" People have been shot in the city. Hessu wants to genuinely belong at the Roba police station, and be more visible in the field. He gets his chance, but more harshly than is necessary. Arto, who knows the neighborhood and the streets all too well, once again gets into a hairy situation without wanting to. At the station, a man roughed up by Jani files a criminal complaint and the noose begins to tighten.    "
                },
                "5": {
                    "title": "Poika, sinä olet tähti",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "29 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Episode 5 - \"Boy, You're a Star\" Jani and Maikki end up in the middle of racial tensions in the streets when the police brass wants to clean up the city of beggars and foreign criminals. Maikki's disputes with her ex-husband flare up. Pekka nags Arto, who finds a new direction to his life amidst some flowers.    "
                },
                "6": {
                    "title": "Tosirakkautta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "5 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Episode 6 - \"Real Love\" Arto and Pekka face a difficult rape investigation in which it's challenging to decipher the truth. A racist video of Jani smears the reputation of the entire precinct, and Jani has to deal with both Arto and Hessu, who is under a lot of pressure from above. Maikki is going through a public custody battle with Petri, her ex-husband.    "
                },
                "7": {
                    "title": "Veljensä vartija",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "12 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Jani's brother isn't able to shake his drug-abusing past, which causes tensions between the brothers. Jani finally gets in trouble for the assault he committed. Arto and Pekka stop a car in which Hessu is with his boyfriend. Maikki's problems with her ex-husband continue, and even Arto gets involved, though no one asked him. Arto once again meets the assistant mayor he helped avoid criminal charges.    "
                },
                "8": {
                    "title": "Töölö",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "19 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Episode 8 - \"Töölö\" A bum is found dead in a playground. Pekka is affected by the incident, and searches for the guilty party with more fervor than anyone else. Arto suffers from Säteri's political payback and is humbled into working a desk job. At the same time, Arto weighs his life's priorities. Maikki's problems with her ex-husband come to a head. Hessu meets the daughter of an acquaintance at the train station and does a little too much to try to help her.    "
                },
                "9": {
                    "title": "Jätehuoltoa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "26 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Episode 9 - \"Waste Management\" A drug-addict mother has forgotten her baby in the street. Charges are pressed against Hessu for harassing the young girl. Jani returns to work, having suffered his suspension. Arto also returns to patrol duty, but his health is becoming an issue. Pekka has to consider changing careers. Maikki's ex-husband surprises her by humbly asking for a reconciliation.    "
                },
                "10": {
                    "title": "Muskettisoturit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "3 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Episode 10 - \"Musketeers\" A violent man living with his mother is blackmailing her. Hessu is on thin ice: the National Bureau of Investigation interviews police from the Roba precinct with regards to the harassment charges and Arto also gets a chance to say what's been on his mind. Maikki, who no longer has to deal with her ex, goes on an Internet date. The other police officers enjoy a sauna evening that is full of drink and emotions.    "
                },
                "11": {
                    "title": "Kiusaajat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 7,
                    "original air date": "10 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Episode 11 - \"Bullies\" Arto and Pekka work on a vicious school bullying incident. At the police station, Hessu's trip to jail causes some peculiar reactions. Lehtonen, a reporter, begins blackmailing Hessu with his private life. Maikki doesn't know what to think about spending the night with Jani, and hears some unsettling facts about the reasons behind the reconciliation her ex-husband has proposed. Relations between Jani and Maikki as well as Arto and Hessu become strained.    "
                },
                "12": {
                    "title": "Etusivun juttu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 7,
                    "original air date": "17 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Episode 12 - \"Front Page Material\" An unknown man leaves a backpack full of explosives in the courtyard of an office building. Hessu accuses Arto of taking part in roughing up Maikki's ex-husband, which causes their relations to become even more strained. But the bomb threat takes precedence over their conflict, and Lehtonen the reporter continues blackmailing Hessu. The clock is ticking and the series of events pushes even Maikki's and Jani's relationship to its limits.    "
                }
            },
            "2": {
                "1": {
                    "title": "Tarjous",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "7 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Episode 13 - \"Offer\" Arto and Jani clash over Arto's half-criminal ways. Pekka still hasn't gotten a permanent job at the precinct and maintains his job as a bouncer. Maikki's ex-husband, Petri, is moving abroad and wants to take their son with him. Jani decides to be an exemplary officer. Elina's investigation leads her to Jukka Puustinen, a businessman she suspects of big-time financial crimes. Hessu puts an end to the investigation, citing lack of resources. Hessu is offered a place in a private security company, but declines and is kidnapped.    "
                },
                "2": {
                    "title": "Päätös",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "14 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Episode 14 - \"Decisions\" Arto must decide whether or not he wants to move in with Liisa. Pekka considers a new career. Maikki decides not to let her son leave. Jani gets mad at Uusitalo for his childish jokes. Taru catches her daughter, Jenna, with cannabis. Taru gets an offer to go to the Roba precinct. Hessu escapes from his kidnappers and announces his plan to move to the private sector.    "
                },
                "3": {
                    "title": "Tuoretta verta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "21 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Episode 15 - \"Fresh blood\" Arto provokes Jani and receives a threatening SMS. Just when Arto and Jani eventually make nice, Jani wrecks their car and the boss splits them up. Maikki struggles with the departure of her son. Failing to impress Karvinen and her staff, Taru decides to get tough in order to make it in the Roba precinct. One of Hessu's kidnappers, Nieminen, is murdered.    "
                },
                "4": {
                    "title": "Kaapin paikka",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "28 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Episode 16 - \"The boss\" Arto moves in with Liisa. Taru launches an internal affairs investigation into Arto after he endangers the NBI's covert operation. Arto busts Pekka in his bouncer job. Maikki is interested in Jani, but hides it as best she can. Jani saves Maikki's life and asks her out for beer. However, he also brings his girlfriend, Annukka, along. Taru's enacts a zero tolerance policy. Taru's daughter keeps running away from home. The NBI announces that Jukka Puustinen is their target and belongs to them.    "
                },
                "5": {
                    "title": "Kaksoiselämää",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "5 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Episode 17 - \"Double life\" Arto is cleared of suspicion because the interrogator is an old friend. Taru's daughter Jenna is caught using drugs. Elina is singled out by Taru. Maikki gives up hope on Jani and leaves the bar with Teemu. Pekka makes a big arrest thanks to his job as a bouncer, which he maintains to support his 10-year-old daughter, whom the mother won't let him see.    "
                },
                "6": {
                    "title": "Pelottomat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "12 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Episode 18 - \"Fearless\" Arto struggles with the trauma of an attempted murder, but won't open up to Liisa. Maikki is not impressed with Teemu, but Jani's juvenile behavior causes her to arrange another date with Teemu. Pekka babysits Arto and assumes responsibility for their patrol as Arto's self-control fails. Elina is fed up with Uusitalo stealing all the credit for the work she does.    "
                },
                "7": {
                    "title": "Hyvä päivä",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "19 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Episode 19 - \"A good day\" Arto drifts into depression. Jani realizes Maikki cares for him and dumps his girlfriend. Pekka wants to see his daughter, but the ex-wife denies refuses. A suspect dies in the police van. Taru tries to win over her staff and proceeds with Operation Puustinen behind the back of the NBI, and in turn, is blamed for the failure.    "
                },
                "8": {
                    "title": "Ilopilleri",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 8,
                    "original air date": "26 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Episode 20 - \"Happy camper\" Arto finds Liisa with another man. Jani and Maikki go undercover. Jani tries to impress her, but Maikki wants to change partners. Pekka and Arto argue over a moral dilemma before rescuing a lost 4-year-old child. Pekka helps Arto in his dilemma and tells him to patch things up with Liisa. Elina cracks a case Uusitalo has had open for a year, and switches places with him. Taru starts to follow Uusitalo more closely, making him bitter towards Elina.    "
                },
                "9": {
                    "title": "Haku päällä",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 8,
                    "original air date": "2 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Episode 21 - \"All-points bulletin\" Uusitalo takes Arto to an illegal brothel, the night of a raid. Taru's daughter, Jenna, runs away and enlists the help of her colleagues. A client accuses Arto of sexual harassment. Taru threatens to dismiss Arto. Karvinen rescues Arto and tells him they're now even. Uusitalo is faced with a dilemma when he finds a suspect's ground stash full of money. Maikki dumps Teemu.    "
                },
                "10": {
                    "title": "Hyvässä hengessä",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "9 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Episode 22 - \"In good atmosphere\" Taru's daughter, Jenna, is still missing. After Uusitalo fails to split the stash of money with Arto, he must somehow return it to evidence storage. Taru catches them, but then Jani and Maikki find Jenna, stealing her attention. Maikki tells Jani she's split up with Teemu but Jani has already found another girlfriend. The precinct has a friendly floor ball match, which turns into a bloody fight, forcing Uusitalo and Elina, as well as Arto and Taru, to overcome their differences. Pekka meets his daughter, Taru sees eye-to-eye with ...    "
                }
            },
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roba (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 33,
        "cast": [
            {
                "name": "Hietalahti, Kari"
            },
            {
                "name": "Pöysti, Leena"
            },
            {
                "name": "Ahonen, Rauno"
            },
            {
                "name": "Hirviniemi, Aku"
            },
            {
                "name": "Johansson, Ilari"
            },
            {
                "name": "Perankoski, Mari"
            },
            {
                "name": "Nieminen, Riku"
            },
            {
                "name": "Lymi, Tiina"
            },
            {
                "name": "Mäkelä, Taneli"
            },
            {
                "name": "Sinisalo, Anu"
            },
            {
                "name": "Haikka, Ronja"
            },
            {
                "name": "Paasonen, Heikki"
            },
            {
                "name": "Piispa, Mika"
            },
            {
                "name": "Kivinen, Aarni"
            },
            {
                "name": "Salminen, Eppu"
            },
            {
                "name": "Kallio, Veeti"
            },
            {
                "name": "Latva-Äijö, Esa"
            },
            {
                "name": "Järvenpää, Markus"
            },
            {
                "name": "Leivo, Joona"
            },
            {
                "name": "Hippi, Juha"
            },
            {
                "name": "Keskilä, Ville"
            },
            {
                "name": "Nieminen, Antero"
            },
            {
                "name": "Vanhamäki, Leena"
            },
            {
                "name": "Lamberg, Kalle"
            },
            {
                "name": "Viitala, Jose"
            },
            {
                "name": "Long, Esa-Matti"
            },
            {
                "name": "Syvänen, Mika"
            },
            {
                "name": "Oksanen, Mirja"
            },
            {
                "name": "Hokkanen, Sami"
            },
            {
                "name": "Toivonen, Jukka"
            },
            {
                "name": "Skog, Linnea"
            },
            {
                "name": "Kitti, Oula"
            },
            {
                "name": "Kukkola, Katja"
            },
            {
                "name": "Hammarberg, Henrik"
            },
            {
                "name": "Havukainen, Katariina"
            },
            {
                "name": "Kyllönen, Kerli"
            },
            {
                "name": "Lounela, Mimmi"
            },
            {
                "name": "Manninen, Petri"
            },
            {
                "name": "Nevalainen, Martta"
            },
            {
                "name": "Pitkänen, Heikki"
            },
            {
                "name": "Pulkkinen, Ville"
            },
            {
                "name": "Rinne, Nora"
            },
            {
                "name": "Takatalo, Mervi"
            },
            {
                "name": "Väänänen, Kirsti"
            },
            {
                "name": "Lignell, Nicke"
            },
            {
                "name": "Sillanpää, Jemina"
            },
            {
                "name": "Siivonen, Tatu"
            },
            {
                "name": "Pennilä, Petteri"
            },
            {
                "name": "Pekkarinen, Gunnar"
            },
            {
                "name": "Havukainen, Riitta"
            }
        ],
        "locations": [
            "Helsinki, Finland"
        ],
        "genres": [
            "Crime",
            "Drama"
        ],
        "runtimes": [
            "41"
        ],
        "countries": [
            "Finland"
        ],
        "country codes": [
            "fi"
        ],
        "language codes": [
            "fi"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 7.4,
        "votes": 341,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZmY3ZDdlOTItMDZkMC00NGVhLTg4N2UtZjYxZWYwYWM2MDliXkEyXkFqcGdeQXVyNTQ5MTA1OTQ@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "Finnish"
        ],
        "title": "Roba",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Roba (Finland)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Varpio, Timo"
            },
            {
                "name": "Haikka, Olli"
            },
            {
                "name": "Elf, Tatiana"
            }
        ],
        "production companies": [
            {
                "name": "Filmiteollisuus Fine"
            },
            {
                "name": "Yellow Film & TV"
            }
        ],
        "distributors": [
            {
                "name": "Mainostelevisio (MTV3)"
            },
            {
                "name": "Scanbox Entertainment"
            },
            {
                "name": "Sub"
            }
        ],
        "other companies": [
            {
                "name": "Valofirma Cine Light Rental"
            }
        ],
        "plot": [
            "ROBA is a Finnish television police series, with Kari Hietalahti, Aku Hirviniemi, Aarni Kivinen, Leena Pöysti, Riku Nieminen, Tiina Lymi, Ilari Johansson, Mari Perankoski and Rauno Ahonen. 3 seasons.::Wikipedia"
        ],
        "tech": {
            "runtime": [
                "41 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 341,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 83,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 120,
                "rating": 7.3
            },
            "aged 45 plus": {
                "votes": 46,
                "rating": 7.1
            },
            "males": {
                "votes": 220,
                "rating": 7.4
            },
            "males aged 18 29": {
                "votes": 69,
                "rating": 7.7
            },
            "males aged 30 44": {
                "votes": 96,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 39,
                "rating": 7.3
            },
            "females": {
                "votes": 42,
                "rating": 7.2
            },
            "females aged 18 29": {
                "votes": 13,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 22,
                "rating": 7.3
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 5.3
            },
            "top 1000 voters": {
                "votes": 10,
                "rating": 6.0
            },
            "us users": {
                "votes": 14,
                "rating": 6.0
            },
            "non us users": {
                "votes": 200,
                "rating": 7.4
            }
        },
        "number of votes": {
            "10": 33,
            "9": 54,
            "8": 107,
            "7": 86,
            "6": 27,
            "5": 15,
            "4": 3,
            "3": 3,
            "2": 4,
            "1": 9
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}