{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "12 November 2012"
            }
        ],
        "release dates": [
            "UK::12 November 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crime Stories (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "12 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    DI Preston and DS Shaw are called in by Sue Wilkins who reports that her father Philip is being systematically robbed in his care home. Suspicion falls on his principal carer Anya,who has a conviction for theft,but the home's manager Marian Jackson claims that Philip often gave Anya sums of money and he agrees. Philip is in the early stages of dementia and with Sue cut out of his will and experiencing her own financial problems she is also in the frame. Large sums of Philip's money are being paid into a false account. Which of the women is guilty?    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crime Stories (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    A shop assistant is hurt in an armed raid on a Mini-mart and her colleague Valerie is suspected of being in league with the robber. Then CCTV shows career criminal Gary Healey leaving the scene in his car and he is pulled in but claims he was at home with girlfriend Louise during the raid. Louise supports him but after it is found that Gary rang the store just before the offence she admits that she only gave him the alibi as he is violent and she is afraid of him . Evidence shows that Gary had a female accomplice. Was this Louise and if so was she willing or coerced?    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crime Stories (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Following a break-in at her house in which her husband is injured Helen Sutton accuses her doctor son Toby's girlfriend Amber. However Toby claims that Helen is seeking revenge as Amber told him of his father's dementia and ,Helen is frightened Toby will put him in a home. Then Sally,Helen's neighbour reports seeing a tall man fleeing the burglary but her story does not add up and,to complicate matters,she is found to be Amber's aunt. She claims to be good friends with Helen but Helen denies this. Assorted jealousies and rivalries are to be overcome in the solving of ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crime Stories (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "15 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    School office assistant Justine Peplow has her garden vandalized and graffiti sprayed on her door. Immediate suspect is single mother Sonya Stapleton who alleges she saw Justine take drugs at school though Justine accuses Sonya's daughter. After Sonya's alibi is proved CCTV shows the culprit to be schoolboy Liam Wilson but he cannot explain his motive and Justine says she does not know him. Liam's mother Holly believes he has been involved in drugs at school,possibly with Sonya's daughter. Has Sonys put him up to this to get revenge on Justine?    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crime Stories (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "16 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Ex-soldier Tim Halpin is pushed downstairs during a break-in at his house where his medals and other items are stolen. Recidivist Graham Watts is arrested after using Tim's debit card but then Graham's son Aaron comes in to say that he was the burglar. Tim is shocked as he has become good friends with the boy,who often visited him to escape his nagging mother. Is Aaron trying to spare his father from jail or has Graham,misreading Tim's intentions and jealous of the friendship,committed the burglary after all?    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crime Stories (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "19 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Ray Carroll attacks Carl Thompson but claims he was a burglar though the police discover that Ray had also hospitalized Carl some months earlier. Carl alleges that he went to the house at Ray's invitation to discuss the fact that he was having an affair with Ray's wife Shirley and eventually the Carrolls admit this was the case. But then Ray's student daughter Rose confesses to hitting Carl. Is she trying to protect her father or are her parents conspiring to prevent her from acquiring a criminal record?    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crime Stories (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "20 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    An irate Frank Cooper alleges that his asthmatic daughter Chloe was attacked at the swimming baths by Stella Spencer,a member of a rival swimming team. Simon Marshall,the coach admits that there is some jealousy of Chloe because her condition has afforded her a grant whilst the other swimmers must pay a subscription but believes the girls were probably arguing and this brought on Chloe's asthma attack. Stella claims this was the case but then the police find that Chloe's inhaler was deliberately sabotaged. If Stella is guilty of this was she perhaps encouraged by her ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crime Stories (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "21 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Irene Harper reports that her elderly mother Grace was robbed of two thousand pounds and accuses young Jamie Wilkinson,who was doing some roofing work for the old lady. The police speak to Sylvia,Irene's divorced sister who lives with Grace and acts as her carer. The two sisters do not get on due to Sylvia's involvement with a married man but Sylvia tells Ben that Irene's husband Doug is an addicted gambler,who had often borrowed money from Grace for betting in the past. On this occasion did Doug 'borrow' the money from Grace without asking?    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crime Stories (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "22 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Linda Brookes reports a burglar drawing a knife on her and identifies known villain Matthew Boyle. When the police go to arrest him they find he has been beaten up by Linda's boyfriend Danny,who seems to have found him out rather too quickly though he claims it was common knowledge Matthew robbed a friend of his sister's. Matthew owns up to a whole string of burglaries but resolutely denies robbing Linda. Has Linda perhaps,hearing of the other burglary,fabricated the situation to gain the attention of a boyfriend who,on his own admission,is scared of commitment?    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crime Stories (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "23 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Applying for a passport to go abroad and marry, Lisa Smith finds that somebody else has already stolen her identity. Her flat-mate Chelsea admits that at a party,some time previously,she had asked Moira Young,an acquaintance,to rob her as she was hard up and wanted to claim the insurance money. However she earnestly claims that it was not part of the deal to rob Lisa. Initially hard-faced,after it is discovered that she has run up huge debts in Lisa's name,Moira confesses but says she was made to do it by violent husband Dave Kennedy. But when Dave turns up he seems a...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crime Stories (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "26 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Business woman Kim Wood finds her office has been trashed and initially blames jealous ex-colleague Andrew Frank,who sent her a hate email. However,because her bracelet is found there,the police suspect Kim's adoptive mother Hazel,a recovering alcoholic whom Kim has cast aside. Hazel claims that at the time she was at home,having been to a pub with Harry Pearson,Kim's ex-boyfriend,who believes,wrongly,that he is the father of Kim's child. After a row with Harry Hazel told him that Kim had evidence to prove he was not the father in her desk at her office. Did this ...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crime Stories (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "27 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Parking attendant Keith Whiteside is victim of a hit-and-run and accuses pregnant Fiona Anderson and her boyfriend Ashley Moore. However the young couple claim that they had been at home at the time though they admit that Keith had illegally clamped their car before and they had reported his company,who were under investigation. After a chat with his boss Keith suddenly wants charges dropped but the police insist in continuing the case. Fiona says that her ex-boyfriend Mark Hall still has keys to her car and Mark was charged with a road rage attack some while ago. ...    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crime Stories (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "28 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Patrick Johnson claims that his brother Nick,who lives next door,stole and killed his dog Gypsy,poisoned with lithium. Patrick's wife Molly reveals that the brothers were constantly bickering over their - failed - gardening business and now are in a neighbourhood feud. Patrick admits that he used to take lithium for his bipolar condition but ditched the pills as he felt he was cured. However an outburst at the police station proves otherwise. Molly admits that she and Nick's wife Judy were crushing the lithium pills to put in Patrick's food. Did somebody deliberately ...    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crime Stories (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "29 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Andrea Marshall arrives home to find her friend Joseph Harvey has been attacked in her kitchen. Joseph's wife Joy tells the police Andrea is acting as a surrogate mother for them but Andrea claims she backed out of the arrangement when she met her boyfriend Glen and told the couple. Joseph is still seemingly paying her behind his wife's back but Andrea denies receiving payments. Melanie Bradley is pulled in after being seen at Andrea's house in which she has left her finger-prints. Did she and Joseph use Andrea's house for sex in her absence. Or maybe she and Glen ...    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crime Stories (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "30 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Following an evening out with colleagues from the call centre where she works Hannah Stevenson wakes up,apparently drugged,to find somebody has written TART on her forehead and posted it on the Internet though no sexual assault has occurred. Hannah is ambitious and not especially popular,colleague Andy Collins claiming she flirts her way to promotion whilst their boss Warren Baker appears to condone sexism at work. However Hannah's friend Beth also has an axe to grind,seeing Hannah as a rival for the attentions of the married Warren. Which of the trio who were at ...    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crime Stories (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "3 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Richard Booth's car is shown to have been involved in a hit-and-run in which a cyclist is badly injured but Richard has no recall of the incident.Bella Davis,a waitress at Richard's club,tells the police that,a day earlier,she had told Richard she knew she was his long-lost daughter but he rejected her,wanting to buy her off. CCTV cameras show Richard to have rowed with another cyclist,prior to the offence. The assumption is made that Richard went after the victim,believing he was the party with whom he argued - until it is shown that Richard has an alibi. Suspicion ...    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crime Stories (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "4 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Nurse Alice Dixon has had nuisance calls and now finds her clothes and photographs have been ripped up but there is no sign of a break-in at the flat she shares with three work colleagues. Alice's former boyfriend Jeremy is now dating nurse Polly Andrews and the pair accuse shy radiologist Adam Mason,whom they claim has a crush on Alice. Alice herself believe the couple dislike Adam as she brought him into the flat behind their backs and are trying to drive him out. Part of the torn dress is found in Adam's room? Did the others plant it there to frame him?    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crime Stories (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "5 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Margaret Jones accuses Sam,her dry cleaner,of stealing a winning lottery ticket from her jacket pocket. Sam denies it but,despite alleged money problems,is seen with a new car whilst Bill,Margaret's husband has just booked them both an expensive holiday. Eventually it is revealed that the ticket was cashed and that Sam signed for it. After continued protestations of innocence he suddenly changes his story and admits to the theft. But is he covering up for somebody?    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crime Stories (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "6 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Lizzie Baker returns from work to find the house she shares with Peter Green has been set on fire. Peter's brother David,who is Lizzie's employer, owns the house and there is no love lost between the siblings. However the police learn that Lizzie and Peter are lovers and not just housemates. Lizzie's jealous ex-husband Kevin had earlier created a scene at Lizzie's work and becomes suspect but the police also believe David is in love with Lizzie. Is one of them the culprit or are they working together and if so why?    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crime Stories (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "7 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Leanne Stevens claims she was threatened in her home by a masked burglar with a knife and suspicion falls on an aggressive ex-school friend Susie Fisher. However Susie tells the police that Leanne has a history of self-harming,possibly to get the attention of Ivan,a former boyfriend who now lives with new lover Hayley but whom Leanne reckons is still seeing her. Are her wounds self-inflicted to have Ivan to herself or does Ivan have some reason to make her keep quiet? Or could the seemingly tolerant Hayley be out for revenge?    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Antrobus, Jane"
            },
            {
                "name": "Hull, Ben"
            },
            {
                "name": "Butcher, Tom"
            },
            {
                "name": "Acton, Anna"
            },
            {
                "name": "Astill, Adam"
            },
            {
                "name": "Baldwin, Peter"
            },
            {
                "name": "Barlow, Alice"
            },
            {
                "name": "Beadle, Gary"
            },
            {
                "name": "Biancardi, Rocco"
            },
            {
                "name": "Binns, Vicky"
            },
            {
                "name": "Bissix, Gemma"
            },
            {
                "name": "Bowler, John"
            },
            {
                "name": "Brimble, Charlotte"
            },
            {
                "name": "Chikezie, Caroline"
            },
            {
                "name": "Choudhry, Saira"
            },
            {
                "name": "Day, Darren"
            },
            {
                "name": "Edwards, Jeremy"
            },
            {
                "name": "Emerick, Louis"
            },
            {
                "name": "Gayle, Michelle"
            },
            {
                "name": "Hills, Beverly"
            },
            {
                "name": "Holderness, Sue"
            },
            {
                "name": "Kelly, Jodie"
            },
            {
                "name": "Organ, Stuart"
            },
            {
                "name": "Birdsall, Jesse"
            },
            {
                "name": "Brabin, Tracy"
            },
            {
                "name": "Cassidy, Natalie"
            },
            {
                "name": "Clements, Charlie"
            },
            {
                "name": "Coulthard, Alice"
            },
            {
                "name": "Danan, Paul"
            },
            {
                "name": "Davro, Bobby"
            },
            {
                "name": "Fiol, Virginia"
            },
            {
                "name": "Gerrard, Dale"
            },
            {
                "name": "Giles, Samantha"
            },
            {
                "name": "Hale, Georgina"
            },
            {
                "name": "Hancock, Martin"
            },
            {
                "name": "Hayes, Siobhan"
            },
            {
                "name": "Jackson, Dominique"
            },
            {
                "name": "Jamelia"
            },
            {
                "name": "Jameson, Susan"
            },
            {
                "name": "Lister, Zoë"
            },
            {
                "name": "Neal, Scott"
            },
            {
                "name": "Payne, Deena"
            },
            {
                "name": "Sanderson, Nikki"
            },
            {
                "name": "Choudhry, Naveed"
            },
            {
                "name": "Dunn, Sarah Jayne"
            },
            {
                "name": "Gaffney, Dean"
            },
            {
                "name": "Glaister, Gabrielle"
            },
            {
                "name": "Groves, Ricky"
            },
            {
                "name": "Hill, Rupert"
            },
            {
                "name": "Jordan, Elliott"
            }
        ],
        "genres": [
            "Crime",
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 4.7,
        "votes": 31,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjEyMTY5Nzg3MV5BMl5BanBnXkFtZTgwMTQxNjk5MDE@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Crime Stories",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Crime Stories (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Fairhurst, Darren"
            },
            {
                "name": "Hughes, Steve"
            },
            {
                "name": "Marquess, Paul"
            }
        ],
        "production companies": [
            {
                "name": "Newman Street"
            }
        ],
        "distributors": [
            {
                "name": "ITV - Independent Television"
            }
        ],
        "other companies": [
            {
                "name": "Clockwork Digital"
            }
        ],
        "plot": [
            "Former real life police officer Jane Antrobus and an actor play detectives alongside guest stars in a daily show using improvisation, narration, and talking and looking to camera to create the impression of a documentary.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 31,
                "rating": 4.7
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 3.0
            },
            "aged 30 44": {
                "votes": 19,
                "rating": 3.7
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 3.5
            },
            "males": {
                "votes": 21,
                "rating": 4.1
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 15,
                "rating": 4.0
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 3.3
            },
            "females": {
                "votes": 7,
                "rating": 1.7
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 1.0
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 4.2
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 5.0
            },
            "us users": {
                "votes": 4,
                "rating": 4.8
            },
            "non us users": {
                "votes": 21,
                "rating": 3.5
            }
        },
        "number of votes": {
            "10": 4,
            "9": 2,
            "8": 1,
            "7": 4,
            "6": 2,
            "5": 2,
            "4": 1,
            "3": 4,
            "2": 2,
            "1": 9
        },
        "arithmetic mean": 4.7,
        "median": 4
    }
}