{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "5 November 2012"
            }
        ],
        "release dates": [
            "India::5 November 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Lady in the Bottle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Pilot Vicky's plane lands on an unknown island where he spots an antique bottle. He manages to open the bottle and and a notorious Jeannie comes out thus, a magical session takes place as Jeannie expresses her gratitude towards Vicky for releasing her from the bottle after 2000 years. Will Vicky's colleague Priya come to know about Jeannie? Is there a trouble waiting for Vicky?    "
                },
                "2": {
                    "title": "Is Jeannie There?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Vicky fails to explain Jeannie's presence in his house to Priya and she urgently leaves Vicky's house later, Jeannie apologizes to Vicky for entering his house without his permission. Vicky reveals Jeannie that Priya who is her Boss's Daughter is soon going to become her future Wife, on the other side, Doctor Doctor reveals Vicky's Boss that Vicky is suffering from hallucinations but his Boss does not believe in him. One of the Peon informs Vicky that Boss and Doctor Doctor are arriving to check his health and tensed Vicky requests Jeannie to hide in the bottle. Will ...    "
                },
                "3": {
                    "title": "More Lies for Jeannie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    SAB TV - Jeannie aur Juju: Episode 3 - 7th Novermber 2012 Jeannie gives a royal treatment to Vicky later, Priya and her Father were surprised to see Vicky in a King's outfit and thus, Vicky tries to save himself by revealing Priya that he was getting ready for one of his Friend's costume party. Vicky requests Jeannie to go away from his life forever as he is soon going to marry Priya. Vicky has started liking Jeannie's gestures who is always ready to help him no matter whatsoever may be the consequences. Will Jeannie leave Vicky? Will Vicky's Parents come to know ...    "
                },
                "4": {
                    "title": "Jeannie Wellcomes Juju's Parents Part - 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "8 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Jeannie aur Juju : Episode 4 - Thursday 8th Novermber 2012. Jeannie gets mesmerized to see the performance that was airing on the television later, Doctor Doctor reveals Captain Vicky that he wants to conduct some psychological tests but Jeannie creates trouble for Vicky. Vicky's Parents arrive and Jeannie decides to impress them. Will Priya and Vicky's Parents come to know about Jeannie?    "
                },
                "5": {
                    "title": "Jeannie Wellcomes Juju's Parents Part - 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "9 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Jeannie aur Juju : Episode 5 - Friday 9th Novermber 2012 - SAB TV - Eagle Films. Doctor Doctor reveals Priya's Father who is Vicky's Boss that not only Vicky but his Parents are also suffering from some mental problem later, Vicky's Father gets surprised to see the diamond necklace in Chef's neck and Jeannie returns the necklace to Vicky. Vicky introduces Priya to her Mother Sushmita and also comments on her outfit. Vicky gets angry on Jeannie and requests her not to help him. What will Jeannie do to cheer up Vicky? Will Brij and Sushmita come to know about Jeannie's ...    "
                },
                "6": {
                    "title": "The Yacht Murder Case Part - 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Jeannie Aur Juju - Episode No. 6 - Monday 12th November 2012 - SAB TV - Eagle Films. After Captain Vicky argues with Jeannie on a yacht and she blinks home, two witnesses cops think that he pushed her overboard and murdered her. They arrest him, put him behind bar and don't buy his defence arguements. Captain Vicky is helpless and he wants Jeannie to save him from this mess. Jeannie is still upset about Vicky's insult behavior at the yacht.    "
                },
                "7": {
                    "title": "The Yacht Murder Case Part - 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "13 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Jeannie Aur Juju - Episode No. 7 - Tuesday 13th November, 2012 - SAB TV - Eagle Films. After Captain Vicky argues with Jeannie on a yacht and she blinks home, two witnesses cops think that he pushed her overboard and murdered her. They arrest him and put behind bar. Captain Vicky takes the help of his best friend Captain Vella to communicate Jeannie indirectly. Doctor catches Captain Vella and informs the situation to Boss and Priya. Jeannie finally solves the mystery by appearing herself at police station. Priya is very upset with Vicky after knowing he was with ...    "
                },
                "8": {
                    "title": "Jeannie Makes Doctor Cyrus Insane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "14 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Jeannie is very angry on Dr. Cyrus Doctor who forbids Captain Vicky to fly due to failure in psycho-physical tests. Jeannie plays pranks and mischieves on Dr. Cyrus when he prepares final report. Dr. Cyrus rushes to the hospital to check his own abnormal health condition. Dr. Merchant permits Captain Vicky to fly after passing medical tests. Captain Vicky tries to make it up with Priya but she is still upset about Jeannie in his life.    "
                },
                "9": {
                    "title": "Jeannie Tries to Be a Modern Working Girl - Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "15 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Jeannie gets inspiration from a Magazine to be a Modern Working Girl. She tries to work as a sales girl in a mall but it backfires very badly.    "
                },
                "10": {
                    "title": "Jeannie Tries to Be a Modern Working Girl - Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "16 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Jeannie aur Juju - Episode 10 : \"Jeannie Tries to be a Modern Working Girl Part - 2\" - Friday 16th Novermber 2012. Jeannie tries to be a working girl in a mall but it backfires very badly. She becomes a secretary of Captain Vicky in Priya Airlines but leaves the job when Priya catches her in Vicky's cabin.    "
                },
                "11": {
                    "title": "Aviation Recession - Mission Overdraft Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "19 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Captain Vicky impresses Priya to show his air craft banner of apology. Boss Pratap Seth calls urgent meeting of his staff to find the solution of recession and lack of working capital fund. Insurance claimed money of plane crash will take a longer time. New Bank Manager, Mr. Sumitro Das rejects overdraft due to financial condition of Priya Airlines and misunderstanding of bribe by Boss Prata Seth. Captain Vicky finds out that Sumitro Das is the brother in law of his neighbour, Chatur Ganguly. Chatur goes to Vicky's house for spying the ghost but Geinnie teaches him a ...    "
                },
                "12": {
                    "title": "Aviation Recession: Mission Overdraft Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "20 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Chatur Ganguly clicks Jeannie's photos but when he prints it and shows to Durga, there is no Jeannie in all photos. Durga blames her husband having a mental problem. Jeannie tries to help Vicky by creating Five Crore Rupees by magic but Vicky refuses it. After completion of presentation, Vicky is ready to go to Sumitro Das, the bank manger. Jeannie notices an ink on Vicky's shirt. Jeannie disappears ink through her magic. But when Captain Vicky submits the project to Sumitro, he insults him for submitting blank project pages. Vicky realizes Jeannie's mistake of magic....    "
                },
                "13": {
                    "title": "Aviation Recession: Mission Overdraft Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "21 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Priya trains Captain Vicky to play chess. Jeannie creates a horse by magic and other mischieves and pranks to scare Priya but she stops it when Vicky requests her. Doctor visits Vicky to give him news of Sumitro Sunday Club morning visit. When Vicky goes upstairs to be ready Doctor notices one chess book fallen from table with a shock. Durga comes inside and meets Dr. Cyrus Doctor first time. She requests Doctor to check the mental condition of hr husband Chatur Ganguly. When Vicky goes to the club, Jeannie appears there as her friend. She challenges Sumitro and Anand...    "
                },
                "14": {
                    "title": "Aviation Recession: Mission Overdraft Part 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "22 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Jeannie does a magic trick and Chess Champion Anand touches his arm to chess board accidentally and is unable to move his final check-met point. He withdraws from the game. Vicky moves the same check-met against Sumitro and he wins the game. Sumitro gives him second opportunity for overdraft presentation sharp at 10am. Vicky wakes up late due to Alarm clock's fault. Jeannie sends him by magic to Sumitro's Bank Conference Room but with a night suit pajama. Sumitro is very upset but Vicky convinces him about punctuality. He gives the best presentation and Sumitro ...    "
                },
                "289": {
                    "title": "Jeannie and Juju Travel to the Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 289,
                    "original air date": "13 Dec. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "290": {
                    "title": "Jeannie and Juju Meet Mooni",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 290,
                    "original air date": "16 Dec. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "303": {
                    "title": "Final Round of Beauty Contest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 303,
                    "original air date": "2 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Host Vela announces the final round of Priya Airlines Beauty Contest. Question answer session takes place between Contestants and Judges. The 3 finalists of Priya Airlines Beauty Contest are Durga, Jeannie and Chand Ka Tukda.    "
                },
                "304": {
                    "title": "Pratap Announces the Winner of Beauty Contest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 304,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Jeannie receives a standing ovation from Judges and Audience in the Question and Answer round. Pratap declares the winner of Priya Airlines Beauty Contest. Jeannie faints in the event and Chand Ka Tukda gives a solution to cure Jeannie.    "
                },
                "305": {
                    "title": "Vicky's Quest for Magical Flower",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 305,
                    "original air date": "6 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Vicky tries his best to climb the cliff to pluck magical flowers from the Tree. Chand Ka Tukda sees to it that Vicky fails to pluck the magical flower to save Jeannie but Genius succeeds in saving Vicky.    "
                },
                "306": {
                    "title": "Vela proposes to Chandani",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 306,
                    "original air date": "7 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Vela reveals to Jhunjhun and Genius that he has fall in love with Chand Ka Tukda Chandani and also firmly decides to propose her. Just when Vela was about to reveal the secret about Jeannie and Juju, Genius comes up with a rocking plan.    "
                },
                "307": {
                    "title": "Search for Jeannie's Husband",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 307,
                    "original air date": "8 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Jeannie fumes in anger as she observes Chand Ka Tukda 'Chandani' and Vicky's romantic dance. Chandani (Mooni) and Jeannie warn each other.    "
                },
                "308": {
                    "title": "Priya Surprised to Meet Jeannie's Husband",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 308,
                    "original air date": "9 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    All the Employees and Boss of Priya Airlines are surprised to meet Jeannie's Husband Mr. Vikram Khanna.    "
                },
                "309": {
                    "title": "Chandani's Magic of Truth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 309,
                    "original air date": "10 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Chandani (Mooni) insists Vella to reveal the truth about Vicky and Jeannie in the Restaurant. Vicky and Jeannie express their gratitude towards Genius and Jhunjhun.    "
                },
                "310": {
                    "title": "Jeannie's Attempt to Call Ghost",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 310,
                    "original air date": "13 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Jeannie magically solves Jeannie's Husband and Priya's Boyfriend's problem. Priya and other esteem guests are eagerly waiting for Vicky's arrival.    "
                },
                "311": {
                    "title": "Vicky Shocked to See His Grandfather",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 311,
                    "original air date": "14 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Vella is busy trying to impress Chandani (Mooni) in Priya Airlines. Jeannie tries to collect more information about Vicky's Grandfather.    "
                },
                "312": {
                    "title": "Dadaji slaps Vella",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 312,
                    "original air date": "15 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    With the help of Genius and Jhunjhun, Vella becomes super intelligent and also shows his intelligent skills to Pratap, Priya, Chandani and Doctor Doctor in the conference room.    "
                },
                "313": {
                    "title": "Dadaji's Ultimate Wish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jeannie Aur Juju (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 313,
                    "original air date": "16 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Vicky succeeds in finding his Dadaji's ashes which were kept in the ancient Kalash. Vicky releases Dadaji's ashes in sacred water.    "
                }
            }
        },
        "number of episodes": 27,
        "cast": [
            {
                "name": "Asgar, Ali"
            },
            {
                "name": "Bole, Navina"
            },
            {
                "name": "Khurana, Harsh"
            },
            {
                "name": "Deboo, Kurush"
            },
            {
                "name": "Mehra, Aman"
            },
            {
                "name": "Mukhi, Jiten"
            },
            {
                "name": "Manek, Giaa"
            },
            {
                "name": "Anand, Shoma"
            },
            {
                "name": "Jha, Muni"
            },
            {
                "name": "Mitra, Jhumma"
            },
            {
                "name": "Roy, Ashiesh"
            },
            {
                "name": "Dilaik, Rubina"
            },
            {
                "name": "Kaul, Simple"
            },
            {
                "name": "Khan, Arshifa"
            },
            {
                "name": "Nathani, Alisha"
            },
            {
                "name": "Hyder, Javed"
            },
            {
                "name": "Srivastava, Atul"
            },
            {
                "name": "Goddwani, Karan"
            },
            {
                "name": "Tandon, Amit"
            }
        ],
        "locations": [
            "Mangal Murti Studio, ATV Projects Compound, D-8, MIDC, Road No. 16, Marol, Andheri East, Mumbai, Maharashtra, India::(studio)"
        ],
        "genres": [
            "Comedy",
            "Drama",
            "Fantasy",
            "Romance"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "hi"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.0,
        "votes": 83,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTUxNzkyNzc4MF5BMl5BanBnXkFtZTcwMzkyMTQ4OA@@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "I DREAM OF JEANNIE is based on the romantic & fantasy filled adventures of Jeannie and Captain Vicky who is a commercial pilot with Fly High Airlines. The action begins when Vicky abandons his plane and makes an emergency landing on a deserted island where he finds a 2000 yrs old Jeannie trapped in a bottle. Jeannie falls in love with Vicky at the very first sight, tricks him and follows him back into his world. The well intentioned Jeannie only tries to make life better for Vicky while actually putting him into trouble at all situations. Its' only a matter of time before this very naughty yet lovable Jeannie will become the centre of Vicky's universe and the chase will turn into a sweet tale of romance, magic and fantasy.",
        "languages": [
            "Hindi"
        ],
        "title": "Jeannie Aur Juju",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Jeannie Aur Juju (India)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Aryan, Amit"
            },
            {
                "name": "Bhatia, Kumar"
            },
            {
                "name": "Bhatt, Niren"
            }
        ],
        "production companies": [
            {
                "name": "Eagle Films"
            }
        ],
        "distributors": [
            {
                "name": "SAB TV"
            }
        ],
        "plot": [
            "I DREAM OF JEANNIE is based on the romantic & fantasy filled adventures of Jeannie and Captain Vicky who is a commercial pilot with Fly High Airlines. The action begins when Vicky abandons his plane and makes an emergency landing on a deserted island where he finds a 2000 yrs old Jeannie trapped in a bottle. Jeannie falls in love with Vicky at the very first sight, tricks him and follows him back into his world. The well intentioned Jeannie only tries to make life better for Vicky while actually putting him into trouble at all situations. Its' only a matter of time before this very naughty yet lovable Jeannie will become the centre of Vicky's universe and the chase will turn into a sweet tale of romance, magic and fantasy.::SAB TV Official Site"
        ],
        "tech": {
            "runtime": [
                "30 min (including commercials)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 83,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 39,
                "rating": 6.1
            },
            "aged 30 44": {
                "votes": 9,
                "rating": 4.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 9.5
            },
            "males": {
                "votes": 45,
                "rating": 5.6
            },
            "males aged 18 29": {
                "votes": 34,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 4.4
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 8,
                "rating": 5.6
            },
            "females aged 18 29": {
                "votes": 5,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 2.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 7.0
            },
            "us users": {
                "votes": 7,
                "rating": 4.5
            },
            "non us users": {
                "votes": 23,
                "rating": 5.2
            }
        },
        "number of votes": {
            "10": 36,
            "9": 2,
            "8": 6,
            "7": 8,
            "6": 8,
            "5": 4,
            "4": 1,
            "3": 4,
            "2": 3,
            "1": 11
        },
        "arithmetic mean": 7.0,
        "median": 8
    }
}