{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2012"
            },
            {
                "country": "UK\n",
                "date": "7 December 2012"
            },
            {
                "country": "Belgium\n",
                "date": "19 November 2013"
            }
        ],
        "release dates": [
            "UK::2012",
            "UK::7 December 2012",
            "Belgium::19 November 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "North Pole Ice Airport (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    A team of Russian paratroopers skydive onto the frozen Ocean to build the North Pole Ice Airport. A British team battle their way to the North Pole for charity, and American skydiver Johnny Strange attempts a world record at the Pole.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "North Pole Ice Airport (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The Ice Airport plays host the North Pole Marathon. A team of scientists battle the elements to take measurements of the ice. And a solo explorer stumbles on a wedding taking place at the top of the planet.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "North Pole Ice Airport (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    This week at the Ice Airport a team of huskies race to 90 degrees north. A 17 year old schoolboy juggles adventure and revision. And the Ice Airport is packed up and closed down for another year.    "
                }
            }
        },
        "number of episodes": 3,
        "cast": [
            {
                "name": "Hawley, Richard"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "2012 (UK)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjM5YmFmYTktNGRiMy00ZWIxLWE3MmMtZjYwN2Q4NjNhMWYyXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Every year, for one month only, a bizarre community springs up in the planet's most hostile environment. Men and machinery, parachuted onto the barren polar wastes from Russian transport planes, sculpt an airport from scratch on the drifting ice of the Arctic Ocean. For the next four weeks, before the ice melts, Ice Station Barneo becomes a magnet for people passionate about living on the edge: not just scientists and explorers, but skydivers trying to land on the roof of the world, a couple looking for the ultimate wedding venue, extreme golfers who think nothing of teeing off in -35, and the hardy souls whose idea of fun is the notorious Arctic Marathon. North Pole Ice Airport takes us inside this world to tell stories of bravery, eccentricity and emotion. The pole changes the people who visit it, and our cameras are with them as they face up to themselves in this awe-inspiring, unforgiving landscape. Across three episodes it tells the story of Barneo's short season, following the visitors whose arrival there is the fulfilment of a lifetime's ambition, and the workers for whom freezing temperatures and cracking runways are everyday obstacles. And it shows how - 700 miles from civilisation, they have to be ready for anything.",
        "languages": [
            "English"
        ],
        "title": "North Pole Ice Airport",
        "year": 2012,
        "kind": "tv mini series",
        "series years": "2012-",
        "akas": [
            "North Pole Ice Airport (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Cornell, Jules"
            }
        ],
        "director": [
            {
                "name": "Dalby, Tim"
            },
            {
                "name": "Kiehl, Alex"
            },
            {
                "name": "Mizelas, Stephen"
            }
        ],
        "production companies": [
            {
                "name": "Darlow Smithson Productions"
            }
        ],
        "distributors": [
            {
                "name": "Channel 5 Television"
            }
        ],
        "plot": [
            "Every year, for one month only, a bizarre community springs up in the planet's most hostile environment. Men and machinery, parachuted onto the barren polar wastes from Russian transport planes, sculpt an airport from scratch on the drifting ice of the Arctic Ocean. For the next four weeks, before the ice melts, Ice Station Barneo becomes a magnet for people passionate about living on the edge: not just scientists and explorers, but skydivers trying to land on the roof of the world, a couple looking for the ultimate wedding venue, extreme golfers who think nothing of teeing off in -35, and the hardy souls whose idea of fun is the notorious Arctic Marathon. _North Pole Ice Airport_ (qv) takes us inside this world to tell stories of bravery, eccentricity and emotion. The pole changes the people who visit it, and our cameras are with them as they face up to themselves in this awe-inspiring, unforgiving landscape. Across three episodes it tells the story of Barneo's short season, following the visitors whose arrival there is the fulfilment of a lifetime's ambition, and the workers for whom freezing temperatures and cracking runways are everyday obstacles. And it shows how - 700 miles from civilisation, they have to be ready for anything.::DSP"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}