{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 November 2012"
            }
        ],
        "release dates": [
            "USA::11 November 2012"
        ],
        "episodes": {
            "9": {
                "1": {
                    "title": "Shaky Ground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 1,
                    "original air date": "6 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Three new build teams arrive to their build sites and begin building their unique cabins in the remote Alaskan wilderness. Josh Tousignant and his crew make the long trip from Palmer to Cordova and arrive on site to begin building the slab foundation for their clients' two story cabin. John Donkersloot and Heather Rough drive their 40 foot shipping containers for their cabins foundation up to their mountainside build site in Seward. Chris Maynard and his crew fly out to build materials and install helical piers for his foundation on Trinity Lake.    "
                },
                "2": {
                    "title": "Anything Can Go Wrong",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 2,
                    "original air date": "13 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    At Trinity Lake, Chris and Joe begin to chop down an 80 foot tall spruce tree when it begins to fall to early, and then later have repackage their materials after a helicopter struggles with their first delivery. Over on Mt. Ascension, John and Heather fall behind building the floor system of their cabin because of the rain and will need more help to get back on schedule. In Cordova, Josh and his team must forklift their materials up the muddy driveway to the build site after the semi gets stuck at the bottom, and a complex build plan with tons of parts and pieces ...    "
                },
                "3": {
                    "title": "Moving on to Plan X-Ray",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 3,
                    "original air date": "20 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    This week, Josh and team begin working on the interior walls and installing second story floor joists for their Cordova cabin. Chris Maynard begins to build a dock for his float plane when he runs out of lumber, and has to adapt when the framers he originally hired don't show up on Trinity Lake. John and Heather work with their friends and family to get ahead by building a dormer wall and installing the loft flooring, but will mis-measurements and mis-cuts keep them further behind than ever?    "
                },
                "4": {
                    "title": "Up High Without a Net",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 4,
                    "original air date": "27 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    The build teams are building high in the sky this week. Chris Maynard and team prepare for two intense helicopter deliveries of roof rafters to the second story floor of the cabin, and Greg precariously scales a raised rake wall to nail it into place. John and Heather work on finishing up the roof by installing the insulation and metal sheeting when the forklift won't shift gears and threatens to knock over their timber frame. Josh and his team work from jagged pallets lifted two stories high by their forklift and rickety ladders late into the night to finish the ...    "
                },
                "5": {
                    "title": "Playing Catch Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 5,
                    "original air date": "3 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    With all three builds running behind schedule, the teams all rush to get ahead. Heather's daughter Reghan comes out to help with insulating the walls, John and Heather build a water catchment system but discover they aren't getting enough water pressure, and John installs the cabin's ridge caps on the slippery tin roof in the rain. Chris Maynard and team install his new roof rafters using a toy slack line, Chris later becomes an air taxi service in order to fly as much help out to his build site as he can, while Greg and Ivan wait on a delivery of a main deck beam ...    "
                },
                "6": {
                    "title": "A Fort in the Woods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 6,
                    "original air date": "10 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    John and Heather's build is put on pause as they try to figure out how to install their drywall without covering their timber frame, a new team member comes to their rescue to help them finish framing their walls, and they get a late delivery of lumber to finally finish the decking system. Chris Maynard and team are growing tired. The delivery of Chris' windows spin violently in the air, Joe and Duane work on the steep roof installing the metal roofing tin, and the team works on finishing the insulation and the tongue-and-groove walls before Chris runs out of time and...    "
                },
                "7": {
                    "title": "Not For Beginners",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 7,
                    "original air date": "24 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Time is running out for all builders to complete their projects. At Trinity Lake, Chris Maynard enlists help to install solar panels that will create DC power for his cabin and sets up cameras to watch for bears, while Greg and Ivan work fast trying to finish the interior tongue and groove paneling for the cabin's roof. Outside Cordova, Josh works on the custom log stairs as Jeremy takes his time to precisely cut and build the cabin's custom windows. On Mt. Ascension, John and Heather's build site is flooded and they must rebuild the road to their cabin. Later, a ...    "
                },
                "8": {
                    "title": "Look What The've Done",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 8,
                    "original air date": "3 Mar. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "A Demolition the Bob May Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Hunting and fishing guide Bob May is building a new cabin on a remote island in southern Alaska. But, before he begins construction, he needs to tear down the old, abandoned cabin. Easier said than done!    "
                },
                "2": {
                    "title": "Framing Is a Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "18 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    The challenges of building in southern Alaska include shoddy lumber, bad weather, and curious bears.    "
                },
                "3": {
                    "title": "Roughing It on the Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Things are built differently in a state which experiences 100 earthquakes a day. Though the framing is completed and the rough wiring and plumbing get underway, the grind of the 5-month project starts to wear Bob May down.    "
                },
                "4": {
                    "title": "Getting Squirrelly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    A sub-contractor fails to show up for weeks pushing Bob further behind schedule. Meanwhile, Bob and his brother Rick contend with some furry troublemakers of the job site that are chewing through hoses, cables, and grocery bags.    "
                },
                "5": {
                    "title": "Self-Sufficient Building",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "9 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Living this far off the grid, you need to be self-sufficient, whether using recycled oil, or installing hydro and wind energy systems. The insulation delays continue as Bob May waits for a delinquent subcontractor.    "
                },
                "6": {
                    "title": "Cast Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "16 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Bob May gets the cabin completed just before his first paying customers arrive. Furniture and other items are installed at the last moment. He works 16-hour days, goes over budget, but ends up with the cabin of his dreams.    "
                }
            },
            "2": {
                "1": {
                    "title": "The Race Is On: The Builders Set Their Course",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The teams set their course for building cabins in the various areas of the Alaskan Frontier.    "
                },
                "2": {
                    "title": "Grip It and Rip It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    As the summer season starts to thaw out, the builders get underway, but not without issues.    "
                },
                "3": {
                    "title": "Chicken or Bust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "3 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Each of the three builders face adversity as the homes take shape.    "
                },
                "4": {
                    "title": "Ryan's Song",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "4 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Chuck Gerwig's site is oddly quiet. Disaster has struck. His righthand man, Ryan Beachy, has been tragically killed in a motorcycle accident. Now his build is suspended and a decision needs to be made, to continue or not.    "
                },
                "5": {
                    "title": "A Long Hard Slog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "5 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    After battling the tragedy of the loss of his righthand man, Ryan Beachy, Chuck Gerwig is back in the saddle and ready to finish the job that he and Ryan started months earlier.    "
                },
                "6": {
                    "title": "Tempers Flare",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "6 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The three builders are finding no reprieve from the task at hand and, at one camp, tempers flare.    "
                },
                "7": {
                    "title": "Downward Slide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "7 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    With winter looming, the three builders find that even the smallest mistakes have big consequences.    "
                },
                "8": {
                    "title": "The End Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "7 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Winter has arrived and the race is over. Who survived the ultimate test of Building Alaska.    "
                }
            },
            "3": {
                "1": {
                    "title": "Builders Begin Construction on a Fishing Retreat, a Ski Hut and a Getaway Cabin in Remote Alaska",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "4 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    The return of spring in Alaska means the race is on for three builders to begin constructing homes in the remote wilderness before the inevitable return of winter shuts them down.    "
                },
                "2": {
                    "title": "A Helicopter Drop, the Art of Scribing, and a Thousand-Dollar Mistake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "11 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    The challenges of building homes in remote Alaska continues as Lee orchestrates a massive eighteen-load helicopter drop to deliver the equipment and supplies he'll need to build a two-story cabin on Bulchitna Lake.    "
                },
                "3": {
                    "title": "Destructive Forces",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "18 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Alaskan builders face off against the destructive forces of working in the wilderness    "
                },
                "4": {
                    "title": "Dangerous Delays",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "25 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Both Mother Nature and human nature slow progress for our Alaskan Builders.    "
                },
                "5": {
                    "title": "Ninja Framer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "8 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Lee Raymond brings in a pinch hitter they call the Ninja Framer to get his client's project back on schedule. Derek's crew struggles to work on ski hut through an infestation of mosquitoes, and Tony discovers an expensive mistake.    "
                },
                "6": {
                    "title": "Balancing Act",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "15 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    The builds are growing taller and the work more dangerous as Lee's crew must balance on a second story beam to get work done. Tony attempts to take a day off but stumbles upon a mysterious cabin that could be his next project.    "
                },
                "7": {
                    "title": "The Missing Helicopter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "22 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Lee's crew scrambles to correct a mistake after a mighty framing miscalculation. Tony makes a dangerous call to fix a problem and injure his team. Derek's crew looses the helicopter as transport of the ski hut begins.    "
                },
                "8": {
                    "title": "Panic Button",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "1 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Lee's crew must push through waves of mosquitoes and fatigue to finish the deck of their Bulchitna Lake build before the floatplane arrives to take them home for a day of rest.    "
                },
                "9": {
                    "title": "Game Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "8 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Just as Derek and his band of buddies are about to give up on their dream of a cliffside ski hut, Alaska hands them a miracle that turns a down day into game day.    "
                },
                "10": {
                    "title": "Heads Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "15 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The drama at Derek's cliffside build near Valdez escalates after rain saturates the region and an accident on the roof almost takes out a crew member. Tony leaves his build in Bobby's hands to tend to another job.    "
                },
                "11": {
                    "title": "The Finest Moment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "22 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Lee takes a break from the build to prepare for the long Alaskan winter. Derek and his band of ski buddies race to protect the cabin from bears. Tony finally makes it to the roofing stage of his Porcupine Creek build.    "
                },
                "12": {
                    "title": "The Final Push",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "29 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Lee races to finish the interior of the cabin before the lake freezes over. Tony's crew discovers a miscalculation that may force them to miss their deadline, and Derek pushes through dangerous conditions to complete the project.    "
                }
            },
            "4": {
                "1": {
                    "title": "We're Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "6 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Extreme building is back in Alaska. Three men risk it all to build a remote hunting cabin, an off the grid bear lodge and an island retreat.    "
                },
                "2": {
                    "title": "The Beast Is Dead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "13 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Engine issues stall Tom's build, a welder battles the wind on the boardwalk at Rich's island retreat and Creig brings the heat to his bear lodge.    "
                },
                "3": {
                    "title": "Rock Around the Build",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "20 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The builders' challenges include a rock-solid foundation, logging lessons and plywood problems.    "
                },
                "4": {
                    "title": "Bear Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "27 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    A bear attack and wild weather shuts down the builds and an underwater fix saves a dock.    "
                },
                "5": {
                    "title": "Plan B",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "3 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The teams deal with an emotional struggle after a bear attack, a cement mixer meltdown and a special sky delivery.    "
                },
                "6": {
                    "title": "Independence Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "10 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The crews race to stay ahead of the chopper drops, a builder battle brews and a building is on shaky ground.    "
                },
                "7": {
                    "title": "Don't Try This at Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "17 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The danger of working alone in extreme Alaska is no joke and using old-school tricks still works.    "
                },
                "8": {
                    "title": "It's Getting Awkward",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "24 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The crews encounter nothing but wall-to-wall problems at each of their builds.    "
                },
                "9": {
                    "title": "Muscle Power",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "1 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    No machines, no problem. It's down to all-muscle power on the remote builds.    "
                },
                "10": {
                    "title": "No Quit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "8 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    While two builders battle gale-force winds and rain, it's a whale of a good time at the third site.    "
                },
                "11": {
                    "title": "Sparks Fly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "15 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    A battle at the builds as sparks fly in camp and some unwelcome bears won't leave well enough alone.    "
                },
                "12": {
                    "title": "Crunch Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "22 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    It's crunch time as builders race against Mother Nature to finish their cabins.    "
                }
            },
            "5": {
                "1": {
                    "title": "Family Legacies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "5 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    The three teams kick off their builds in remote Alaskan settings. The projects include a family legacy cabin in the Wrangell Mountains, a guest cabin in Eagle Song and an island getaway near Juneau.    "
                },
                "2": {
                    "title": "Alaska's Frozen Highway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "12 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Three teams continue their builds in unique, remote Alaskan settings. At this stage, they're staking the areas, going on supply runs and digging foundation holes. One team finally makes it off Alaska's frozen highway.    "
                },
                "3": {
                    "title": "Bumps Outs and Burls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "19 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    One Alaskan builder's team loses hands to volunteer firefighter duties and another faces a big change in temperature that changes his focus. Rough seas and some bad math put one build team behind schedule.    "
                },
                "4": {
                    "title": "Hello Hoonah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "26 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    One builder encounters record-breaking spring temps at the build site while another looks the other way when it comes to code on his guest cabin. One team is almost stranded by tides at their island getaway.    "
                },
                "5": {
                    "title": "Location, Location, Location",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "2 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Mike and his crew scramble to save the peonies in Eagle Song, Dave and Hans's 50,000 lbs of material make it to shore unharmed on Shelter Island and Adam does some precision work on his cabin in the Wrangell Mountains.    "
                },
                "6": {
                    "title": "Whackin' and Stackin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "23 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Mike's plans to catch up backfire in Eagle Song, Dave and Hans start laying the floor while having fun at their client's expense on Shelter Island and Adam battles 100 years of brush for his family cabin in the Wrangell Mountains.    "
                },
                "7": {
                    "title": "Plywood Don't Lie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "1 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Mike gains ground, but can he keep it by only laying plywood over the cabin's foundation? Dave and Hans revisit their build and realize they've got a lot of work, but not much time. And Adam faces his biggest fear about the build.    "
                },
                "8": {
                    "title": "Cody Save the Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "23 Feb. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Lofty Goals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "1 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    The builders make progress peeling and stacking logs, but heavy fog puts one supply boat journey in jeopardy.    "
                },
                "10": {
                    "title": "Alaskan Mobile Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "8 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    While one builder falls further behind schedule due to wet weather and unforeseen obstacles, the others work on transporting materials to their build sites.    "
                },
                "11": {
                    "title": "The Big Lift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "15 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    It's time for rafters and roofing for one crew, while another tries to set the extremely heavy ridge beam until help arrives. Another crew transports logs and gets the massive cabin floor laid out.    "
                },
                "12": {
                    "title": "Lost in Logs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "22 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    The build crews set ridgepoles, deal with last-minute design changes and come up short when crucial logs go missing.    "
                },
                "13": {
                    "title": "Alaska Bush Approved",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "29 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    It's do or die time for all of the builders as the tides and weather prepare to change.    "
                }
            },
            "6": {
                "1": {
                    "title": "Game On",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "26 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    The three teams kick off their builds and face challenges in the wilderness. Bruce, Mark and their teams start cabins on LaTouche Island and Freshwater Bay, while Dave and his family start on a family compound on Point MacKenzie.    "
                },
                "2": {
                    "title": "From Here to There",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "26 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Bruce's team runs out of supplies, putting their build at a standstill. Mark's and his crew are challenged to make their foundation level, while Dave and his family deal with a non-functional milling machine.    "
                },
                "3": {
                    "title": "Piece of Pie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "5 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    One builder's worst nightmare becomes a reality when his backup generator dies. Another crew is missing one of its members, and a builder works solo despite the risks of building alone off the grid in a remote location.    "
                },
                "4": {
                    "title": "The Wrong Stuff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "5 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    One builder finds a way to let off some steam after struggling to get his log walls up, and another crew endures pounding rain on Chichagof Island. One team races against Mother Nature to get the roof up before the snow falls.    "
                },
                "5": {
                    "title": "Into the Wild",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "12 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    The three teams continue their builds in unique Alaskan locations and have to deal with poorly cut glulam beams, a 700-pound runaway ridge beam and canceled orders.    "
                },
                "6": {
                    "title": "Stormy Weather",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "12 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Bruce's team runs out of supplies, putting their build at a standstill. Mark's and his crew are challenged to make their foundation level, while Dave and his family deal with a non-functional milling machine.    "
                },
                "7": {
                    "title": "Seasonal Squeeze",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "19 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    The three teams continue their builds in unique Alaskan locations and have to deal with poorly cut glulam beams, a 700-pound runaway ridge beam and canceled orders.    "
                },
                "8": {
                    "title": "Make Do",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "19 Mar. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "7": {
                "1": {
                    "title": "The New Generation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "26 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    A new generation of builders tackles the Alaskan wilds to build off the grid. A first-time builder faces some harsh realities, a team fights nature every step of the way and a father and son take on a floating lodge project.    "
                },
                "2": {
                    "title": "Hard Work Beats Talent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "26 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Reality sets in for Nick as he fights the tides trying to retrieve pylons for his foundation, while Brannon's team gets stuck on the muddy trail bringing in more build materials. Jere and Ben continue to build the aluminum barge.    "
                },
                "3": {
                    "title": "Noah's Barge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "20 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Jere, Ben and Tim put the finishing touches on the biggest project they've undertaken: building a 112-foot floating barge. They struggle with figuring out how to get a 40-foot trailer underneath it so they can transport it to the water, and hurricane-force winds change their plans and delay the launch. Nick gets help from his family and friends, but the group struggles trying to install the 27 pilings needed to build his dream fishing lodge and warehouse. In the end they solve the problem using some Alaskan ingenuity. Finally, Brannon's cabin starts taking shape as ...    "
                },
                "4": {
                    "title": "Stuck in Shelikof",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "5 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Nick hunts for driftwood to use for building and realizes how dangerous it is to live in Alaska. Jere and Ben's barge begins its journey to the water, and Brannon's team reaches a major milestone in his cabin build.    "
                },
                "5": {
                    "title": "Rain, Rain, Go Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "12 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Rain and a muddy trail slow down Brannon's cabin build, but even with dampened spirits, the gang hauls windows across the two-mile trail. Then, Jere and Ben finally get the barge launched so work on the lodge can begin.    "
                },
                "6": {
                    "title": "Honey Bucket",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "12 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Nick and Kent design and build a \"honey bucket,\" also known as an Alaskan toilet. Brannon and his team haul a wooden stove to their finished cabin, and Jere and Ben's crew struggle to get the roof on the guest rooms and lodge.    "
                },
                "7": {
                    "title": "Home Stretch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "19 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    The builders are in the home stretch as they try to finish their cabins and floating lodge. Jere and Ben's progress comes to a halt when they run out of stain and nails, and Nick works to finish the sleeping loft.    "
                },
                "8": {
                    "title": "Grand Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "19 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Nick's family visits and his mom is amazed by the finished cabin. Brannon's client and his family arrive to admire their newly finished lodge, and the first guests arrive at Jere and Ben's 5,000-square-foot floating lodge.    "
                }
            },
            "8": {
                "1": {
                    "title": "Keeping Morale Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "original air date": "7 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    A new season of Alaskan builders brave the elements to construct cabins in the Alaskan wilderness.    "
                },
                "2": {
                    "title": "Progress Is Messy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "original air date": "7 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The teams have materials flown in, build in freezing temperatures and lift hefty balloon walls.    "
                },
                "3": {
                    "title": "Going Vertical",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "original air date": "14 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Chappie's team runs into bears and sinking boats while hauling scaffolding materials, Jeff carefully begins to construct his slippery roof and Chris works tirelessly to install all the timber walls of his cabin.    "
                },
                "4": {
                    "title": "Rain Gear is Going On",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "original air date": "14 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Chappie's team struggles to lift 600-pound rafters onto the cabin's roof. Then, Chris works on drying in his cabin while Jeff begins installing his cabin's windows.    "
                },
                "5": {
                    "title": "Game Changer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "original air date": "21 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Jeff struggles with his front deck, Chappie's team finds a major error while building the exterior insulation and Chris runs out of building materials.    "
                },
                "6": {
                    "title": "A Toy Set for Big Kids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 6,
                    "original air date": "21 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Chris gets some much needed help from family to work on his interior, a floatplane with engine problems brings Chappie's build site to a standstill and Jeff makes a critical error while building the water system for his cabin.    "
                },
                "7": {
                    "title": "Knock This Thing Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 7,
                    "original air date": "28 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The builders scramble to complete their heating systems before winter barrels down on Alaska. Chappie climbs an extremely tall ladder to cut a hole in his roof, Jeff builds a hearth and Chris fixes a leak in his chimney.    "
                },
                "8": {
                    "title": "Sky's the Limit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 8,
                    "original air date": "28 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Jeff Erickson helicopters in the remaining furniture for his cabin, Chris Sewell's team works through the night to get the interior floors installed and Chappie's team pushes to finish the cabin's kitchen and master bedroom.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "End Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Building Alaska (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "4 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    It's the end of the road for the three builders and their respective teams as they race to put the finishing touches on their remote Alaskan builds.    "
                }
            }
        },
        "number of episodes": 84,
        "cast": [
            {
                "name": "Sheedy, Dan"
            },
            {
                "name": "Box, Steve"
            },
            {
                "name": "Tschappat, Adam"
            },
            {
                "name": "Williams, Mike"
            },
            {
                "name": "Raymond, Lee"
            },
            {
                "name": "Gerwig, Chuck"
            },
            {
                "name": "Wagner, Jim"
            },
            {
                "name": "Buttler, Creig"
            },
            {
                "name": "Forst, Rich"
            },
            {
                "name": "Shankster, Tom"
            },
            {
                "name": "Poppert, Dave"
            },
            {
                "name": "Cook, Chappie"
            },
            {
                "name": "Erickson, Jeff"
            },
            {
                "name": "Sewell, Chris"
            },
            {
                "name": "May, Bob"
            },
            {
                "name": "Chambers, Bruce"
            },
            {
                "name": "Sams, Mark"
            },
            {
                "name": "Galbraith, Derek"
            },
            {
                "name": "Malone, Tony"
            },
            {
                "name": "Chambers, Bruce"
            },
            {
                "name": "Sams, Mark"
            },
            {
                "name": "May, Art"
            },
            {
                "name": "May, Ray"
            }
        ],
        "locations": [
            "Kodiak Island, Kenai Peninsula, Alaska, USA"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 9,
        "rating": 6.9,
        "votes": 63,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjMyNDg3Mzk4OF5BMl5BanBnXkFtZTgwMDY4MTY0NDE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Building Alaska",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Building Alaska (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9"
        ],
        "writer": [
            {
                "name": "Adducci, Lisa"
            },
            {
                "name": "Allred, Lori"
            },
            {
                "name": "Banowetz, Mike"
            }
        ],
        "production companies": [
            {
                "name": "Orson Entertainment Ltd."
            }
        ],
        "distributors": [
            {
                "name": "DIY Network"
            }
        ],
        "plot": [
            "In the DIY Network series _Building Alaska_ (qv), viewers follow a cast of characters who set out to construct incredible cabins in rugged and remote areas in the Alaskan wilderness.::DIY Network"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 63,
                "rating": 6.9
            },
            "aged 18 29": {
                "votes": 6,
                "rating": 4.6
            },
            "aged 30 44": {
                "votes": 22,
                "rating": 5.9
            },
            "aged 45 plus": {
                "votes": 19,
                "rating": 6.4
            },
            "males": {
                "votes": 37,
                "rating": 6.0
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 21,
                "rating": 5.9
            },
            "males aged 45 plus": {
                "votes": 12,
                "rating": 6.1
            },
            "females": {
                "votes": 12,
                "rating": 5.9
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 5.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 7,
                "rating": 6.6
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 4.6
            },
            "us users": {
                "votes": 18,
                "rating": 5.3
            },
            "non us users": {
                "votes": 17,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 20,
            "9": 3,
            "8": 7,
            "7": 6,
            "6": 6,
            "5": 8,
            "4": 5,
            "3": 2,
            "2": 0,
            "1": 6
        },
        "arithmetic mean": 6.9,
        "median": 7
    }
}