{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "24 October 2012",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::24 October 2012                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Dent, Desiree"
            },
            {
                "name": "Navarro, Anthony"
            },
            {
                "name": "Zompa, Claudia Antony"
            }
        ],
        "locations": [
            "Chicago, Illinois, USA::(studio)"
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "15"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "budget": "$20,000 (estimated)",
        "plot outline": "\"The Wedding Planners\" discuss everything from finding a venue and booking a caterer to creating amazing invitations and designing your floral. Be prepared to watch these opinionated planners share their thoughts on fashion, what's trending, celebrities and the craziness of the industry in general! The Wedding Planners are there to not only entertain but to share their collective knowledge as you will see a panel of working pros who know what they do, do it well and want to help you - the bride and groom - understand how to make this crazy thing called wedding planning, come together and create a day in your life that you will never forget!",
        "languages": [
            "English"
        ],
        "title": "The Wedding Planners",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "The Wedding Planners (United States)"
        ],
        "production companies": [
            {
                "name": "Rush Productions"
            }
        ],
        "distributors": [
            {
                "name": "Rush Productions"
            }
        ],
        "plot": [
            "Talk show with three real life wedding planners with three different styles of planning.::Anthony Navarro",
            "\"_The Wedding Planners_ (qv)\" discuss everything from finding a venue and booking a caterer to creating amazing invitations and designing your floral. Be prepared to watch these opinionated planners share their thoughts on fashion, what's trending, celebrities and the craziness of the industry in general! _The Wedding Planners_ (qv) are there to not only entertain but to share their collective knowledge as you will see a panel of working pros who know what they do, do it well and want to help you - the bride and groom - understand how to make this crazy thing called wedding planning, come together and create a day in your life that you will never forget!::Anthony Navarro"
        ],
        "tech": {
            "runtime": [
                "15 min (approx)"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}