{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "14 December 2012"
            },
            {
                "country": "UK\n",
                "date": "13 January 2014"
            },
            {
                "country": "Sweden\n",
                "date": "8 July 2014"
            },
            {
                "country": "Finland\n",
                "date": "28 August 2018"
            }
        ],
        "release dates": [
            "UK::14 December 2012",
            "UK::13 January 2014",
            "Sweden::8 July 2014",
            "Finland::28 August 2018"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Uncle"
            },
            {
                "countries": "Russia",
                "title": "Дядя"
            }
        ],
        "akas": [
            "Uncle (original title)",
            "Дядя Russia"
        ],
        "akas from release info": [
            "Uncle (original title)",
            "Дядя Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Father's Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Uncle (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 56,
                    "original air date": "1 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    As Andy tries to work up the courage to confront Teresa about their child, he is distracted by an offer from a record company exec. Meanwhile, Errol butts heads with Bruce and Sam contemplates motherhood.    "
                },
                "2": {
                    "title": "Bringing Sexy Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Uncle (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 47,
                    "original air date": "8 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Andy makes a start on his new song-writing career, but finds it more difficult than he could have imagined. Errol decides that he needs a girlfriend and vies with Andy for the attention of Lex. Sam and Bruce are trying to conceive.    "
                },
                "3": {
                    "title": "Dinner, I Hardly Knew Her",
                    "kind": "episode",
                    "episode of": {
                        "title": "Uncle (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 60,
                    "original air date": "15 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Andy tumbles into a drug-fuelled romance with singer Jasmine, waking up to find he is engaged. Errol lets a girl think he is 'experienced' to look cool. Sam has to find a way to break some new to the family.    "
                },
                "4": {
                    "title": "2:27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Uncle (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 56,
                    "original air date": "22 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Sam enters the hospital operating theatre for the removal of her cancer but it is Andy, off the drugs for a week, who is the more stressed and the efforts of Bruce to cheer him, Elliot and Sam's ex-husband Ben, fall flat. Waiting for news Andy and Errol exchange philosophies and Errol is forced to confess why his wrist is bandaged. It is long wait for all of them before they learn how Sam has fared.    "
                },
                "5": {
                    "title": "Rivals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Uncle (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 44,
                    "original air date": "29 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Errol tries to rinse Ben and his new partner Veronica for money to finance a trip to Europe and when they refuse turns to Bruce but when the two men realize they are being played off against each other they join forces to make Errol earn the money. Andy and Sam's loud parents Jane and Neville arrive, announcing that they are divorcing. Andy is shocked and clumsily tries to stop them whilst Sam is just angry that Jane seems to have also preferred Andy over her but after the women have had a heart to heart there are reconciliations all round - though the divorce still ...    "
                },
                "6": {
                    "title": "...Is This Just Fantasy?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Uncle (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 47,
                    "original air date": "5 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Andy is over-joyed when Melodie reappears in his life but their reconciliation is literally in his dreams. Meanwhile in his fantasy-writing class Errol pens a fairy tale in which idiot stable boy Andy seeks to find his beloved princess Melodie, meeting various characters based on friends and relations. With the help of Errol's classmates Andy tracks Melodie down but it is not necessarily the case that they will live happily ever after.    "
                },
                "7": {
                    "title": "The Last Assembly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Uncle (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 56,
                    "original air date": "12 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Andy finally goes on tour, whilst Erroll makes new friends.    "
                }
            },
            "1": {
                "0": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Uncle (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "votes": 30,
                    "original air date": "14 Dec. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "1": {
                    "title": "Mind the Cracks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Uncle (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 79,
                    "original air date": "13 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Failed slacker musician Andy, dumped by his girlfriend Gwen, is about to kill himself when his sister Sam rings and asks him to collect his nephew Errol from football practice. Andy takes Errol with him to the club run by Gwen's seedy, cross-dressing father in an effort to win her back but he fails. As Andy drives Errol home the pair bond as they appreciate that they are both misfits.    "
                },
                "2": {
                    "title": "Party Monster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Uncle (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 76,
                    "original air date": "20 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    After being moved on for busking Andy visits Gwen but is thrown out by her loutish new boyfriend Casper. He agrees to baby-sit a supposedly poorly Errol but finds he is shamming to get out going to school-mate Alfie's birthday party. Andy persuades him to go with him but Alfie bullies Errol and Alfie's boastful father Tom is equally obnoxious. Fortunately Andy and Errol meet up with a pair of allies to get revenge on the dreadful twosome.    "
                },
                "3": {
                    "title": "I Like-Like You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Uncle (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 68,
                    "original air date": "27 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Andy wants to take part in the Battle of the Bands, the prize being a residency at Val's club, which will mean he is near to Gwen. None of the musicians he auditions for his band are to his liking but Errol turns out to be an excellent keyboard player and so a duo is born. Andy tries to help Errol get a date with Ruby, a girl from school whom he fancies but this goes wrong when Ruby assumes Errol is gay because Andy thought he was doing the right thing in saying Errol liked One Direction. However the duo's performance at the battle goes down well, impressing both ...    "
                },
                "4": {
                    "title": "Favourites",
                    "kind": "episode",
                    "episode of": {
                        "title": "Uncle (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 66,
                    "original air date": "3 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    After spending the night with Shelley Andy is 'persuaded' by Sam to give her moral support at a family lunch hosted by Joan, mother of Sam's ex-husband Ben. Also attending is Ben's brother Rex, a trendy doctor back from voluntary work in Africa and Andy is immediately jealous, sabotaging his cookery and causing an accident in a football game. Sam tries to keep her past drug and drink addiction from Joan since Ben is wrangling for Errol's custody now that he has a new girlfriend. When it is revealed that Andy had sex with Joan twelve years ago and Andy's friend Bruce ...    "
                },
                "5": {
                    "title": "Last of the Red-Hot Uncles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Uncle (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 60,
                    "original air date": "10 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Errol is going on a school trip to a farm and dreading it. Andy tells Sam he finds Shelley clinging and hopes to get back with Gwen, which seems likely when Gwen turns up for afternoon delight, claiming to have broken with Casper. After she has left Shelley returns but Andy is getting high with Melodie, Errol's teacher, and then Gwen comes back to say she has made it up with Casper. Andy cannot explain why there are three women in his life so they all dump him, after which he goes to collect Errol, who has fled the school trip.    "
                },
                "6": {
                    "title": "Nephew",
                    "kind": "episode",
                    "episode of": {
                        "title": "Uncle (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 58,
                    "original air date": "16 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Andy gets a call from Mo Khan, head of Rage Records, impressed by the demo Andy sent him. In the event though Mo only wants to sign up Errol - who is wary, but thinks it will help his family if he goes ahead. However Errol's earnest ecology message does not go down well and then he accidentally eats Mo's ecstasy tablets, mistaking them for mints. With Errol rushed to hospital and Sam fighting Ben at court for the custody of Errol Andy has to prove that he is the best - or worst - uncle in the world to help his sister.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Uncle (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 62,
                    "original air date": "10 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    A year has passed. Ben has taken out a restraining order against Andy, whom Errol visits in secret whilst Sam is a nervous therapist. Andy works in a carpet show-room and desperately tries to get himself the sack. He also has song-writer's block. Ben discovers that he is seeing Errol though ultimately some good does come out of it whilst Andy also meets seductive customer Teresa.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Uncle (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 52,
                    "original air date": "17 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Errol is anxious to impress haughty school-mate Willow and woos her on the Internet using a cool persona. However he comes unstuck when he is forced to reveal his identity and bad dancing - though at least he makes another friend from it. Sam meets ex-husband Ben's new girlfriend Veronica and seeks to befriend her to weaken Ben. She invites her to a party where Andy admits his shortcomings to Teresa, the former customer with whom he is having an affair. However she tells him that she is married and was only using him before saying goodbye.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Uncle (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 50,
                    "original air date": "24 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Errol persuades a cash-strapped Andy to leave his sick bed and enter a song contest with a big money prize. Andy wants it to be a solo effort but Val, Gwen and her new boyfriend Casper are keen to join in though Gwen and Casper have rowed and Andy must reconcile them, as well as giving Sam sex advice. Errol also wants to be involved and takes drastic action when this is denied him. Fortunately there is enough studio time left to make a group recording complete with an impressive video.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Uncle (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 54,
                    "original air date": "3 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    After being told by old flame Shelley that she is pregnant Andy agrees to join Sam as a chaperone at Errol's school Halloween dance. There are revelations all round as Andy gets locked in a cupboard with shy teacher Melodie, something similar happens to Errol with the desirable Ruby - who tells him that her friend Tiffany fancies him - and Sam's secret lover is exposed as the not quite divorced Bruce.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Uncle (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 59,
                    "original air date": "10 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Errol is not happy that Ben has moved girlfriend Veronica in and is pleased to spend the weekend with Andy. Strapped for cash Andy hopes to use Errol in his plan to persuade dying uncle Frank to leave him some money. Frank warms to Errol but makes clear his dislike of Andy, who sets out to find Frank's money, supposedly buried in the garden. After an attempt to reconcile Frank with estranged daughter Maggie Andy does succeed in getting some cash out of him - through selling him drugs.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Uncle (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 52,
                    "original air date": "17 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Andy receives a surprise cheque in the mail. Now all he needs to do is cash it and pay his landlord in the next three hours.    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Helm, Nick"
            },
            {
                "name": "Speller-Gillott, Elliot"
            },
            {
                "name": "Haggard, Daisy"
            },
            {
                "name": "Taylor, Daniel Lawrence"
            },
            {
                "name": "White, Sydney"
            },
            {
                "name": "O'Neill, Con"
            },
            {
                "name": "Rutherford, Jorja"
            },
            {
                "name": "Burns, Nicholas"
            },
            {
                "name": "Smith, Esther"
            },
            {
                "name": "Goldstein, Brett"
            },
            {
                "name": "Toussaint-White, Nina"
            },
            {
                "name": "Mohammed, Nick"
            },
            {
                "name": "Whelan, Gemma"
            },
            {
                "name": "Cassidy, Raquel"
            },
            {
                "name": "Moran, Dylan"
            },
            {
                "name": "Trenaman, Martin"
            },
            {
                "name": "Taylor-Griffin, Lauran"
            },
            {
                "name": "Reeves, Lewis"
            },
            {
                "name": "Hadlow, Sam"
            },
            {
                "name": "Maitland, Sandra"
            },
            {
                "name": "Gilbert, Robert"
            },
            {
                "name": "Dickinson, Sandra"
            },
            {
                "name": "Smith, Liam"
            },
            {
                "name": "Andrews, Luing"
            },
            {
                "name": "Martin, Mae"
            },
            {
                "name": "Warden, Rick"
            },
            {
                "name": "Morgan, Diane"
            },
            {
                "name": "Bevan, Emily"
            },
            {
                "name": "Sims, Joe"
            },
            {
                "name": "Davies, Charles"
            },
            {
                "name": "Lockwood, Bobby"
            },
            {
                "name": "Britland, Hannah"
            },
            {
                "name": "Gray, Melanie"
            },
            {
                "name": "Sylvestre, Cleo"
            },
            {
                "name": "Meacock, Simon"
            },
            {
                "name": "Abbington, Amanda"
            },
            {
                "name": "Goodchild, Nicola"
            },
            {
                "name": "Sadhra, Arinder"
            },
            {
                "name": "Novak, Kayvan"
            },
            {
                "name": "Lourie, Skye"
            },
            {
                "name": "Stephens, Jordan"
            },
            {
                "name": "Williams, Liam"
            },
            {
                "name": "Trent, David"
            },
            {
                "name": "Fielding, Susannah"
            },
            {
                "name": "Demetriou, Jamie"
            },
            {
                "name": "Palmer, Tom"
            },
            {
                "name": "Davis, Tom"
            },
            {
                "name": "Alexander, Kae"
            },
            {
                "name": "James, Geraldine"
            },
            {
                "name": "Kemp, Polly"
            }
        ],
        "locations": [
            "Croydon, Surrey, England, UK"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "certificates": [
            "Germany:16"
        ],
        "number of seasons": 3,
        "rating": 7.9,
        "votes": 2561,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTg1N2I0ODktMmIxNC00ZDRhLTgzMTUtY2M0Y2MzZjkwZTdlXkEyXkFqcGdeQXVyMjExMjk0ODk@._V1_SY150_CR5,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Uncle",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Refson, Oliver"
            },
            {
                "name": "Vandenburgh, Lilah"
            }
        ],
        "production companies": [
            {
                "name": "Baby Cow Productions"
            }
        ],
        "distributors": [
            {
                "name": "Baby Cow Productions"
            },
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Polyband"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "Guys & Dolls Casting"
            },
            {
                "name": "Ray Knight Casting"
            }
        ],
        "plot": [
            "An amateur musician of stunted emotional growth is reluctant to take care of his young nephew, but as his reluctance grows, his other emotions begin to follow to the fore, meaning he may even become a better, more-rounded person.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Arri Alexa"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 2561,
                "rating": 7.9
            },
            "aged under 18": {
                "votes": 6,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 557,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 780,
                "rating": 7.7
            },
            "aged 45 plus": {
                "votes": 371,
                "rating": 7.9
            },
            "males": {
                "votes": 1432,
                "rating": 7.8
            },
            "males aged under 18": {
                "votes": 6,
                "rating": 7.7
            },
            "males aged 18 29": {
                "votes": 405,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 589,
                "rating": 7.7
            },
            "males aged 45 plus": {
                "votes": 289,
                "rating": 7.9
            },
            "females": {
                "votes": 426,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 148,
                "rating": 8.1
            },
            "females aged 30 44": {
                "votes": 175,
                "rating": 7.9
            },
            "females aged 45 plus": {
                "votes": 78,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 49,
                "rating": 6.2
            },
            "us users": {
                "votes": 174,
                "rating": 7.9
            },
            "non us users": {
                "votes": 1197,
                "rating": 7.8
            }
        },
        "number of votes": {
            "10": 469,
            "9": 569,
            "8": 869,
            "7": 409,
            "6": 115,
            "5": 54,
            "4": 22,
            "3": 11,
            "2": 12,
            "1": 31
        },
        "arithmetic mean": 8.1,
        "median": 8
    }
}