{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "24 November 2012"
            }
        ],
        "release dates": [
            "USA::24 November 2012"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Watson, Ercell"
            }
        ],
        "locations": [
            "Riverside, California, USA"
        ],
        "genres": [
            "Short",
            "Reality-TV"
        ],
        "runtimes": [
            "7"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "certificates": [
            "United States:Not Rated"
        ],
        "plot outline": "Many people have found themselves in the midst of a struggle, and there are those who have somehow managed to rise above their circumstances, passionately pursue a dream, utilize a talent or gift, and go on to live victorious lives, despite what they've been through or are currently going through. SOULInspired takes us on a journey as we sit down with some brave and powerful people who have decided to share their story with us. Their path through life has not been easy. Their paths are filled with broken pavements, unpredictable foundations, and roadblocks. Listen as they share how they are standing strong and unshakable, and how victory is the key.",
        "languages": [
            "English"
        ],
        "title": "SOULInspired",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "SOULInspired (United States)"
        ],
        "production companies": [
            {
                "name": "1King Studios"
            },
            {
                "name": "20/20 GoodYear Media"
            }
        ],
        "distributors": [
            {
                "name": "1King Studios"
            }
        ],
        "plot": [
            "Many people have found themselves in the midst of a struggle, and there are those who have somehow managed to rise above their circumstances, passionately pursue a dream, utilize a talent or gift, and go on to live victorious lives, despite what they've been through or are currently going through. _SOULInspired_ (qv) takes us on a journey as we sit down with some brave and powerful people who have decided to share their story with us. Their path through life has not been easy. Their paths are filled with broken pavements, unpredictable foundations, and roadblocks. Listen as they share how they are standing strong and unshakable, and how victory is the key.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "7 min (USA)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}