{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "22 April 2012"
            }
        ],
        "release dates": [
            "USA::22 April 2012"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Marvelous Museums",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rob on the Road (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "24 Apr. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Stewart, Rob"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Exploring the stories that capture the unique spirit of Northern California. KVIE presents more local stories than ever before! Our series Rob on the Road brings a fresh, new look at the people and places that make our community our home. KVIE's Rob Stewart brings you the stories that capture the spirit of Northern California. These are the stories that matter and move you-the good news stories you always hope for in local news but never see. And you won't just learn about what surrounds you; you'll experience what surrounds you in a whole new inspiring way!",
        "languages": [
            "English"
        ],
        "title": "Rob on the Road",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Rob on the Road (United States)"
        ],
        "writer": [
            {
                "name": "Stewart, Rob"
            }
        ],
        "production companies": [
            {
                "name": "KVIE"
            }
        ],
        "distributors": [
            {
                "name": "KVIE"
            }
        ],
        "plot": [
            "Exploring the stories that capture the unique spirit of Northern California. KVIE presents more local stories than ever before! Our series _Rob on the Road_ (qv) brings a fresh, new look at the people and places that make our community our home. KVIE's Rob Stewart brings you the stories that capture the spirit of Northern California. These are the stories that matter and move you-the good news stories you always hope for in local news but never see. And you won't just learn about what surrounds you; you'll experience what surrounds you in a whole new inspiring way!::Brown, Sheryl"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}