{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "15 October 2012"
            }
        ],
        "release dates": [
            "UK::15 October 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Claimed and Shamed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Following a car accident, a once promising footballer receives compensation for his debilitating injuries, but when he later submits an outlandish claim, investigators pay him a surprise visit on his home field. Tracking down a suspected London crash-for-cash gang, the fraud enforcement team makes several stops and follows the smoke signals to uncover some hard evidence. A debt-ridden dentist dies in a tragic car crash, but before his grieving widow can collect her mammoth settlement, investigators follow their hunch to Greece, Jordan and back to the UK.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Claimed and Shamed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    The victim of a violent attack, a Gloucester man ends up with seven nails buried in his body. But as it turns out, the exact same thing happened to him once before. Closing in on a suspected fraud ring, the enforcement team executes a multi-location raid and finds enough evidence to fill a van. Following a fender bender with a city bus, a whiplash claimant's outlandish story is compared with footage captured at the scene. When a family submits a series of claims for storm damage, Lancashire police recognize a pattern and eventually uncover a host of suspect claims for...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Claimed and Shamed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    A car crash victim suffers head trauma so severe he can hardly speak, but undercover investigators find him working out at the gym. Following up on a series of bogus claims, the fraud enforcement team knocks on several doors before they find what they're looking for. A head teacher's BMW is torched, but when his story doesn't match the timeline, he becomes the prime suspect. Zeroing in on one of the largest-ever insurance fraud rings, investigators stake out a farm where a car arrives in pristine condition and without ever leaving the property, is so smashed up it's a...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Claimed and Shamed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Police suspect arson when a massive fire engulfs a Liverpool carpet warehouse. Closing in on a crash-for-cash ring, investigators bust an accident management company and make a series of arrests. A woman submits a claim for personal injury after her car is hit by a city bus, but the bus driver's report claims she wasn't even in her car at the time of the incident. A 16th century drawing is stolen from an art dealer's home and when it resurfaces at an auction decades later, the seller is the victim of the crime.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Claimed and Shamed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Setting up a grocery van for a smash, a crash-for-cash gang's two-car tactic is captured on video. On the hunt for fake pet insurance claims, a special police unit raids the home of a suspected fraudster with several aliases. After a car crash, a man claims his injuries are so severe he cannot work, but a private investigator catches up with him at a theme park. A family business is destroyed by fire, but the victims' story doesn't quite add up.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Claimed and Shamed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Submitting a seven-figure claim, the victim of a minor car accident supposedly suffers debilitating injuries that disappear when he goes on holiday. Raiding the home of a no-show suspect wanted for possible car insurance fraud, investigators uncover a stash of cannabis and arrest his mother instead. Two teens claim they got whiplash from a minor bus accident, but the on-board CCTV footage tells a different story. A woman claims for injuries she couldn't possibly have suffered and ends up with a criminal record instead. Concocting a fake accident, a would-be swindler's...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Claimed and Shamed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    An ex-policeman claims a hefty payout for serious injuries sustained in a car crash, but hidden cameras capture an able-bodied man fully enjoying his retirement. Believing a multi-car accident was staged, investigators round up three suspects and discover a cannabis grow-op along the way. A crash-for-cash gang ensnares a series of drivers with their dangerous tactics before a pit stop at a petrol station seals their fate. A policyholder claims major damage to a vehicle but his decidedly dodgy crash photos don't hold up to scrutiny.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Claimed and Shamed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    After a collision with a taxi, a martial arts expert sustains serious injuries, but when he submits a hefty claim, the insurance company puts him under surveillance. Investigating an alleged money laundering scam, the enforcement team closes in on four suspects. All bets are off for a would-be fraudster when investigators tie his insurance claim to his casino debt. A claims agent gets a surprise confession when a suspected fraudster fails to properly hang up the phone. A Ferrari owner's prized vehicle goes up in flames after a charity event, but an online video of the...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Claimed and Shamed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    A woman claims damages after a car crash, but when her symptoms mysteriously deteriorate, a surveillance team uncovers a different story. Cracking down on forged documents, the enforcement team raids the property of a man suspected of lying on his motor insurance form. A carpet fitter receives compensation for a debilitating injury, but when an undercover surveillance unit tracks him down, they find he's already back at work. With a number of suspicious claims that all seem to be linked, insurance agents unravel a massive crime ring and search for the ringleader.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Claimed and Shamed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Following a serious motorway collision a man claims compensation for his injuries, but his suspicious behaviour and athletic abilities contradict his story. Cracking down on an alleged large scale fraud ring, multiple investigation units fan out in the search for suspects and evidence. A claimant is left empty-handed when state-of-the-art video evidence proves a collision never happened. A street camera captures a dramatic collision between a pedestrian and a car, but the details of the case don't add up.    "
                }
            }
        },
        "number of episodes": 10,
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.4,
        "votes": 9,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZWUxYmIwYWItY2E2NC00ZTRmLThhN2EtNzFkMTJiZjhlZWZiXkEyXkFqcGdeQXVyOTQwMzYwNDI@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Highlighting a growing UK epidemic, CLAIMED & SHAMED is the dynamic new documentary series that follows a crack team of insurance investigators as they hunt down suspected fraudsters. With footage from the chase, every episode features one main narrative plus extra stories about insurance fraud.",
        "languages": [
            "English"
        ],
        "title": "Claimed and Shamed",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Claimed and Shamed (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Cineflix Productions"
            }
        ],
        "distributors": [
            {
                "name": "BBC Worldwide"
            }
        ],
        "other companies": [
            {
                "name": "Entertainment Partners Canada"
            },
            {
                "name": "Remote Trauma Ltd."
            },
            {
                "name": "Remote Trauma Ltd."
            },
            {
                "name": "Splice TV"
            }
        ],
        "plot": [
            "Highlighting a growing UK epidemic, CLAIMED & SHAMED is the dynamic new documentary series that follows a crack team of insurance investigators as they hunt down suspected fraudsters. With footage from the chase, every episode features one main narrative plus extra stories about insurance fraud.::Cineflix"
        ],
        "tech": {
            "runtime": [
                "30 min (UK)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 9,
                "rating": 6.4
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 10.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "males": {
                "votes": 5,
                "rating": 7.1
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 10.0
            },
            "females": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 1,
                "rating": 7.0
            },
            "non us users": {
                "votes": 3,
                "rating": 8.3
            }
        },
        "number of votes": {
            "10": 3,
            "9": 0,
            "8": 0,
            "7": 1,
            "6": 2,
            "5": 1,
            "4": 0,
            "3": 1,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 6.4,
        "median": 6
    }
}