{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "1 September 2012"
            }
        ],
        "release dates": [
            "Canada::1 September 2012"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Charlebois, Lyne"
            },
            {
                "name": "Deraspe, Sophie"
            },
            {
                "name": "Hivon, Julie"
            },
            {
                "name": "Johns, Tara"
            },
            {
                "name": "Lanctôt, Micheline"
            },
            {
                "name": "Martin, Catherine"
            },
            {
                "name": "Ngô, Anne-Marie"
            },
            {
                "name": "Émond, Anne"
            }
        ],
        "locations": [
            "Montréal, Québec, Canada"
        ],
        "genres": [
            "Short"
        ],
        "runtimes": [
            "26"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "fr"
        ],
        "color info": [
            "Color::(NTSC Color)"
        ],
        "sound mix": [
            "Stereo::(RCA Sound Recording)"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjI0NTQ1MTcxNF5BMl5BanBnXkFtZTcwNDA3Mjg0OQ@@._V1_SY150_CR72,0,101,150_.jpg",
        "plot outline": "2012 is the 40th anniversary of the historic release of Mireille Danserau's La vie rêvée, the first-ever fiction feature film directed by a woman in Quebec. To mark this occasion, Telefilm Canada, the SODEC and TV5 have joined forces with the organization Réalisatrices équitables present Les dames aux caméras, a series of eight short videos featuring a Quebecois female filmmaker each remembering a pivotal, remarkable, comical or emotional moment of their career. Each video, directed and produced by a different female documentary filmmaker, will be available online and broadcast on TV5. With this series, you will discover works of varying styles from artists of all ages, all featuring one thing in common: passionate and highly inspirational women.",
        "languages": [
            "French"
        ],
        "title": "Les dames aux caméras",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Les dames aux caméras (Canada)"
        ],
        "production companies": [
            {
                "name": "Productions du Cerf-Volant"
            }
        ],
        "plot": [
            "2012 is the 40th anniversary of the historic release of Mireille Danserau's La vie rêvée, the first-ever fiction feature film directed by a woman in Quebec. To mark this occasion, Telefilm Canada, the SODEC and TV5 have joined forces with the organization Réalisatrices équitables present _Les dames aux caméras_ (qv), a series of eight short videos featuring a Quebecois female filmmaker each remembering a pivotal, remarkable, comical or emotional moment of their career. Each video, directed and produced by a different female documentary filmmaker, will be available online and broadcast on TV5. With this series, you will discover works of varying styles from artists of all ages, all featuring one thing in common: passionate and highly inspirational women.::Réalisatrices Équitables"
        ],
        "tech": {
            "runtime": [
                "26 min"
            ],
            "sound mix": [
                "Stereo (RCA Sound Recording)"
            ],
            "color": [
                "Color (NTSC Color)"
            ]
        }
    }
}