{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "January 2012"
            }
        ],
        "release dates": [
            "USA::January 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Weird, Wild & Wacky",
                    "kind": "episode",
                    "episode of": {
                        "title": "World Wild Web (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    What the internet is really good for is weird and wacky animal videos.    "
                },
                "2": {
                    "title": "OMG What?",
                    "kind": "episode",
                    "episode of": {
                        "title": "World Wild Web (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The Internet...just one click and you've got access to everything in the entire world...including weird and wacky animal videos. Forget the boring book reports. We've got the best facts to put your brain to the test.    "
                },
                "3": {
                    "title": "The X Factor",
                    "kind": "episode",
                    "episode of": {
                        "title": "World Wild Web (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Follow some of the most playful and adventurous zoo babies as they experience the wild ride of survival.    "
                },
                "4": {
                    "title": "Serengeti Survivors",
                    "kind": "episode",
                    "episode of": {
                        "title": "World Wild Web (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Survival in the East African wild isn't for the weak, but these animals stand a chance with their amazing adaptations.    "
                },
                "5": {
                    "title": "Daredevils",
                    "kind": "episode",
                    "episode of": {
                        "title": "World Wild Web (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Dangerous and daring zoo babies discover survival tactics through a wild ride of growth.    "
                }
            }
        },
        "number of episodes": 5,
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjI1ODk2NjYwNV5BMl5BanBnXkFtZTgwNzg3ODAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Follow the zoo babies as they introduce us to their family, habitat, lifestyle and appetite, and watch as they discover unique characteristics about their own upbringing. Over 15 animals are featured including the elephant, giraffe, wildebeest, clouded leopard, serval cat and hippo. The babies are captured wrestling, eating, sleeping, climbing, swinging and scratching all in an effort to mature. Each animal has an adventure to share through playful narrative that incorporates both facts and fictional dialogue. What would an anteater have to say about his diet? How would a markhor goat teach his family to climb? In World Wild Web, viewers have a chance to find out.",
        "languages": [
            "English"
        ],
        "title": "World Wild Web",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "World Wild Web (United States)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "This is the _World Wild Web_ (qv), exploring the coolest clips of the furriest and craziest zoo babies on earth.",
            "Follow the zoo babies as they introduce us to their family, habitat, lifestyle and appetite, and watch as they discover unique characteristics about their own upbringing. Over 15 animals are featured including the elephant, giraffe, wildebeest, clouded leopard, serval cat and hippo. The babies are captured wrestling, eating, sleeping, climbing, swinging and scratching all in an effort to mature. Each animal has an adventure to share through playful narrative that incorporates both facts and fictional dialogue. What would an anteater have to say about his diet? How would a markhor goat teach his family to climb? In _World Wild Web_ (qv), viewers have a chance to find out."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}