{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 November 2012"
            }
        ],
        "release dates": [
            "USA::4 November 2012"
        ],
        "episodes": {
            "1": {
                "8": {
                    "title": "A$AP Rocky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Week in Jams (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "23 Dec. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Johnson, Po"
            },
            {
                "name": "Long, Tanisha"
            },
            {
                "name": "Envy, DJ"
            },
            {
                "name": "God, Charlamagne Tha"
            },
            {
                "name": "Green, Sofi"
            },
            {
                "name": "Maestro, Levi"
            },
            {
                "name": "Nessa"
            }
        ],
        "locations": [
            "New York City, New York, USA"
        ],
        "genres": [
            "Music"
        ],
        "runtimes": [
            "120"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "budget": "$127,500 (estimated)",
        "plot outline": "Television's new home for hip hop has arrived with the all new The Week in Jams. Every Sunday on MTV2, The Week In Jams will celebrate hip-hop lifestyle from every angle - from music to fashion, gear to sports and, of course, real talk -- while delivering the hottest videos of the week. DJ Envy, Charlemagne tha God, Sofi Green, Levi Maestro, Nessa and Sway are The Week In Jams dream team navigating viewers through the hip-hop sphere, with voices as diverse as the audience. Fans will discover new artists, hear the loudest opinions, keep up with new trends from all over the country and sit in on hard-hitting interviews. From the whips to the clothes to the kicks, \"The People's Choice\" DJ Envy serves as our street ambassador providing the play by play on all things impacting the scene. Charlamagne delivers uncut commentary on the topics of the week, popular and unpopular. Sofi Green asks the questions the fellas won't and gets the answers those other girls don't. Nessa puts on for the Bay Area with free spirited interviews and a \"no holds barred\" approach. Levi Maestro brings his \"in your face,\" documentary style segments to viewers nationwide. And Sway contributes with his brand of deep-dive, one-on-one interviews as well as a weekly breakdown of the most talked about headlines. The bar has been raised. The Week In Jams ushers in a new standard in documenting the most influential culture in the country. It's your one-stop-shop for hip hop.",
        "languages": [
            "English"
        ],
        "title": "Week in Jams",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Week in Jams (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Jr., Renaud Jean-Baptiste"
            }
        ],
        "production companies": [
            {
                "name": "Music Television 2"
            }
        ],
        "distributors": [
            {
                "name": "Music Television 2 (MTV2)"
            }
        ],
        "plot": [
            "Television's new home for hip hop has arrived with the all new The _Week in Jams_ (qv). Every Sunday on MTV2, The Week In Jams will celebrate hip-hop lifestyle from every angle - from music to fashion, gear to sports and, of course, real talk -- while delivering the hottest videos of the week. DJ Envy, Charlemagne tha God, Sofi Green, Levi Maestro, Nessa and Sway are The Week In Jams dream team navigating viewers through the hip-hop sphere, with voices as diverse as the audience. Fans will discover new artists, hear the loudest opinions, keep up with new trends from all over the country and sit in on hard-hitting interviews. From the whips to the clothes to the kicks, \"The People's Choice\" DJ Envy serves as our street ambassador providing the play by play on all things impacting the scene. Charlamagne delivers uncut commentary on the topics of the week, popular and unpopular. Sofi Green asks the questions the fellas won't and gets the answers those other girls don't. Nessa puts on for the Bay Area with free spirited interviews and a \"no holds barred\" approach. Levi Maestro brings his \"in your face,\" documentary style segments to viewers nationwide. And Sway contributes with his brand of deep-dive, one-on-one interviews as well as a weekly breakdown of the most talked about headlines. The bar has been raised. The Week In Jams ushers in a new standard in documenting the most influential culture in the country. It's your one-stop-shop for hip hop.::MTV2"
        ],
        "tech": {
            "runtime": [
                "2 hr (120 min)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}