{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "8 October 2012"
            }
        ],
        "release dates": [
            "USA::8 October 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Toby's Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bench to Bedside (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    \"Toby's Story\" is a spectacular account of a young musician living with a spinal cord injury and how scientists are working to give him back his independence. After a diving accident, Toby Forrest -- an adventurous and active young man -- became paralyzed from the neck down. This episode tells the true story of how Toby thrives as a successful musician, gives back to others, and lives life with hope and optimism despite his disability. With its story of triumph over tragedy, \"Toby's Story\" shows viewers how dedicated scientists are developing cutting-edge treatments ...    "
                },
                "2": {
                    "title": "Robert David Hall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bench to Bedside (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    \"Robert David Hall's Story\" chronicles the success and struggles of the Hollywood actor better known as Dr. Albert Robbins, the coroner from the CBS series CSI: Crime Scene Investigation. After a horrific traffic accident, Robert David Hall -- a young musician, DJ, and aspiring actor -- loses both of his legs, one below the knee and one above the knee. This episode tells the true story of how David grows to thrive as a successful actor, gives back to others by mentoring young actors, and advocates for people with disabilities. \"Robert David Hall's Story\" also shows ...    "
                },
                "3": {
                    "title": "Liviya's Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bench to Bedside (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    \"Liviya's Story\" chronicles the harrowing journey of a young girl whose body starts attacking itself out of the blue. This is the true account of a North Carolina girl battling a rare and potentially fatal blood disease called aplastic anemia. Liviya was struck suddenly at age 6 and nearly died. But thanks to quick-acting UNC Chapel Hill physicians who made a fast diagnosis -- and implemented an innovative treatment (involving horses!) -- Liviya survived. The episode traces this traumatic experience, peaking in Liviya's invitation from NHL goalie Cam Ward to attend a ...    "
                },
                "4": {
                    "title": "Herding for a Cure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bench to Bedside (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    \"Herding for a Cure\" tells the incredible story of an unprecedented partnership that is saving baby elephants from a silent killer. In this episode, viewers go behind the scenes to get up close and personal with baby elephants. We learn how revolutionary research at Baylor College of Medicine (BCM) is helping baby Asian elephants, which are dying from a virus called elephant Endotheliotropic herpesvirus. Baby Asian elephants both in zoos and the wild are susceptible to the virus, which can kill within 24 hours. A first-of-its-kind scientific partnership between BCM ...    "
                },
                "5": {
                    "title": "David's Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bench to Bedside (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    \"David's Story\" tells the unbelievable story of a high-school football player who dies on the field and is brought back to life. In the heart of Texas football country, it's the fourth quarter and a tie game. Star defensive lineman, college-bound David Wilganowski is making play after play. Suddenly, David suffers a cardiac arrest and collapses on the field; trainers and doctors rush to resuscitate him. David's miraculous survival and mysterious diagnosis are chronicled in this heart-warming account of a young man who had everything, but must now learn to cope on the ...    "
                },
                "6": {
                    "title": "Emma's Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bench to Bedside (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    \"Emma's Story\" tells the uplifting story of brave Emma and her mother Beth, both battling an incurable lung disease in their own way. Imagine you're a scientist who has spent her entire career working to cure fatal lung diseases, and suddenly your 5-year-old daughter is diagnosed with one. This is Dr. Beth Harrington's new reality, who discovers daughter Emma is suffering from pulmonary hypertension, which is fatal and incurable. \"Emma's Story\" takes viewers inside the lab where Beth and colleagues search for cures; and inside Emma's recovery, where her strength and ...    "
                },
                "7": {
                    "title": "Janne's Next Step",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bench to Bedside (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    The intertwining stories of businessman Janne Kouri and 12-year old Hussam Malik, who is determined to walk for the first time. Janne was a celebrated football player at Georgetown University. After graduation, he moved to LA, where he met the love of his life, Susan, and started a successful business. Then suddenly, everything changed. He suffered a tragic diving accident that nearly cost him his life. When doctors told him he was a quadriplegic and would never walk again, Janne was determined to prove them wrong. As one of the first in-patients to take part in an ...    "
                },
                "8": {
                    "title": "Jen's Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bench to Bedside (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Jen is a real biomedical researcher, who specializes in breast cancer, and is now battling the disease herself - for a second time. See how new research could help Jen and millions of other women facing this devastating cancer.    "
                },
                "9": {
                    "title": "Dylan's Gift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bench to Bedside (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    \"Dylan's Gift\" tells the unforgettable story of young Dylan's tragic diagnosis and the brave, transformative gift his parents make. When their 5-year-old son, Dylan, is diagnosed with a rare and fatal brain tumor and given just 6 months to live, Danah and John Jewett become determined to fight the deadly disease (called Diffuse Intrinsic Pontine Glioma). When Dylan's life is cut short, they decide to donate Dylan's tumor to research. Stanford neuro-oncologist Dr. Michelle Monje works tirelessly to use Dylan's gift to shed light on this devastating disease.    "
                },
                "10": {
                    "title": "Dakota's Brain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bench to Bedside (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    \"Dakota's Brain\" tells the uplifting story of Dakota, a 10-year old rescue dog suffering from brain cancer, and the cutting-edge medicine that promises a cure for Dakota - and for humans too. When Dakota is diagnosed, owner Dee Mueller is devastated. Determined to keep Dakota alive, Dee brings Dakota to Dr. John Ohlfest and Dr. Elizabeth Pluhar who are on a mission to cure the deadliest forms of brain cancer that afflict both pets and humans. In this inspiring episode, viewers go deep inside the labs of University of Minnesota where Ohlfest and Pluhar have discovered ...    "
                },
                "11": {
                    "title": "Laura's Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bench to Bedside (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    \"Laura's Story\" showcases cutting-edge research that could be a game-changer in the diabetes epidemic that currently afflicts more than 25 million Americans. The diabetes epidemic threatens to bankrupt the healthcare system if more breakthrough treatments and cures are not developed in the coming years. Laura is a young researcher at Vanderbilt University, who has battled health problems her entire life. At age seven, she was diagnosed with type-1 diabetes, which turned her life upside down. \"Laura's Story\" gives viewers a behind-the-scenes look at Vanderbilt's ...    "
                },
                "12": {
                    "title": "Keaton and Riley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bench to Bedside (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 12,
        "genres": [
            "Documentary",
            "Reality-TV"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.1,
        "votes": 15,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjMxMzQ2NDgwMl5BMl5BanBnXkFtZTgwNjA2Njk3MDE@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "$500,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Bench to Bedside",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Bench to Bedside (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Dorst, Steve"
            },
            {
                "name": "Hodge, Liz"
            }
        ],
        "production companies": [
            {
                "name": "FBR Media"
            }
        ],
        "distributors": [
            {
                "name": "ABC Commercial"
            }
        ],
        "tech": {
            "runtime": [
                "25 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 15,
                "rating": 7.1
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 3.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 8.5
            },
            "males": {
                "votes": 6,
                "rating": 4.5
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 3.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 4.0
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 8.0
            },
            "females": {
                "votes": 3,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 4.0
            },
            "us users": {
                "votes": 6,
                "rating": 5.1
            }
        },
        "number of votes": {
            "10": 9,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 1,
            "4": 2,
            "3": 0,
            "2": 0,
            "1": 3
        },
        "arithmetic mean": 7.1,
        "median": 1
    }
}