{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "1 March 2012",
                "notes": "                            (limited)"
            }
        ],
        "release dates": [
            "Canada::1 March 2012                            (limited)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "Edmonton, Alberta, Canada"
        ],
        "genres": [
            "History"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "languages": [
            "English"
        ],
        "title": "Battle Scars",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Battle Scars (Canada)"
        ],
        "writer": [
            {
                "name": "Christie, Dixon"
            },
            {
                "name": "Johnson, Arlene"
            }
        ],
        "production companies": [
            {
                "name": "Hype TV"
            }
        ],
        "distributors": [
            {
                "name": "Shaw Community Cable"
            }
        ],
        "synopsis": [
            "\"Battle Scars\" is a documentary style television program that features a wide range of stories and interests about the Canadian military that are of importance to Canadian veterans, soldiers and military supporters. Backed by a solid production team including advisory military personnel, \"Battle Scars\" takes an in-depth look at Canadian men and women in uniform.Each episode focuses on a specific theme, and will feature fascinating stories about and for Canadian veterans, active military personnel, and those who support them. The \"memorials\" allow the viewers to remember fallen soldiers on TV, the Internet and on video. Subjects like \"The New and Improved Tourniquet\" give insight into modern battlefield kit. \"The Great Escape of Stalag Luft III\" features an interview with one of the last remaining surviving POW's of WWII and gives him the chance to tell his story. \"Remembering Ester Whittaker\" examines the powerful photographs of a forgotten WWII nurse who died a recluse and left her sole possessions in two suitcases. These are just a few of the episodes you'll see when you watch \"Battle Scars\"."
        ],
        "tech": {
            "runtime": [
                "25 min (Canada)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}