{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 September 2012"
            }
        ],
        "release dates": [
            "USA::9 September 2012"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "Gentlemen of Vision",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "6 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Follow a year in the life of coach, counselor and founder Marlon Wharton, and his class of young Black males as he strives to rewrite future prospects for his students. Witness a brotherhood of young men as they support each other and chase their ultimate dreams: to maintain their position as national step champions and to be accepted into college.    "
                },
                "2": {
                    "title": "For Ahkeem",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "13 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Expelled from high school, Daje Shelton is only 17 years old when she is sentenced by a judge -- not to prison, but to the Innovative Concept Academy. It offers Daje one last chance to earn a high school diploma. \"For Ahkeem\" is an unvarnished exploration of a complex web of juvenile justice, education, poverty and race in America today.    "
                },
                "3": {
                    "title": "Agents of Change",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "20 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    \"Agents of Change\" examines the racial conditions on college campuses across the U.S. in the late 1960s, focusing on student demands at two seminal protests: San Francisco State in 1968 and Cornell University in 1969. Many of the same demands are surfacing in campus protests today, revealing the intersections America continue to face.    "
                },
                "4": {
                    "title": "100 Years: One Woman's Fight for Justice",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "13 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Elouise Cobell's relentless pursuit of justice led her to find remedy for over half a million Native American account holders whose funds were held by the U.S. government in trust for a century. \"100 Years: One Woman's Fight for Justice\" is the compelling story of this little known hero, and petite Blackfeet warrior, and how she prevailed.    "
                },
                "5": {
                    "title": "The Invisible Patients",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "20 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Through the story of Jessica Macleod, a dedicated nurse practitioner, and her four homebound patients, \"The Invisible Patients\" sheds light on some of the most urgent healthcare issues facing the country today. It challenges us to wrestle with healthcare policy, and as importantly, asks how to care for all persons with dignity and respect.    "
                },
                "6": {
                    "title": "MILWAUKEE 53206",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "3 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    \"MILWAUKEE 53206\" introduces viewers to a community with the highest rate of incarcerated African American men. The film unfolds through the stories of postal code 53206 residents directly impacted by imprisonment: Beverly Walker and her husband Baron, Chad Wilson, and Dennis Walton, who is creating a support system for men seeking re-entry.    "
                },
                "7": {
                    "title": "Beyond the Wall",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "10 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    \"Beyond the Wall\" revolves around former prisoner Louie Diaz as he works to guide formerly incarcerated men safely through the minefield of life outside of jail. By helping others, Louie is able to maintain his own sobriety and preserve his freedom. But for those with little to no support from the criminal justice system, how will they find hope?    "
                },
                "8": {
                    "title": "The Corridor",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "17 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    San Francisco's Five Keys Charter School: the first high school of its kind in the U.S. designed to provide incarcerated adults the opportunity to earn a high school diploma to prepare them for successful reintegration into their communities. \"The Corridor\" invites viewers to ask: is education the first step along the pathway to restorative justice?    "
                },
                "9": {
                    "title": "Through the Repellent Fence",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "24 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Follow the creation of a two-mile long ephemeral art installation by Native Americans artists Raven Chacon, Cristóbal Martínez and Kade L. Twist, known as \"Postcommodity.\" Their piece \"Repellent Fence\" installs floating balloons north and south of the border to represent a metaphorical \"stitching\" together of the United States and Mexico.    "
                },
                "10": {
                    "title": "Finding Kukan",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "8 May 2018",
                    "year": "2018",
                    "plot": "\n    Filmmaker Robin Lung documents her 7-year journey to uncover the efforts of Li Ling-Ai, the visionary but uncredited producer of the Academy® Award-winning documentary Kukan. \"Finding Kukan\" is a portrait of the pioneer, and sheds a light on the longstanding under representation of women and people of color in the movie-making business.    "
                },
                "11": {
                    "title": "Random Acts of Legacy",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "15 May 2018",
                    "year": "2018",
                    "plot": "\n    Finding a cache of deteriorating 16mm home movies spanning from 1936 to 1951, Ali Kazimi deftly crafts a story of history and memory. \"Random Acts of Legacy\" reveals a rare portrait of a creative and enterprising Chinese American family in middle America during the Depression, and offers a counter-narrative to the stereotypes of Chinese Americans.    "
                },
                "12": {
                    "title": "Who is Arthur Chu?",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "22 May 2018",
                    "year": "2018",
                    "plot": "\n    \"Who is Arthur Chu?\" follows the 11-time Jeopardy. winner. By using an unconventional game strategy, the former insurance analyst amassed both fans and haters on Twitter. To put his 15 minutes of fame to good use, Arthur aspires to become a public figure to address racism and sexism with his posture debunking the \"model\" Asian American stereotype.    "
                }
            },
            "1": {
                "1": {
                    "title": "Chisholm '72",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    In 1968, Shirley Chisholm becomes the first black woman elected to Congress. In 1972, she becomes the first black woman to run for president. Shunned by the political establishment, she's supported by a motley crew of blacks, feminists, and young voters. Their campaign-trail adventures are frenzied, fierce and fundamentally right on.    "
                },
                "2": {
                    "title": "Street Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "16 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Illustrating the adage that politics is a contact sport, Street Fight gives viewers a ringside seat. This up-close chronicle of the 2002 race for mayor in Newark, New Jersey is riveting with its dramatic account of youthful energy and ideals running headlong into old-guard machine politics and racial charged demagoguery. These opposing forces are, of course, nothing new in American elections. But, in Newark in 2002, a black mayor was using these tactics against a black challenger and fellow Democrat, caused deep rifts among African American leaders across the country.    "
                },
                "3": {
                    "title": "La Americana",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    When nine-year-old Carla suffers a life-threatening accident, her mother, Carmen, must leave her behind and make the dangerous and illegal journey from Bolivia to the U.S., where she hopes to earn enough to save her daughter's life. Working in New York to support Carla's medical needs, Carmen struggles in vain to legalize her immigration status, and wrestles with the prospect of never seeing her daughter again. Then, after six years of separation, Congress proposes \"amnesty\" legislation that could allow Carmen and Carla to be reunited at last - Filmed across three ...    "
                },
                "4": {
                    "title": "Push: Madison v. Madison",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Madison Park Vocational High School, Boston, Massachusetts. This documentary film chronicles the stories surrounding the players of an inner-city high school basketball team over the course of a potentially historic season. It is as much about the challenges facing inner-city youth and the public school system, as it is about a school's passion for basketball and a coach's devotion to his players. The Madison Park Cardinals are a dysfunctional, but talented high school hoops team, sprung up from the Boston streets and playgrounds. For the players on the team, ...    "
                },
                "5": {
                    "title": "Passionate Politics",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Passionate Politics is a new one-hour documentary that brings Charlotte's story to life, from idealistic young civil rights activist to lesbian separatist to internationally-recognized leader of a campaign to put women's rights, front and center, on the global human rights agenda. Every step of the way, this is also the story of modern feminist activism, from its' roots in the 1960's struggles for social justice to its' outward-branching connections with campaigns against gender-based violence in other nations, from the 1980's through the present day. A Joyce Warshow ...    "
                },
                "6": {
                    "title": "Trust",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "14 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    \"TRUST is one of those brilliant pieces which remind us what documentary does best: captures small, specific stories which illuminate much broader issues and themes.\" ~ Huffington Post TRUST begins when Marlin, an 18-year-old Hondureña, shares a hidden history about her childhood with a neighborhood youth theater company. Marlin's story is about resilience: she endured rape as young girl, survived a harsh and difficult journey from Honduras to the U.S., suffered further abuse at the hands of her own brother, and overcame substance addiction. The film captures the ...    "
                },
                "7": {
                    "title": "Skydancer",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    The Brooklyn Bridge, the Empire State Building, the World Trade Center: for more than 120 years, Mohawk ironworkers have raised America's modern cityscapes. They are called 'sky walkers' because they walk fearlessly atop steel beams just a foot wide, high above the city. Who are these Mohawk sky walkers? What is their secret for overcoming fear? Has 'sky walking' replaced an ancient rite of passage? Or is it the pure need to adapt in order to survive? And what is their life really like, when every Friday at quitting time, they jump in their cars and make the ...    "
                },
                "8": {
                    "title": "My Louisiana Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "11 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    MY LOUISIANA LOVE traces a young woman's quest to find a place in her Native American community as it reels from decades of environmental degradation. Monique Verdin returns to Southeast Louisiana to reunite with her Houma Indian family. But soon she sees that her people's traditional way of life is threatened by a cycle of man-made environmental crises. Hurricane Katrina and the BP oil leak are just the latest rounds in this century-old cycle that is forcing Monique's clan to adapt in new ways. Monique must overcome the loss of her house, her father, and her partner ...    "
                },
                "9": {
                    "title": "Meat Hooked",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "18 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Meat Hooked. is part history of butchering but mostly an entertaining look at the current phenomenon of environmentally conscience twenty and thirty-somethings bringing butchering back as a kind of new green color job.    "
                },
                "10": {
                    "title": "abUSed: The Postville Raid",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    ABUSED: THE POSTVILLE RAID presents the devastating effects of US Enforcement Immigration Policies on communities, families and children. The film tells the gripping personal stories of the individuals, the families and the town (Postville, Iowa) that survived the most brutal, most expensive and largest immigration raid in the history of the United States and serves as a cautionary tale of government abuses. ( CH THIS DESCRIPTION NEEDS TO BE SOFTENED) Description entered in Protrack - ABUSED: THE POSTVILLE RAID looks at the effects of US Enforcement Immigration ...    "
                },
                "11": {
                    "title": "Red Without Blue",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "9 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The intimate bond between two identical twin brothers is challenged when one decides to transition from male to female; this is the story of their evolving relationship, and the resurrection of their family from a darker past.    "
                },
                "12": {
                    "title": "90 Miles",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "16 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    90 Miles depicts the heartfelt story of a young Cuban boy and his family's journey into exile. Migrating to Miami in 1980 during the Mariel boatlift, Juan Carlos Zaldívar and his family explore the struggles of exile, and the ambitions and disappointments of starting a new life in America. After his father's dreams were destroyed by the Cuban Revolution, and later defeated by the 'American Dream', Zaldívar struggles to understand his own father. Crossing borders, this film explores crossed family loyalties and cross-cultural turmoil. Despite his struggles, Zaldívar ...    "
                },
                "13": {
                    "title": "All Me: The Winfred Rembert Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "23 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    In \"ALL ME: The Life and Times of Winfred Rembert,\" we see firsthand the depiction of the day-to-day existence of African Americans in the segregated South. The artist relives his turbulent life, abundantly visualized by his extensive paintings and, in a series of intimate reminiscences, shows us how even the most painful memories can be transformed into something meaningful and beautiful. A glowing portrait of how an artist-and his art-is made, \"ALL ME\" is also a triumphant saga of race in contemporary America.    "
                },
                "14": {
                    "title": "American Dreams Deferred",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "30 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    A young Latino man, William Caballero, juggles unconditional family love with the challenges of breaking the cycle that has kept so many relatives from reaching their dreams. Set against a backdrop of Coney Island and Fayetteville, North Carolina, an NYU graduate student turns the camera on his Puerto Rican-American family plagued by social, medical and public health issues. U.S. health care and culture is examined through this young man's lens, which also explores both his and family's dreams. Many immigrants in the U.S. aspire to achieve the American dream and this ...    "
                },
                "15": {
                    "title": "Beyond Belief",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "6 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Susan Retik and Patti Quigley are two ordinary soccer moms living in the affluent suburbs of Boston until tragedy strikes. Rather than turning inwards, grief compels these women to make the courageous journey from their comfortable neighborhoods to the most desperate villages in Afghanistan, where the terrorists who took their husbands' lives were trained. From the ruins of the World Trade Center to those of Kabul and back, theirs is a journey of personal strength and international reconciliation, and a testament to the vision that peace can be forged - one woman at a...    "
                },
                "16": {
                    "title": "Trembling Before G_D",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "13 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Portraying the lives of various gay Orthodox Jews who struggle to reconcile their faith and their sexual orientation, this film follows several gay and lesbian Orthodox Jews and includes interviews with rabbis and psychotherapists about Orthodox attitudes towards homosexuality.    "
                },
                "17": {
                    "title": "New Muslim Cool",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "20 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    After pulling himself out of a drug dealing street life, Puerto Rican-American rapper Hamza Pérez became a Muslim, and moved to Pittsburgh's tough North Side to start a new religious community, rebuild his shattered family and take his message of faith to other young people through hard-hitting hip-hop music. But when the FBI raids his mosque, Hamza must confront the realities of the post-9/11 world, and himself. Produced in association with Latino Public Broadcasting (LPB) and the Center for Asian American Media (CAAM).    "
                },
                "18": {
                    "title": "Brother Outsider: The Life of Bayard Rustin",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "3 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    BROTHER OUTSIDER: THE LIFE OF BAYARD RUSTIN (2003) Long before Martin Luther King Jr. rose to national prominence, Rustin was putting his life on the line in pursuit of racial equality. His advocacy of pacifism and Gandhian nonviolence made him a pioneer in the 1940s and, a decade later, an inspiration to King. But he was also a political liability, and eventually the civil rights movement shunned him, because he was gay. Elvis Mitchell of The New York Times wrote that this film by Nancy Kates and Bennett Singer \"moves through the complications of Rustin's life - a ...    "
                },
                "19": {
                    "title": "After Happily Ever After",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "10 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    After Happily Ever After is Emmy winning filmmaker Kate Schermerhorn's quirky, funny and moving personal quest for the secret to a happy marriage and for answers to some timely questions about an institution which might just be due for some review. This engaging doc features an eclectic mix of long married couples - from a couple who dress alike every day; to a pair of nudists and a newlywed pair of mothers, to a feisty English widow. A lively and world-renowned group of marriage experts - including psychologist John Gottman (who can predict divorce with 90% accuracy)...    "
                },
                "20": {
                    "title": "51 Birch Street",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "16 Feb. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "Flying: Confessions of a Free Woman - Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "17 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    In this two part documentary, master storyteller Jennifer Fox lays bare her own turbulent life to penetrate what it means to be a free woman today. As her drama of work and relationships unfolds over four years, our protagonist travels to over seventeen countries to understand how diverse women define their lives when there is no map. Employing an ingenious new camera technique, called \"passing the camera\", Fox creates a documentary language that mirrors the special way women communicate. Over intimate conversations around kitchen tables from South Africa to Russia, ...    "
                },
                "22": {
                    "title": "Flying: Confessions of a Free Woman - Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "24 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    In this two part documentary, master storyteller Jennifer Fox lays bare her own turbulent life to penetrate what it means to be a free woman today. As her drama of work and relationships unfolds over four years, our protagonist travels to over seventeen countries to understand how diverse women define their lives when there is no map. Employing an ingenious new camera technique, called \"passing the camera\", Fox creates a documentary language that mirrors the special way women communicate. Over intimate conversations around kitchen tables from South Africa to Russia, ...    "
                },
                "23": {
                    "title": "Men of Hula",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "31 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    This program captures the journey of legendary master teacher Robert Cazimero and the only all-male hula school in Hawai'i as they prepare to compete at the world's largest hula festival. Beyond deep-rooted stereotypes of \"grass-skirt girls,\" the film tells a story of Hawaiian pride as the men celebrate their 30th anniversary in continuing the revival of men dancing hula.    "
                },
                "24": {
                    "title": "West 47th Street",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "7 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Mental illness is a topic rife with stereotypes and misunderstanding. Made with depth and compassion, West 47th Street is an intimate cinéma vérité portrait of four people struggling to recover from serious mental illness. They've all come to Fountain House, a renowned rehabilitation center in New York City's Hell's Kitchen. Over three years, the film follows its subjects as they deal with drug regimens, health issues, group homes and work programs with courage and humor.    "
                },
                "25": {
                    "title": "Big Enough",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "14 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    In this intimate portrait, several dwarfs who appeared in Jan Krawitz and Thomas Ott's 1982 film Little People welcome the camera into their lives once again. Through a prism of \"then and now,\" the characters in the film confront physical and emotional challenges with humor, grace, and sometimes, frustration.    "
                },
                "26": {
                    "title": "Follow The Leader",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "30 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    FOLLOW THE LEADER is a political coming-of-age documentary about three boys who want to be President. Over three life-changing years, each rethinks his beliefs and discovers who he truly wants to be as an adult.    "
                }
            },
            "2": {
                "1": {
                    "title": "Building Babel",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "10 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Building Babel follows a year in the life of Sharif El-Gamal, developer of the so-called \"\"Ground Zero Mosque,\"\" a Muslim-led community center two blocks from the World Trade Center. With unlimited access to his home and office, the film paints a portrait of a Muslim-American businessman up against impossible odds. A passionate Brooklyn-born Muslim, Sharif El-Gamal sees Park51 as a centerpiece of his own Muslim American identity. Born of a Polish-Catholic mother and Egyptian-Muslim father, El-Gamal only turned to Islam after 9/11 shook his faith to the core, and sees ...    "
                },
                "2": {
                    "title": "Radio Unnameable",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "17 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Legendary radio personality Bob Fass revolutionized late night FM radio by serving as a cultural hub for music, politics and audience participation for nearly 50 years. Long before today's innovations in social media, Fass utilized the airwaves for mobilization encouraging luminaries and ordinary listeners to talk openly and take the program in surprising directions. Fass and his committed group of friends, peers, and listeners proved time and time again through massive, planned meetups and other similar events that radio was not a solitary experience but rather a ...    "
                },
                "3": {
                    "title": "The Medicine Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "24 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    A film seven years in the making, The Medicine Game shares the remarkable journey of two brothers from the Onondaga Nation driven by a single goal; to beat the odds and play lacrosse for national powerhouse Syracuse University. The obstacles in their way are frequent and daunting. In their darkest hour, and with their dreams crumbling around them, the boys must look to their family and to their Native teachings for guidance and stability. It is their search for identity that transitions The Medicine Game from a playful coming of age story, into an important study of ...    "
                },
                "4": {
                    "title": "The New Public",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "1 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    The New Public follows the lives of the ambitious educators and lively students of Bed Stuy's new Brooklyn Community Arts and Media High School (BCAM) over the course of the founding year, with the filmmakers returning three years later to again document the senior year of that first graduating class. Beginning in August 2006, just days before BCAM will open its doors for the first time. Dr. James O'Brien, former D.J. and point guard turned first-time principal, and his faculty of eight, take to the streets in Bed Stuy, Brooklyn to recruit students. Their enthusiasm ...    "
                },
                "5": {
                    "title": "Code of the West",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "8 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    At a time when the world is rethinking its drug policies large and small, one state rises to the forefront. Once a pioneer in legalizing medical marijuana, the state of Montana may now become the first to repeal its medical marijuana law. Set against the sweeping vistas of the Rockies, the steamy lamplight of marijuana grow houses, and the bustling halls of the State Capitol, CODE OF THE WEST follows the political process of marijuana policy reform - and the recent federal crackdown on medical marijuana growers across the country. Chronicling the opinions and ...    "
                },
                "6": {
                    "title": "Plagues and Pleasures on the Salton Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "15 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Once known as the \"California Riviera\", the Salton Sea is now called one of America's worst ecological disasters: a fetid, stagnant, salty lake, that coughs up dead fish and birds by the thousands in frequent die-offs that occur. However, amongst the ruins of this man-made mistake, a few remaining eccentrics (a roadside nudist, a religious folk artist, a Hungarian revolutionary, and real estate speculators) struggle to keep a remodeled version of the original Salton Sea dream alive. Accidentally created by an engineering error in 1905, reworked in the 50's as a world ...    "
                },
                "7": {
                    "title": "The Way We Get By",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "12 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    On call 24 hours a day for the past five years, a group of senior citizens has made history by greeting nearly 800,000 American troops at a tiny airport in Bangor, Maine. This film is an intimate look at three of these greeters as they confront the universal losses that come with aging and rediscover their reason for living. Bill Knight, Jerry Mundy and Joan Gaudet find the strength to overcome their personal battles and transform their lives through service. This inspirational and surprising story shatters the stereotypes of today's senior citizens as the greeters ...    "
                },
                "8": {
                    "title": "My Brooklyn/Fate of a Salesman",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "14 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    \"My Brooklyn\" follows director Kelly Anderson's journey, as a Brooklyn gentrifier, to understand the forces reshaping her neighborhood. The film documents the redevelopment of Fulton Mall, a bustling African-American and Caribbean commercial district that - despite its status as the third most profitable shopping area in New York City - is maligned for its inability to appeal to the affluent residents who have come to live around it. As a hundred small businesses are replaced by high rise luxury housing and chain retail, Anderson uncovers the web of global ...    "
                },
                "9": {
                    "title": "The Pruitt-Igoe Myth",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "1 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    It began as a housing marvel. Two decades later, it ended in rubble. But what happened to those caught in between? The Pruitt-Igoe Myth tells the story of the transformation of the American city in the decades after World War II, through the lens of the infamous Pruitt-Igoe housing development and the St. Louis residents who called it home. The film analyzes the impact of the national urban renewal program of the 1950s and 1960s, which prompted the process of mass suburbanization, emptying cities of residents, businesses and industries. Those left behind, like the ...    "
                },
                "10": {
                    "title": "DownEast",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "21 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    \"Downeast\" is an experiential story that unfolds over the course of a year-and-a-half in the small lobster village of Prospect Harbor, Maine. It observes the closing of the last remaining Sardine Cannery in the United States that shut down in April 2010. A few months later, Boston-based entrepreneur Antonio Bussone purchased the plant, hoping to re-build a lobster processing facility and rehire the laid-off sardine workers (most of whom are women over 65 years old). Antonio's troubles begin on the first day he arrives to Prospect Harbor during a town-hall meeting as ...    "
                },
                "11": {
                    "title": "Drivers Wanted",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "25 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    The New York street system consists of 6174 miles of mostly asphalt roads and legend has it that a real yellow cab driver knows this jungle like the back of his hand. The filmmakers Jean Tsien and Joshua Weinstein mixed with the colorful community of drivers, mechanics and office clerks working for a long-established taxi company in Queens to document that the original ideal of the common man's Big Apple is still very much alive and present in this slightly seedy enterprise. They avoided the trap of producing a simple assertion of an idyllic or even paradisaical ...    "
                },
                "12": {
                    "title": "The Prep School Negro (with André Robert Lee & Judith Ohikuare)",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "11 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    André Robert Lee and his sister grew up in the ghettos of Philadelphia. Their mother struggled to support them by putting strings in the waistbands of track pants and swimsuits in a local factory. When Andre was 14 years old, he received what his family believed to be a golden ticket - a full scholarship to attend one of the most prestigious prep schools in the country. Elite education was Andre's way up and out, but at what price? Yes, the exorbitant tuition was covered, but this new world cost him and his family much more than anyone could have anticipated. In The ...    "
                },
                "13": {
                    "title": "The Lulu Sessions",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "4 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    LuLu is unlike anyone you've ever met. A hard-living, chain-smoking rebel with a tender heart. A poet with a potty mouth. Farm girl. Former cheerleader. World-class cancer researcher. Beloved professor. Dr. Louise Nutter, or LuLu has just discovered a new anti-cancer drug when she finds out she is dying of breast cancer herself at 42. Shot during those last 15 months of LuLu's life, The LuLu Sessions is a raw, intimate, yet surprisingly humorous story about the filmmaker showing up for her best friend and ex-something, and together, testing the limits of their bond ...    "
                },
                "15": {
                    "title": "Mothers of Bedford",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "18 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Many parents find it hard to imagine being away from a child for a week. Imagine being separated for ten or twenty years? Mothers of Bedford explores the effects of a long-term prison sentence on the mother-child relationship. The film examines the struggles and joys these five women face as prisoners and mothers. It shows the normal frustrations of parenting as well as the surreal experiences of a child's first birthday party inside prison, the cell that child lives in with her mother, and the biggest celebration of the year, Mother's Day in prison. Eighty percent of...    "
                },
                "16": {
                    "title": "Rachel Is",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "6 May 2014",
                    "year": "2014",
                    "plot": "\n    Rachel is mysterious, funny, difficult and full of contradictions but she wants what most people her age want -- to move out of her mother's house. This dream of independence seems impossible. Rachel, who is developmentally disabled, can't be left alone and the social services needed for her to live an \"adult life\" are unavailable. Her mother Jane is at her breaking point. The relationship between mother and daughter is full of fighting and frustrations with both wanting independence from each other but it comes at a cost. What is Jane willing to sacrifice for Rachel ...    "
                },
                "17": {
                    "title": "Town Hall",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "1 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    TOWN HALL casts an unflinching eye at Katy and John, two Tea Party activists from the battleground state of Pennsylvania who believe America's salvation lies in a return to true conservative values. In Katy, we see a political novice rocketed to media stardom after a sensational confrontation at a town hall meeting with her senator. A young stay-at-home mom turned Tea Party spokesperson, she is gifted a new identity, steeled by the voices of conservative media. For John, a retired former businessman and lifelong Republican living in one of the poorest cities in the ...    "
                },
                "18": {
                    "title": "Deputized",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "15 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    In a deceptively peaceful Long Island town just before midnight on November 8, 2008, 37-year-old Ecuadorian immigrant Marcelo Lucero is assaulted by a group of teenaged boys cruising the streets \"beaner-hopping,\" a term used to describe the decade-long ritual of attacking Latinos for sport. The adolescent \"game\" comes to an end with the fatal stabbing of Lucero, exposing a thinly veiled systemic intolerance for immigrants. Seventeen-year-old Jeffery Conroy, a popular high school athlete, is sentenced to 25-years for a hate crime, while the other teens get 5 to 8-years...    "
                },
                "19": {
                    "title": "Come Hell or High Water: The Battle for Turkey Creek",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "29 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The Battle for Turkey Creek follows the painful but inspiring journey of Derrick Evans, a Boston teacher who moves home to coastal Mississippi when the graves of his ancestors are bulldozed to make way for the sprawling city of Gulfport. Over the course of a decade, Derrick and his neighbors stand up to powerful corporate interests and politicians and face Hurricane Katrina and the BP oil disaster in their struggle for self-determination and environmental justice.    "
                },
                "20": {
                    "title": "Dignity Harbor",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "20 May 2014",
                    "year": "2014",
                    "plot": "\n    The story of a year's time at Dignity Harbor; one of three homeless encampments along the Mississippi River in the downtown area of St. Louis, north of the Arch. They must survive living in the cold of the harsh winter, but as temperatures drop and tempers rise, the camp members are challenged with living together. All of this while the city looms over, waiting for a chance to move them out. Dignity Harbor introduces us to 'OG', the three-year leader of Dignity Harbor, who builds wooden huts to replace old tents as winter slowly begins to creep in. He and the other ...    "
                },
                "21": {
                    "title": "Reserved to Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "27 May 2014",
                    "year": "2014",
                    "plot": "\n    In May 2003, Fox Company of Marine Reserve Unit 2/23 returned home from combat on the front line in Iraq. Reserved To Fight follows four Marines of Fox Company through their post-war minefield of social and psychological reintegration into civilian life. The return home and into their communities proves as formidable a battle as the more literal firefights of previous months. They live among loved ones who don't yet understand them and how they have changed. They contend with a media focused on the politics rather than the human experience of war. And they suffer from...    "
                },
                "22": {
                    "title": "Broken Heart Land",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "24 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    On an early autumn afternoon, in his parent's ranch in Norman, Oklahoma, gay teen Zack Harrington killed himself with a gunshot to the head. One week earlier, Zack attended a local city council meeting in support of a proposal for LGBTQ History Month in his bible-belt town. When the floor was opened up for public comment, some community members made highly controversial statements equating being gay with the spread of diseases such as HIV and AIDS. Against the backdrop of a town bitterly divided on the issue of homosexuality, Zack's grief-stricken parents, both ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Purgatorio",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "5 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Leaving politics aside, Reyes' PURGATORIO looks anew at the U.S./Mexico border and the people caught in its spell. The evocative Dantesque essay film presents the border as a mythical place exploring the vulnerability of the human soul, the violence man creates and the destruction left in its wake.    "
                },
                "2": {
                    "title": "Trash Dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "13 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Allison Orr, a modern dance choreographer, found inspiration in the movement of garbage trucks and the graceful dynamics of the workers who operate them. Orr transforms the initial skepticism and reluctance of her subjects into complete commitment to the dance. Together on a rainy night they perform a stunning spectacle. On an abandoned airport runway, two-dozen sanitation professionals and their trucks awe an audience of thousands.    "
                },
                "3": {
                    "title": "American Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "20 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    A primary care clinic in Minnesota becomes a crossroads for perseverant refugees and their devoted doctors. We get an intimate look at the failing health and remarkable lives of Lem Thor, a former political prisoner from Cambodia; Patrick Junior, a member of an embattled ethnic minority in Burma; and Alex Gliptis, an Ethiopian refugee suffering from PTSD, diabetes and HIV.    "
                },
                "4": {
                    "title": "Gaucho del Norte",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "27 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Since the 1970's, sheepherders from South America have been brought to work in the American West. In the quiet, bucolic Patagonian countryside in the town of Bahia Murta with 587 inhabitants we meet Eraldo Pacheco, a thoughtful man who has recently arrived at a momentous decision. GAUCHO DEL NORTE follows Eraldo on his journey from Chile to Idaho.    "
                },
                "5": {
                    "title": "Our Mockingbird",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "3 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    In the '80s, the desegregation of U.S. public schools peaked, but since then, schools have become even more segregated (Civil Rights Project). Our Mockingbird highlights the experiences of teens from two Birmingham, Alabama high schools -- one all black and one all white -- who collaborate on a production of the play, \"To Kill a Mockingbird.\"    "
                },
                "6": {
                    "title": "The Hill",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "10 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Set upon building a new school, New Haven claims eminent domain over the Upper Hill neighborhood. With community leaders and a lawyer, a group of neighbors, mostly low-income African-American families, take the case to court. The Hill is a fascinating look at the complex issues surrounding urban planning, gentrification and economic renewal.    "
                },
                "7": {
                    "title": "Shell Shocked",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "16 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    New Orleans is one of the \"murder capitals\" of the U.S.; statistics show murder rates are 4-6x higher than the national average. 80% of the victims are black males, mostly in their teenage years. Shell Shocked starts at the surface of the teen murder epidemic and delves into the hearts and minds of those whose lives are most deeply impacted.    "
                },
                "8": {
                    "title": "A Will for the Woods",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "24 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Musician and psychiatrist Clark Wang prepares for his own green burial while battling lymphoma, determined that his last act will be a gift to the planet. Boldly facing his mortality, Clark and partner Jane have inspired a local cemeterian, and together they aim to use green burial to save a North Carolina woods from being clear-cut.    "
                },
                "9": {
                    "title": "Out in the Silence",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "3 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    When filmmaker Joe Wilson announces that he is to be wed to another man, a firestorm of controversy ignites his small Pennsylvania hometown. Drawn back by a plea for help from the mother of a gay teen being tormented at school, Wilson's journey dramatically illustrates the universal challenges of being an outsider in a conservative environment and the transformation that is possible when those who have long been constrained by a traditional code of silence summon the courage to break it.    "
                },
                "10": {
                    "title": "Looks Like Laury Sounds Like Laury",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "10 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    At the age of 45, actress, writer, wife, and mother-of-two Laury Sacks had a reputation as the quickest wit in the room. At the age of 46, she began forgetting words. Soon she could barely speak. When a friend suggested making a film to capture her fast-changing new life, Laury jumped at the idea. Laury was always a storyteller and she wanted to tell her last story herself. This is her story.    "
                },
                "11": {
                    "title": "Stable Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "17 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Dionicia Martinez and her teenage son, José Luis, have gambled their futures on the hardscrabble sport of horse racing. While gamblers make long-shot bets in the hopes of winning big, Dionicia, much like 11 million undocumented immigrants in America, stakes her life on finding a way out of poverty. In fact she lives in the stables at a California racetrack and works long hours caring for racehorses while José Luis is turning heads as a hotshot apprentice jockey. Dionicia dreams of bringing her two sons who remain in Mexico to join her in the U.S. But with the ...    "
                },
                "12": {
                    "title": "Learning to Swallow",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "24 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Learning to Swallow chronicles the story of Patsy, an artist who destroys her digestive system during an un-medicated bipolar episode. Despite her struggles to accept her condition, her inability to eat, and her emotional state, she reinvigorates her artistic voice in the process.    "
                },
                "13": {
                    "title": "Yellow Fever",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "31 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    YELLOW FEVER follows Tina Garnanez, a Navajo veteran returning from duty with the U.S. Army who realizes that her home on the Navajo Reservation has become a battleground in a protracted war over nuclear proliferation. As she seeks to learn about her own family history and its relationship to the uranium mines, we witness her evolution from curious family member to environmental justice activist. While examining the positive and negative externalities of nuclear power and the impact of historical and long-term uranium mining on the Navajo Nation, she arrives at her ...    "
                },
                "14": {
                    "title": "Family Affair",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "7 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    A father's duty is to provide the necessities of life and protection for their families. In the Colvard family, however, this sacred trust was violated and the crime was particularly heinous. Chico Colvard's three sisters survived severe emotional and physical abuse and repeated forcible rape at the hands of their father. At ten years old, Chico accidentally triggered a series of events that uncovered this secret and thirty years later armed with his camera he seeks to understand how his father has manipulated and controlled an entire family for life and the depth of ...    "
                },
                "15": {
                    "title": "The Perfect Victim",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "14 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Three incarcerated women Shirley, Carlene, and Ruby were beaten, raped, sold, abused, and nearly killed by their husbands. Collectively, they've spent over eighty-five years in Missouri State prison each serving life sentences, convicted for having killed their husband's to save their lives. Through the years, the local press vilified these women, portraying them all as savage murderers without any knowledge of the ongoing abuse they suffered. With the help of impassioned lawyers and law students from the Missouri Battered Women's Coalition they begin a decade and a ...    "
                },
                "16": {
                    "title": "Hanna Ranch",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "21 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    HANNA RANCH is a feature documentary about a visionary and charismatic cattleman, Kirk Hanna. Through memories and intimate anecdotes, we learn about Hanna and his life from family members, colleagues and friends. Hanna Ranch was built in the 1940s by Kirk Hanna's father and grandfather, who came from New Mexico and chose the Colorado site for its proximity to Fountain Creek, which runs through it. With 2.65 miles of stream coursing through the property, Hanna Ranch protects important floodplain and upland habitats with essential plant communities and associated ...    "
                },
                "17": {
                    "title": "Perfect Strangers",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "28 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    What lies beyond the art of giving and receiving? In _Perfect Strangers_ we meet Ellie, a kind-hearted masseuse, who decides she wants to share the gift of life with a stranger who has posted online that she needs a kidney. More than 98,000 people in the United States are waiting for a new kidney. Tragically, one-third of them will die before a kidney from a deceased donor becomes available. Five hundred miles away, Kathy endures nightly dialysis and loses hope of receiving a transplant until she hears from Ellie. They meet and form a deep and genuine friendship. Over...    "
                },
                "18": {
                    "title": "9-Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "5 May 2015",
                    "year": "2015",
                    "plot": "\n    Every summer, teams battle to win Chinatown's ultimate championship. Played out on rough and tumble asphalt, 9-Man is a showcase of athletic talent and culture born from a history of discrimination.    "
                },
                "19": {
                    "title": "Winning Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "12 May 2015",
                    "year": "2015",
                    "plot": "\n    Teshya Alo is 16 years old and weighs 125 pounds. But on the judo and wrestling mats, she throws women twice her age and many pounds heavier. And she beats boys. Now she has her sights set on taking gold at both the judo and wrestling world championships. If she does, she'd be the first and youngest athlete ever to win world championships in two different sports in the same year. But it won't be easy. Teshya lives in Hawai'i and the cost to travel to mainland tournaments drains her family's resources. She's a student at Kamehameha Schools and she's going through ...    "
                },
                "20": {
                    "title": "Cambodian Son",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "19 May 2015",
                    "year": "2015",
                    "plot": "\n    Born in a refugee camp in Cambodia, poet Kosal Khiev was lucky to escape the war-torn country before he was two years old. Granted asylum, Khiev grew up in the U.S. with his mother and siblings. By the age of 16, he was convicted of attempted murder and spent the next 14 years in jail-including 18 months of solitary confinement in the New Folsom State Prison in California. Fatefully, during his time in solitary Khiev experienced a breakthrough that forged his path to freedom. In jail, he found writing and spoken-word mentors and upon release became a student/...    "
                },
                "21": {
                    "title": "Endless Abilities",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "26 May 2015",
                    "year": "2015",
                    "plot": "\n    In Narragansett, Rhode Island, Zachary was having the time of his life-surfing on the beach, enjoying bonfires with friends until the night he and best friend, Timmy, got into an accident. Zachary was rushed off to the hospital. Timmy didn't make it. After being hospitalized for 6 months and overcoming feelings of guilt, Zach realized that he was going to be in a chair for the rest of his life. Zach doesn't see himself as disabled and says that some of the coolest and most interesting people he knows are in chairs. So in the summer of 2012, Zach, along with his best ...    "
                },
                "22": {
                    "title": "If You Build It",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "2 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    IF YOU BUILD IT follows designers-educators-activists Emily Pilloton and Matthew Miller, to Bertie County, the poorest in North Carolina. Their goal is to offer a compelling and hopeful vision for a new kind of classroom in which students learn how to use the tools of design to build their own futures. Living on credit and grant money, Emily and Matthew work doggedly to persuade a reticent school board to invest in them in the wake of a failed investment to renovate a school that now sits abandoned and vandalized. Determined to prove their model works, they ...    "
                },
                "23": {
                    "title": "Where God Likes To Be",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "9 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    WHERE GOD LIKES TO BE focuses on three young protagonists full of hope and promise - Andi Running Wolf, Edward Tailfeathers, and Douglas Fitzgerald - following them over the course of a summer that marks a turning point in all of their lives. Each grapples with whether to leave and pursue opportunities far from home, or stay behind with friends and family potentially struggling with limited opportunity and marginalization. Edward is looking for work but doesn't even get a call back from national stores and fast food chains. He admits that there is not much to do and ...    "
                },
                "24": {
                    "title": "By The River of Babylon",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "original air date": "16 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    BY THE RIVER OF BABYLON: An Elegy for South Louisiana looks at the disappearing culture and environment in Southwest Louisiana: its marshlands and man's calamitous engineering mistakes, and the unique habitat that gave rise to the Cajun and Creole, music, culture and people left in its wake. With compelling footage and expert commentary from Bob Marshall, a local Pulitzer prize-winning journalist, among others, the film documents the facades and interiors of a good number of famed but decaying dance halls. Riveting performances by leading Zydeco proponents such as ...    "
                },
                "25": {
                    "title": "A Self-Made Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "original air date": "23 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Gender identity issues often appear in early childhood. Some kids, like Tony, feel they were born in the wrong body and this belief conflicts with how they view and define themselves. Once such a young person makes up his or her mind to embark on a sex change both parents and the teenager face new questions and daunting challenges that they would have never imagined. Tony Ferrailo knows this from experience. As a teenager, he successfully transitioned from being female to male. Now a Certified Life Coach and Transgender Youth Advocate in New Haven, CT, we watch Tony ...    "
                },
                "26": {
                    "title": "Before You Know It",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "original air date": "30 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    With humor and candor, BEFORE YOU KNOW IT celebrates the bold and brave lives of active gay senior citizens who have witnessed unbelievable change in their lifetimes: from the Stonewall Riots and gay liberation to the HIV/AIDS pandemic and gay marriage rights. The film introduces us to Dennis, a gentle-hearted widower in his 70s who explores his sexual identity and fondness for dressing in women's clothing under the name \"Dee,\" and becomes a resident at Rainbow Vista, a gay retirement community outside of Portland, Oregon. In Harlem, New York, we meet Ty, an ...    "
                }
            },
            "4": {
                "0": {
                    "title": "Class of '27",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 0,
                    "original air date": "13 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    In rural America, children face the prospect of a compromised future. United by hope, inspiration and resiliency, \"Class of '27\" focuses on early childhood education in struggling communities, highlighting the efforts of families, educators and leaders working to get their youngest children on track toward graduating from high school.    "
                },
                "1": {
                    "title": "Old South",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    In a classic tale of two cities, OLD SOUTH delivers a quiet yet emotionally charged portrait of two communities living on one block. Steeped in history - one black, one white - each strives to keep their respective legacies relevant in a changing American South.    "
                },
                "2": {
                    "title": "American Arab",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "9 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    \"Why is being an Arab suddenly the opposite of being a decent man?\" Throughout AMERICAN ARAB, Iraqi-American Director Usama Alshaibi explores what it's like to occupy the 'space in between' as a hyphenated American, specifically of Arab origin, during the surge of anti-Muslim sentiment that arose in post 9/11 America.    "
                },
                "3": {
                    "title": "The Mosque in Morgantown",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "16 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    THE MOSQUE IN MORGANTOWN is an observational documentary that follows Asra Nomani's early activism and backlash within her W. Virginia mosque, telling a story about competing paths to social change, American identity and the nature of religion itself. Though not always politically correct, the film reveals a truth that may surprise many Americans.    "
                },
                "4": {
                    "title": "Adama",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "23 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    In March 2005, an FBI document leaked to the press mysteriously identified Adama Bah, a 16-year-old teenager from Harlem, NY, as an \"imminent threat to the security of the United States.\" ADAMA provides a timely perspective on the experiences of American Muslims at a time when their religion is being equated, by some, with violence and terror.    "
                },
                "5": {
                    "title": "Revolution '67",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "1 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Focusing on what is known as \"The Newark Riots,\" REVOLUTION '67 reveals how a spontaneous revolt against poverty and police brutality ended as a fateful milestone in urban America's struggles over race and economic justice. The film also provides a historical framework to contextualize recent events in Ferguson, MO and Baltimore, MD.    "
                },
                "6": {
                    "title": "BaddDDD Sonia Sanchez",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "8 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    The personal is political. BaddDDD SONIA SANCHEZ is a portrait of the artist, revealing her uncompromising life as she raised her voice in the name of black culture, civil rights, women's liberation, and world peace. The film captures Sanchez's commitment to cultural specificity while connecting history and humanities to the mainstream.    "
                },
                "7": {
                    "title": "Divide in Concord",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "15 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    DIVIDE IN CONCORD is an engaging tale about a contemporary debate: individual freedom vs. collective responsibility, and how this relates to American democracy. Driving the debate is a fiery 84-year-old grandmother, who presents a bylaw to ban the sale of single-serve plastic water bottles. But can one person take on the bottled water industry?    "
                },
                "8": {
                    "title": "Romeo Romeo",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "22 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    How strong is a woman's desire to be a mother? After marrying the woman of her dreams, Lexy and wife Jessica set out to start a family. The couple spend their life savings on getting pregnant but it turns out to be more difficult than anticipated. ROMEO ROMEO is an intimate portrait of a modern marriage and the struggle with infertility.    "
                },
                "9": {
                    "title": "Dog Days",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "29 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Hot dogs and apple pie are not merely symbols of the American Dream. In DOG DAYS, they are the things those dreams are made of - literally. This story unfolds through the working relationship between Coite, who risks his capital to embark on a new food business, and single mother Siyone, a food vendor from Eritrea dreaming of freedom.    "
                },
                "10": {
                    "title": "Children of the Arctic",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "5 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    At the Arctic edge of America, Native Alaskan teenagers strive to be both modern American kids, and the inheritors of an ancient whaling culture, language and tradition. \"Children of the Arctic\" is a year-in-the-life portrait of three Native youth coming of age in Barrow, Alaska, and the decisions they have to make about their futures.    "
                },
                "11": {
                    "title": "Reversing the Mississippi",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "12 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    In Missouri, social innovator Marcin Jakubowski's Global Village Construction Set provides free blueprints to fabricate everything needed for a self-sustaining village. In New Orleans, Nat Turner teaches kids how to work the land, but has limited resources and broken equipment. If these two men meet might they be able to make real change?    "
                },
                "12": {
                    "title": "City of Trees",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "19 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    A personal story about the struggle to achieve social, economic and environmental change during the worst recession in a generation, \"City of Trees\" captures the tension-filled last six months of a two-year grant cycle for Washington D.C.'s nonprofit organization Washington Parks and People, and the close-out of a $2.7 million stimulus grant.    "
                },
                "13": {
                    "title": "In an Ideal World",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "26 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Over seven years, \"In An Ideal World\" follows three men in CA's Soledad prison - John, a white separatist murderer, Sam, a black ex-gang member and Ben, a warden. Challenged for the first time by a mixed-race program, and with pressure from the courts to integrate, the men struggle to move beyond the stark realities of America's prison system.    "
                },
                "14": {
                    "title": "The Grace Lee Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n    Growing up, Grace Lee was the only \"Grace Lee\" she knew. Upon moving to New York and California, she discovered quite the opposite. In her quest to uncover how the name \"Grace\" became ubiquitous among Asian Americans, the filmmaker speaks with many subjects named Grace Lee, focusing on the individuality and humanity of all who share her name.    "
                },
                "15": {
                    "title": "Operation Popcorn",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "17 May 2016",
                    "year": "2016",
                    "plot": "\n    A thrilling tale, \"Operation Popcorn\" explores the fate of ten Hmong American leaders and a retired U.S. Army officer who are accused of conspiring together to overthrow the communist government of Laos. Seven years in the making, the film sheds light on the fragile relationships between individuals and the American surveillance state.    "
                },
                "16": {
                    "title": "My Life in China",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "24 May 2016",
                    "year": "2016",
                    "plot": "\n    An unvarnished portrait of the life and memories of a stoic and reticent man committed to his family, \"My Life in China\" retraces the perilous steps filmmaker Kenneth Eng's father chanced in search of a better life. Exploring the themes of home, exile and belonging, the film is a story about promise, purpose and living life without regrets.    "
                },
                "17": {
                    "title": "The Last Season",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "original air date": "31 May 2016",
                    "year": "2016",
                    "plot": "\n    Each September, the town of Chemult, Oregon is flooded with mushroom hunters. Many are immigrants from Laos, Cambodia and Thailand who entered the U.S. as refugees in the 1980s. Here, veterans Kouy Loch and Roger Higgins find more than just the rare matsutake in the woods; they create a familial bond and a means to slowly heal the wounds of war.    "
                },
                "18": {
                    "title": "College Week",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "original air date": "7 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    A rarely represented insider's perspective, \"College Week\" documents the impact of teacher and parent involvement on student success at Spencer Elementary Technology Academy. Despite the Chicago neighborhood's high rates of poverty and crime, a caring community of home owners and working class families are striving to make positive changes.    "
                },
                "19": {
                    "title": "The Hand That Feeds",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 19,
                    "original air date": "21 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    At a popular bakery café in Manhattan, patrons get served with a smile 24 hours a day. Behind the scenes, some of the undocumented immigrant workers earn far below the minimum wage. Filmed at the onset of the service economy wage wars, \"The Hand That Feeds\" tells the story of the power struggle that turned a single city block into a battlefield.    "
                },
                "20": {
                    "title": "Buried Above Ground",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 20,
                    "original air date": "28 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Filmed over six years, \"Buried Above Ground\" follows three Americans fighting to overcome the paralyzing grip of PTSD. Intimate moments illustrate how the road to recovery takes many shapes while being fraught with obstacles and setbacks. Over time and with support, each finds hope and pathways to living a meaningful and purposeful life.    "
                },
                "21": {
                    "title": "In The Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 21,
                    "original air date": "27 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    \"In life you deal with what's dealt your way. When you get knocked down, just get up right away. Never give up.\" \"In The Game\" follows a girls' soccer team in an inner-city Chicago high school to reveal the obstacles confronted by Latinas as they seek an education amid issues of class and gender in the working class Brighton Park neighborhood.    "
                },
                "22": {
                    "title": "We Like It Like That",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 22,
                    "original air date": "4 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Created by largely Puerto Rican, Cuban and African American youths living alongside each other in the 1960s, Boogaloo served as an authentic and vibrant cultural expression. \"We Like It Like That\" explores a pivotal moment in '60s music history when blues, funk and traditional Caribbean rhythms were fused to define a new generation of urban Latinos.    "
                },
                "23": {
                    "title": "Kivalina",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 23,
                    "original air date": "1 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Today, the Inupiaq Eskimo must navigate an uncertain future 80 miles above the Arctic Circle on a fragile barrier island disappearing due to climate change. \"Kivalina\" is a quiet but stirring portrait immersing viewers into the rarely seen lives of an Arctic tribe who try to continue to honor their way of life despite the government failing them.    "
                },
                "24": {
                    "title": "By Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 24,
                    "original air date": "15 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Chronicling the ongoing conflict over the issue of tribal rights between the Cherokee Nation of Oklahoma and the Cherokee Freedmen, descendants of African American slaves. \"By Blood\" explores a largely untold history and the impact of a battle over race, identity, and the sovereign rights of Native American people.    "
                }
            },
            "5": {
                "1": {
                    "title": "A New Color - The Art of Being Edythe Boone",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "14 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    The life and work of self-taught artist Edythe Boone. Filmed over five years, follow the spirited and captivating septuagenarian who became an artist/activist simply because empowering and building community is \"the right thing to do.\" Ultimately, Boone's mission is to empower individuals and transform communities through art and activism.    "
                },
                "2": {
                    "title": "70 Acres in Chicago",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "21 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Explores the effects of the Plan for Transformation, an order requiring the demolition of Chicago's public housing high rises, and the building of mixed-income condominiums. \"70 Acres in Chicago: Cabrini Green\" illuminates the layers of socio-economic forces, and the questions behind urban redevelopment and gentrification taking place in U.S. cities today.    "
                },
                "3": {
                    "title": "Radical Grace",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "14 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    In 2012, The Vatican censured American nuns. \"Radical Grace\" follows three U.S. nuns, who refused to back down and continued to challenge the patriarchal system, are willing to lose it all and risk their place within the Catholic Church for their devotion to social justice and to meet their higher calling - to apply their faith to action.    "
                },
                "4": {
                    "title": "Enter the Faun",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "28 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    The culmination of an intensive two-year collaboration between veteran choreographer Tamar Rogoff and Gregg Mozgala, an actor with cerebral palsy. Their creative exploration, at the intersection of science and art, led them to discover that his diagnosis and physical limitations were not necessarily fixed and immutable.    "
                },
                "5": {
                    "title": "Good Luck Soup",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "9 May 2017",
                    "year": "2017",
                    "plot": "\n    For filmmaker Matthew Hashiguchi, growing up half Japanese/half Italian in a white Irish-Catholic neighborhood in Cleveland, Ohio, was a difficult experience. In GOOD LUCK SOUP, Hashiguchi sets out on a journey to discover how the rest of his multi-racial family made sense of their lives and their Japanese American heritage.    "
                },
                "6": {
                    "title": "Unbroken Glass",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "16 May 2017",
                    "year": "2017",
                    "plot": "\n    Things happen to you when you're a kid, says filmmaker Dinesh Sabu, \"and you make sense of it after.\" Sabu is ruminating on his parents' deaths, which came when he was 6 years old. Two decades later, worried that he has no memories of his mother and father, he turns a camera on his brothers and sisters, trying to understand their parent's lives and tragic deaths. It's a journey that takes him back to India, a country he barely knows, and it forces him to think about the mental illness that seems to run in his family.    "
                },
                "7": {
                    "title": "Breathin' - The Eddy Zheng Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "23 May 2017",
                    "year": "2017",
                    "plot": "\n    Eddy Zheng came to America with his family when he was 12 years old. Then at the age of 16, he committed a horrible crime: home invasion and kidnapping. Year after year he hoped for parole, and after almost 20 years in prison, Zheng was released, a model prisoner who wanted to become a community leader. But his victims insisted he should still be deported.    "
                },
                "8": {
                    "title": "Vegas Baby",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "27 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    The Sher Institute in Las Vegas is holding a contest. First prize: a free round of in-vitro fertilization - but even for the winners, there's no guarantee of success. VEGAS BABY follows the journeys of three families so desperate to have a child, they're willing to take the gamble. This may be their last chance to have a baby.    "
                },
                "9": {
                    "title": "Oxyana",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "11 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Set among the hills and hollers of Appalachia, Oceana, WV looks like a rural paradise. But this community is under siege: a raging epidemic of prescription drug abuse is so deadly that residents have nicknamed the town \"OXYANA.\" A close-up look at people who live from one pill to the next, and a harrowing vision of today's AnyTown, USA.    "
                },
                "10": {
                    "title": "Care",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "5 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    90% of Americans want to age at home, but many of them have to rely on paid care workers because their families can't provide the support they need. CARE illuminates the many challenges and deep attachments that can be formed between the elderly and the home care workers they depend on - and exposes the cracks in a system that is poorly serving both.    "
                },
                "11": {
                    "title": "Night School",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "12 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Every year, over a million students drop out of high school. They may complete their graduate equivalency degrees, but then they discover they're still struggling to get good jobs. For some in Indianapolis, there's another option: a night school program that will get them their full high school diploma - if they can complete a tough curriculum.    "
                },
                "12": {
                    "title": "We Breathe Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "26 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Suicide - one of the leading causes of death for Alaska Natives. Almost every family has lost brothers, sisters, parents, and children to it. We Breathe Again introduces four Alaska Natives who are trying to break free from their families' histories of trauma and suicide, creating a new, more positive trail for their communities.    "
                },
                "13": {
                    "title": "Farewell Ferris Wheel",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "10 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Carnivals have a delightful place in the American imagination, with childhood memories of family fun, fantasy, and summer love. But rising expenses and changes in U.S. labor patterns mean this national pastime is nearly extinct. FAREWELL FERRIS WHEEL is an inside look at the struggles of an industry trying to stay alive by employing Mexican migrant workers with a controversial visa.    "
                },
                "14": {
                    "title": "Deej",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "17 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    DEEJ is the story of DJ Savarese, a gifted, young writer and advocate for nonspeaking autistics. Once a \"profoundly disabled\" foster kid on a fast track to nowhere, DJ is now a first-year college student who insists on standing up for his peers: people who are dismissed as incompetent because they are neurologically diverse. Will Deej be able to find freedom for himself and others like himself?    "
                },
                "15": {
                    "title": "On a Knife Edge",
                    "kind": "episode",
                    "episode of": {
                        "title": "America Reframed (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "7 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The coming-of-age story of George Dull Knife, a Lakota teen growing up on South Dakota's Pine Ridge Reservation. Inspired by his family's history of fighting for justice for Native Americans, George is focused on shutting down liquor stores in Whiteclay, a tiny town nearby that exists only to sell beer to the reservation's vulnerable population.    "
                }
            }
        },
        "number of episodes": 125,
        "cast": [
            {
                "name": "Del Torro, Natasha"
            },
            {
                "name": "Lynch, Shola"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 6,
        "rating": 7.2,
        "votes": 11,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOGE0ODQ0YjEtOTBjYi00NDU3LTg3NGUtNTA1NzUxMzdjYTMwXkEyXkFqcGdeQXVyNDM1MzMzMw@@._V1_SY150_CR8,0,101,150_.jpg",
        "plot outline": "Through the lens of independent documentaries, America ReFramed brings to national audiences compelling stories that illuminate the changing contours of an ever-evolving America. The social-issue documentary series presents an array of personal voices and experiences through which we learn from our past, understand our present and are challenged to seek new frameworks for America's future. With weekly independent films, sometimes followed by provocative conversations led by host/moderator Natasha Del Toro, this series offers an unfiltered look at people rarely given a voice on national television. America ReFramed is co-produced by American Documentary, Inc. and WORLD Channel.",
        "languages": [
            "English"
        ],
        "title": "America Reframed",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "America Reframed (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Fredericks, Andrew"
            },
            {
                "name": "Hogan, Pamela"
            }
        ],
        "production companies": [
            {
                "name": "Crook Brothers Productions"
            },
            {
                "name": "Moped Productions"
            }
        ],
        "plot": [
            "Through the lens of independent documentaries, America ReFramed brings to national audiences compelling stories that illuminate the changing contours of an ever-evolving America. The social-issue documentary series presents an array of personal voices and experiences through which we learn from our past, understand our present and are challenged to seek new frameworks for America's future. With weekly independent films, sometimes followed by provocative conversations led by host/moderator Natasha Del Toro, this series offers an unfiltered look at people rarely given a voice on national television. America ReFramed is co-produced by American Documentary, Inc. and WORLD Channel."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 11,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 5.4
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 8.7
            },
            "males": {
                "votes": 4,
                "rating": 5.2
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 4.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "females": {
                "votes": 4,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 9.5
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 4.2
            },
            "us users": {
                "votes": 9,
                "rating": 6.9
            }
        },
        "number of votes": {
            "10": 2,
            "9": 3,
            "8": 1,
            "7": 2,
            "6": 0,
            "5": 1,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.2,
        "median": 8
    }
}