{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "17 November 2012"
            },
            {
                "country": "USA\n",
                "date": "27 January 2013"
            }
        ],
        "release dates": [
            "USA::17 November 2012",
            "USA::27 January 2013"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "A Haunting in Rialto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal Encounters (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "10 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Connor and Julie travels to Rialto in search of Kristina, a little girl who passed away so tragically. While investigating they come in contact with someone unexpected.    "
                },
                "2": {
                    "title": "A Haunting in Columbus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal Encounters (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "23 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Connor travels back to The Crump Theatre before its permanent closure to perform a final never before done \"spirit box\" session with the now former caretaker, Rovene Quigley. While filming, voices come through the \"spirit box\" to tell Rovene what they truly think about her.    "
                },
                "3": {
                    "title": "A Haunting in Globe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal Encounters (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "12 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Paranormal Encounters travels deep into the Arizona desert to the wild west town of Globe in search of answers to a decade old mystery of a man accused of murdering his partner's daughters and the assassination of the man himself while he slept in his jail cell. Paranormal Encounters investigates the old Gila County Jail of 1910 and the courthouse connected to the jail by a catwalk. Watch as Connor experiences something that happened to the spirit box that he could not explain.    "
                }
            },
            "1": {
                "1": {
                    "title": "A Haunting at Farrar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal Encounters (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    The crew travels to Maxwell, Iowa to investigate a haunted school believed to be haunted by the former students of the building who suffered abuse from the former principle. While investigating Connor captures disembodied music humming in the gym.    "
                },
                "2": {
                    "title": "A Haunting at the Crump",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal Encounters (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    The crew travels to the state's oldest theatre for reports of shadow figures of the performers who once performed at the theatre. While investigating the segregation room, the crew receive responses from the other side on the \"spirit box\".    "
                },
                "3": {
                    "title": "The Glen Tavern",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal Encounters (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "4 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The crew travels to a beautiful film attraction city with a dark past of murders, speak easy, and famous celebrities place of a getaway, not aware of what is inside haunting The Glen Tavern.    "
                },
                "4": {
                    "title": "Edinburgh Manor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Paranormal Encounters (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "23 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Connor travels to a mental institution for reports of \"the joker\" who is haunting whoever comes in contact with the building. While in the \"safe house\" Connor receives disturbing responses from the other side and receives burns on his back live on camera.    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Ahn, Danny"
            },
            {
                "name": "Biddle, Connor"
            },
            {
                "name": "Cimock, Justin"
            },
            {
                "name": "Martinez, Presley"
            },
            {
                "name": "Morse, Jason"
            },
            {
                "name": "Moss, Ivy"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 5.8,
        "votes": 15,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMmQwOTc5ZTktNzAyNS00OWJhLWJjMGItNTU5OWQxYjlkNWYwXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "budget": "$20,000 (estimated)",
        "plot outline": "In 2012 filmmaker Connor Biddle, set out on a quest to develop a television style ghost hunting reality show. So he hired a friend filmmaker, Cody and his brother Josh to join on this film. In October of 2012 Connor set off to Maxwell, Iowa where he began filming his documentary of being in a claimed \"Haunted\" school. After various interviews with people all saying something was in the building, something in deed was. Upon the \"investigation\" part of the film, the ghost hunting equipment was giving off and producing what people say was evidence. Upon filming that night Connor and fellow team member at the time, Josh approached the gym when they were suddenly stopped. Disembodied music began humming throughout the gym. Stunned in shock they began further investigating and documenting all proof that was found that night. When returning to Connor's home state his fellow filmmaker Cody dropped being apart of anything further. This began the filming of the web series \"Paranormal Encounters\" which documents all the experiences in investigations Connor goes through at locations claimed for its hauntings. The series currently continues with Connor Biddle(Host/Lead Investigator) and his wife Julie Krystina(sensitive/Investigator).",
        "languages": [
            "English"
        ],
        "title": "Paranormal Encounters",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Paranormal Encounters (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Biddle, Connor"
            }
        ],
        "plot": [
            "In 2012 filmmaker Connor Biddle, set out on a quest to develop a television style ghost hunting reality show. So he hired a friend filmmaker, Cody and his brother Josh to join on this film. In October of 2012 Connor set off to Maxwell, Iowa where he began filming his documentary of being in a claimed \"Haunted\" school. After various interviews with people all saying something was in the building, something in deed was. Upon the \"investigation\" part of the film, the ghost hunting equipment was giving off and producing what people say was evidence. Upon filming that night Connor and fellow team member at the time, Josh approached the gym when they were suddenly stopped. Disembodied music began humming throughout the gym. Stunned in shock they began further investigating and documenting all proof that was found that night. When returning to Connor's home state his fellow filmmaker Cody dropped being apart of anything further. This began the filming of the web series \"_Paranormal Encounters_ (qv)\" which documents all the experiences in investigations Connor goes through at locations claimed for its hauntings. The series currently continues with Connor Biddle(Host/Lead Investigator) and his wife Julie Krystina(sensitive/Investigator).::Connor and Julie Krystina Biddle"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 15,
                "rating": 5.8
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 4.0
            },
            "males": {
                "votes": 4,
                "rating": 5.2
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 3.0
            },
            "females": {
                "votes": 5,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 7.8
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 5.0
            },
            "us users": {
                "votes": 3,
                "rating": 6.7
            },
            "non us users": {
                "votes": 2,
                "rating": 5.5
            }
        },
        "number of votes": {
            "10": 4,
            "9": 1,
            "8": 0,
            "7": 1,
            "6": 1,
            "5": 3,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 3
        },
        "arithmetic mean": 5.8,
        "median": 5
    }
}