{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "12 August 2012"
            },
            {
                "country": "USA\n",
                "date": "17 August 2012"
            }
        ],
        "release dates": [
            "USA::12 August 2012",
            "USA::17 August 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Ailee Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Jake interviews K-pop diva, Ailee and introduces the Paper Cup Diet in \"K-pop Confidential.\" Plus, we bring you the news in \"Freestyle News\", \"World Tour Forecast\" and \"Turn Me On.\" See what top five songs Jake and Amos chose for the first half of the year in \"Jjang Chart\" and much, much more.    "
                },
                "2": {
                    "title": "Star vs. Star & More!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "24 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of JJANG!, Jake brings you the hottest gossip in \"K-pop News\" and \"Talkin' Bout K-pop\", Hallyu Queen BoA goes head to head with Pop Princess, Britney Spears in \"Star vs. Star\" and much, much more! Watch Jake and Amos dissect Psy's viral hit in JJANG! Chart.    "
                },
                "3": {
                    "title": "NS Yoon-G Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "31 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    JJANG interviews solo diva, NS Yoon-G this week on Mnet America as well as keeping you updated with the news in \"K-pop News.\" Plus, we bring you exclusive backstage footage of the Jisan Valley Rock Festival and much, much more.    "
                },
                "4": {
                    "title": "INFINITE Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    We interview hot K-pop idol group, Infinite and discuss K-pop gossip in \"Talkin' Bout K-pop.\" Plus, news, news and more news in \"K-pop News\", \"Freestyle News\" and \"WTF.\"    "
                },
                "5": {
                    "title": "B.A.P. Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "14 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    We the B.A.P yessir! This week on JJANG!, Jake interviews the warriors of B.A.P and get some fashion 101 on \"Fashion Fix.\" Plus, more news on \"K-pop News\", \"Freestyle News\" and more.    "
                },
                "6": {
                    "title": "TASTY Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "21 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Jake interviews the talented twins of Tasty and undergoes the ultimate K-pop experiment - getting botox. Plus, we examine the best faces in K-pop in \"K-pop Confidential\" and create our fantasy boy group in \"JJANG Chart.\"    "
                },
                "7": {
                    "title": "EXID Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Interview: Girl Group EXID & Fashion Fix: Airport Fashion    "
                },
                "8": {
                    "title": "VIXX Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Interview: VIXX & Turn Me On: Martian X-File: Paper eating, Cat food eating    "
                },
                "9": {
                    "title": "Super Junior Shindong Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Amuse yourself with the news this time with Thunder from MBLAQ's embarrassing story accompanied by Min from Miss A tweeting about reading 50 Shades of Grey. Then watch Shindong's interview with Jake as he calls him a \"Korean Horse\".    "
                },
                "10": {
                    "title": "Jay Park Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Learn the secret to Sistar Bora's amazing complexion and watch Jake rap about Suzy from Miss A and Amos gets himself a very familiar tattoo. The show ends with an interview with B- boy, rapper, and K-pop star, Jay Park.    "
                },
                "11": {
                    "title": "F.T. Island Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Get up and close personal with the rockers of F.T. Island, and find out how K-pop stars get their designer freebies with Hellynn on Fashion Fix.    "
                },
                "12": {
                    "title": "Orange Caramel Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Find out the future whereabouts of some of the most adored artists such as Lee Seung Gi, Infinite, and Girl's Generation. Then learn the sweet details with the three lovely girls of Orange Caramel and penguin suited Jake.    "
                },
                "13": {
                    "title": "KCON 2012",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    KCON Special where we take off from Korea to LA and meet our fans. Also we go to the convention grounds and interview Urban Electro Band Nu'est and stage performance with 4minute and Jake's freestyle.    "
                },
                "14": {
                    "title": "Exo-M/Vixx Interviews",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    Interview with EXO-M, VIXX.    "
                },
                "15": {
                    "title": "Miss a Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    Interview with Miss A.    "
                },
                "16": {
                    "title": "Ailee Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    Jake gets literally slapped around in public for wanting to date IU and K. Will thinks he might die on stage. He then talks to Korea's Female Artist of the Year, and a familiar face on the show, Ailee.    "
                },
                "17": {
                    "title": "K.Will Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "plot": "\n    Ailee reveals that her weight led to her powerful voice and she's heavier than she may seem. Also Jake goes into detail about IU's recent Twitter scandal. K. Will, one of the best singers all time in Korea, admits to looking like a combination of Big Bang's Daesung and Kim Jong Kook. Then stay tuned for the JJANG! Chart Awards and see which song wins \"Best Chorus Made of Nonsensical Noises.\"    "
                },
                "18": {
                    "title": "B1A4 Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "plot": "\n    Have any curiosities towards some of Korea's culinary? Jake reacts hilariously when trying some Bbundaegi, or aka silk worms. B1A4 goes into detail with Jake about the prints of their clothing and let's all appreciate Gongchan's dream to become a Kindergarten teacher.    "
                },
                "19": {
                    "title": "MAMA 2012",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "plot": "\n    Jake and Amos fly out to Hong Kong to give you exclusive footage from the 2012 Mnet Asian Music Awards. Watch them discuss the nominees and predict who will take home the big awards.    "
                },
                "20": {
                    "title": "Infinite Sungkyu Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "plot": "\n    Lee Jong Shin of CN Blue tries to convince his audience of his actual sexuality. Then Jake talks to F.T. Island's Hong-Ki about his preferences of social media usage. Then finally Jjang! grabs an interview with Sungkyu from Infinite.    "
                },
                "21": {
                    "title": "Infinite H Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "plot": "\n    Fame 360: Hoya and Dongwoo of Infinite H.    "
                },
                "22": {
                    "title": "Dal Shabet Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "plot": "\n    The newest power couple in Korea? The current hottest news involves the love story behind Rain and Kim Taehee with pictures to prove their tale. Dal Shabet tries to teach Jake a couple of their dance moves and learn what each girl would like to do if they were on a date. Hellynn talks to the cast of Flower Boy Next Door to see what the actors all really think of each other.    "
                },
                "23": {
                    "title": "HELLOVENUS/Yang Yoseop Interviews",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "plot": "\n    Jackie Chan makes an entrance on the news segment of JJANG! Jake also talks about the beauties of Girls Generation with some of their members entering the acting world. Fans begin to express their passionate love for Infinite H on their most recent performance. Then Jake is able to snag an interview with Yang Yoseop from BEAST. Finally we have Hello Venus dropping by before a rundown of JJANG! Chart.    "
                },
                "24": {
                    "title": "VIXX/Boyfriend Interviews",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "plot": "\n    Pepper spray seems to be the weapon of choice today for both Yang Yoseop and for Jake in terms of self-defense. Then we interview two groups Boyfriend and VIXX to learn the details of their performance concept. At the end with JJANG! Chart Jake transports to the unknown after viewing Lee Hyori's MV \"Chitty Chitty Bang Bang\".    "
                },
                "25": {
                    "title": "2YOON Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "plot": "\n    Jake starts off the show with details on T-ara's controversy and the numerous embarrassing moment committed by other idols on television. JJANG! was also able to snag an interview with 2YOON. In another segment Hellynn talks about \"Romancing the Idol\" and JJANG! Chart talks about cross dressing in the music video. Check it out on this episode of JJANG!    "
                },
                "26": {
                    "title": "SPEED Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "plot": "\n    In this episode, the news segment starts off incredibly interesting with the story about Roy Kim watching porn. Jake was also able to go in and meet up with the boy group SPEED for an interview. Jake and Amos go around showing the Korean lifestyle and introducing the hottest locations to go to. On JJANG! Chart they discuss the best dance moves.    "
                },
                "27": {
                    "title": "Ailee at the Grammys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "plot": "\n    Learning English can be difficult for non-native speakers, so how does an idol learn so quickly? Infinite's Hoya discusses how he fine tunes his pronunciation. JJANG! was able to follow Ailee to LA and see what she did on her trip there. Finally, JJANG! Chart discusses some idols groundbreaking entrance into the movie/drama world.    "
                },
                "28": {
                    "title": "Baechigi/Nine Muses Interviews",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "plot": "\n    JJANG! is expanding to Japan with the help of M.I.B. Jackie Chan gets the royal treatment when he pays a visit the show \"Chinese Zodiac\". This episode's interview is from the lovely ladies of Nine Muses. Discussing the reason why they filmed on the military base and more. JJANG! was also able to sit down and interview Baechigi discussing their single \"Showers of Tears\". In this episode of JJANG! Chart, Amos and Jake talk about music videos that relate to food. For example they mention, Hyuna's \"Ice Cream,\" MC Mong's \"Ice Cream,\" IU's \"Marshmallow,\" Big Bang's \"...    "
                },
                "29": {
                    "title": "NU'EST Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "plot": "\n    Jake starts off the episode discussing dating scandals between the two f(x)'s Victoria and TVXQ's Changmin. As for freestyle news Amos and Jake rap about Sistar 19's ideal boy. JJANG! was able to meet up with the boy group NU'EST for an interview so tune in to see what the boys have on their minds.    "
                },
                "30": {
                    "title": "Teen Top Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "plot": "\n    On this episode of JJANG!, Jake delivers the 101 about the TV show \"180,\" featuring 2AM's Seulong and did SHINee's Key actually go meet with Girls Generation Sunny for a drink? Teen Top is also back with an exclusive interview from. JJANG! meets with BAP for their live show on Earth Concert. JJANG! chart discusses the misspelling for several artists' song titles.    "
                },
                "31": {
                    "title": "U-KISS Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "plot": "\n    This episode talks about f(x)'s travels to Dallas, Texas for the South By Southwest Festival and fan fictions coming to life?! JJANG! was then able to meet U-KISS about their new song \"Stand Still.\" On this segment of JJANG! Chart Amos and Jake talk about 2NE1's \"I am the Best,\" Tasty's \"You Know Me,\" Rain's \"Rainism,\" and Lee Hyori's \"Chitty Chitty Bang Bang.\"    "
                },
                "32": {
                    "title": "Raina Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "plot": "\n    In this episode Jake delivers news on how fans asked the police station to save the boy band Infinite. After being away for 6 months, the girls of Rania are back and JJANG! welcomed them back with an exclusive interview. The team was also able to interview TEN's lead actor Joo Sang Wook. And on this episode of JJANG Charts the concept being siblings, featured Girls Generation Jessica and f(x)'s Krystal, 2NE1's Dara and MBLAQ's Thunder, the twins from TASTY, Speed's Taewoon and Block B's Zico, Kara's Kang Jiyoung and NS Yoon G, and lastly for the sibling segment is ...    "
                },
                "33": {
                    "title": "Younha Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "plot": "\n    This episode they try to clarify Onew's dating rumors, talk about Infinite's music video set, and Se7en's enlistment for the army. Meeting with the power vocalist Younha, JJANG! was able to sit down and talk to her about MV \"Unacceptable\", and its concept.    "
                },
                "34": {
                    "title": "G.NA/ZE:A Interviews",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "plot": "\n    On this episode of JJANG! they discuss Super Junior's concert SS5, the scandal between Beast's Joker and Kara's Goo Hara, along with various other idols and their break up stories. Jake was also able to talk to the group ZE:A 5 about their new sub group. JJANG! was able to meet up with Cube's solo artist G.NA and they were able to talk to her about her single \"Oops\".    "
                },
                "35": {
                    "title": "M.I.B Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "plot": "\n    JJANG was able to head out to PSY's Happening concert for this episode. Jake talks about MR. YG saying his company will always be featured on SBS Inkigayo. Finally, the episode ends with a M.I.B exclusive interview talking about their newest music video, \"Nod Along\".    "
                },
                "36": {
                    "title": "ZE:A Five (Part 1)/Infinite Interviews",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "plot": "\n    It's April Fool's Day and JJANG! talks about the idols that left a few pranks for their fans. Jake grabs an interview with Infinite about their new album \"Man in Love\" and its current concept. ZE:A 5 has an exclusive interview, and the boys talk about their trip down to LA for the Korean Music Festival. Check it all out here on JJANG!    "
                },
                "37": {
                    "title": "MCD Global Taiwan/T-ara Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "plot": "\n    The Jjang! team takes you behind the scenes of M Countdown Global in Taiwan! We caught all your favorite stars backstage at rehearsals including Sistar, U-Kiss, K.Will, etc. and grabbed an exclusive interview with T-ara!    "
                },
                "38": {
                    "title": "Tasty/BTOB Interviews",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "plot": "\n    Check out this exclusive interview from BTOB, where the boys talk about their single \"Beep Beep\". And another interview with the members of TASTY. Stay tuned until the end for JJANG Chart, featuring Girls Generation, SHINee, TVXQ, CNBLUE, Infinite, and Beast    "
                },
                "39": {
                    "title": "M.I.B Interview/VIXX Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "plot": "\n    In this episode of Jjang they talked about the age differences between couples, Idols coming of age, Core Contents Media being hacked, and MISS A Suzy's new drama. Jjang was able to get an exclusive interview from boy group VIXX for their Hyde comeback. Watch the exclusive interview from M.I.B and Jjang charts also features 4minute, SHinee, T-ara, and what would Jake and Amos do if there was a zombie attack? Check it out here on Jjang.    "
                },
                "40": {
                    "title": "Lee Hongki Interview/B1A4 Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "plot": "\n    In this KPOP News Jake talks about T-ara's trip to America for their collaboration with Chris Brown, and much more. JJANG was able to get an exclusive interview with B1A4 talking about their comeback, and winning their first award. An exclusive interview from F.T. Island, Lee Hong Ki, talking about his thoughts and feelings for being in \"Passionate Goodbye\". JJANG Charts features CL, Lee Hyori, Ladies Code, and Big Bang.    "
                },
                "41": {
                    "title": "B1A4 Jin Young Interview/EXO Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "plot": "\n    MBLAQ is back along with an upcoming comeback from EXO. As EXO make their comeback for \"XOXO\" JJANG was able to have and exclusive interview with EXO themselves talking about their concept, music style and much more. B1A4 Jinyoung makes his Korean Drama debut in \"She is Wow\" He was able to speak a few words on how he felt on his role and much more. There is the JJANG charts which involved Orange Caramel & Nu'est's \"Dashing through the Snow in High Heels\", PSY's Gentleman, Brown Eyed Girls' Abracadabra, K.Will's \"Please Don't\", Baby Soul & Yoo Jia \"She's A Flirt\" and a...    "
                },
                "42": {
                    "title": "9muses Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "plot": "\n    Jake discusses Girls' Generation's hot new tour, Xiah Junsu's million dollar resort and more on Kpop News. Then, he interviews the model-esque ladies of Nine Muses and brings you exclusive footage of Noel's concert.    "
                },
                "43": {
                    "title": "100%",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "plot": "\n    Jake discusses Korea's version of High School Musical, Se7en and Sangchu's military scandal, Roy Kim rumors of dating Park Soo Jin and more on Kpop News. Then, he interviews one of K-pop's rising idol groups, 100% and brings you exclusive footage of Hello Venus's showcase.    "
                },
                "44": {
                    "title": "MBLAQ",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "plot": "\n    Jake discusses Korea's hottest celebrity couples including Won Bin & Lee Na Young and Lee Hyori & Lee Sang Soon, Henry gets into trouble with his pronunciation and more. Then, he interviews the \"Smoky Boys\" of MBLAQ for an exclusive interview.    "
                },
                "45": {
                    "title": "Henry Interview (Pt.1)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "plot": "\n    Jake discusses KCON 2013, Rain's departure in the military, G-Dragon's showcase, T-ara's member changes and more. Then, he brings you an exclusive English interview with Super Junior-M's Henry and attends Girl's Day pool showcase.    "
                },
                "46": {
                    "title": "Henry Interview (Pt. 2)/Mnet 20's Choice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "plot": "\n    Jake discusses Sistar's Hyorin's \"bad behavior\", Jay Park's awkward relationship with fellow member Bora, Roy Kim's plagiarism scandal and more in Kpop News. We also bring you part 2 of our exclusive English interview with \"Trap\" star, Henry! Then, check out exclusive footage of the Mnet 20s Choice Awards with interviews from SIstar, 2NE1 and more!    "
                },
                "47": {
                    "title": "BTS/Apink Interviews",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "plot": "\n    This week, Beast holds a concert for their fans, Amber from f(x) talks about resembling Super Junior's Donghae and Shinee's Jong Hyun, Minah from Girls' Day gets her name misspelled and more! Then, we bring you TWO exclusive interviews with BTS & A-Pink as well as exclusive backstage footage of Tasty's new music video.    "
                },
                "48": {
                    "title": "Led Apple Inteview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "plot": "\n    This week, we go behind the scenes of TVXQ\"s world tour, ZE:A's Kwanghee wants to set his sister up with fellow member Hyung Shik, MBLAQ's Lee Joon defends women's revealing outfits and more in Kpop News! Then, we bring you an exclusive interviews with the bright boys of Led Apple as well as footage from the Ansan Valley Rock Festival!    "
                },
                "49": {
                    "title": "TAHITI Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "plot": "\n    This week, we go behind the scenes of Henry's latest photo shoot, 2NE1's Park Bom experiences some photoshop conflict, EXO fans get in trouble for their excessive fandom, SHINee's Key meets A-Pink's Eunji and more in Kpop News! Then, we bring you an exclusive interview with the sexy ladies of Tahiti as well as backstage footage from ZE:A's comeback showcase!    "
                },
                "50": {
                    "title": "50th Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "plot": "\n    Congrats on the 50th episode of JJANG! Your hosts, Jake and Amos celebrate 50 hilarious episodes of JJANG! by recapping their favorite segments, craziest antics and most entertaining celebrity interviews.    "
                },
                "51": {
                    "title": "KCON 2013",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "plot": "\n    The JJANG! team went to KCON 2013! Just in case you didn't go, here's what you missed out on! From their airport arrival to the main M Countdown stage, JJANG! brings you exclusive footage of K-pop's biggest stars including 2AM, Teen Top, EXO, G-Dragon, Henry, f(x) and more. Also, check out all the love you guys sent over at the JJANG panel and more.    "
                },
                "52": {
                    "title": "ZE:A/Ladies' Code Interviews",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "plot": "\n    KCON is over but the JJANG! team is back! This week, 2NE1's CL and f(x)'s Sulli get into some trouble and K-pop star friendships are examined in Kpop News. Then, we bring you TWO exclusive interviews with the \"Pretty Pretty\" women of Ladies' Code and the dashing men of Z:EA. See which animated videos made the list in JJANG! Chart and which JJANG! fans made it to our KCON shoot!    "
                },
                "53": {
                    "title": "BTS/NU'EST Interviews",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "22 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    It's a spooky round of K-pop News with JJANG!'s special Halloween special! This week, Block B make a \"Very Good\" comeback, EXO deal with outrageous saseng fans and more! Then, Jake interviews the charismatic BTS and the charming boys of NU'EST for a jam-packed episode. See the the most creative masking music videos of 2013 in JJANG! Chart!    "
                },
                "54": {
                    "title": "Block B/AOA Interviews",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "plot": "\n    It's a \"Very Good\" week on this week's episode of JJANG! T.O.P, Clara, miss A's Min and more on K-pop News! Then, Jake interviews the charismatic boys of Block B and chats with the lovely \"Confused\" ladies of AOA. Which K-pop videos have the biggest conspiracies? Find out on JJANG! Chart!    "
                },
                "55": {
                    "title": "U-KISS/ZE:A Interviews",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "plot": "\n    Happy Holidays from JJANG! This week on JJANG!, top stars came to congratulate CJ Entertainment's 60th anniversary, T-ara's Ahreum befriends ghosts and more in Kpop News. Then, Jake interviews the one and only U-KISS where they discuss their latest album, their upcoming U.S. Tour with Mnet America and girl groups, girl groups, girl groups. PLUS, the JJANG! team visited Z:EA at their first solo concert.    "
                },
                "56": {
                    "title": "Miss A Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "plot": "\n    JJANG! is back! Lee Joon, EXO, Park Bom & Lee Hi and more in K-pop News! Then, it's Jake's lucky day as he interviews the very sexy ladies of miss A straight from their \"Hush\" comeback! We also follow kick-start our own M.I.B special as we follow the boys to Japan for their Japanese promotions and fun.    "
                },
                "57": {
                    "title": "EXO Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "plot": "\n    The holidays aren't over yet! This week on JJANG, Jake brings you a miracle in January with an exclusive interview with EXO! Taemin & Naeun leave \"We Got Married\", miss A's Min gets hit in the face and more in K-pop News. Then, watch Part 2 of our exclusive M.I.B special and see which team loses the hilarious mission.    "
                },
                "58": {
                    "title": "TASTY Interview Pt. 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "plot": "\n    It's another week of JJANG! in Korea's beating heart, Seoul! This week in K-pop News, Yoona from Girls' Generation gets caught dating, Taecyeon from 2PM vents about JYP and more! Then, Jake visits Brian Joo, Jeff Schroeder and Andrew Choi for their Christmas collaboration while also interviewing the Tasty twins! Watch Part 3 of our continuing M.I.B special in Japan as they prepare for their concert.    "
                },
                "59": {
                    "title": "Dal Shabet Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    2013 might be over but JJANG! is still going strong! Check out Jake and Amos's picks for the best songs of 2013 in JJANG! Chart. But before that, Tiny G's Do Hee gains popularity after Reply 1994, Hyuna deals with pregnancy rumors and more juicy gossip in K-pop News! Then, Jake interviews the very sexy ladies of Dal Shabet hot off of their comeback with \"B.B.B\". This is JJANG!    "
                },
                "60": {
                    "title": "CNBLUE Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "plot": "\n    The CNBLUE love doesn't stop as JJANG. meets the 4 handsome rockers at the FNC Entertainment headquarters. Watch them talk about their \"Blue Moon\" concert, how they psych themselves up for the show and who got voted best looking in their exclusive interview with Jake. Then, take a look into the everyday life of popular recording artist, Yoo Seung Woo. K-pop News, Freestyle News.    "
                },
                "61": {
                    "title": "AOA Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "plot": "\n    Jjang. interviews the sexy angels of AOA where they talk about their new sexy concept, dieting, and answer fan questions. Then, Part 2 of Yu Seung Woo's daily life as we follow him to his MV shooting.    "
                },
                "62": {
                    "title": "Boys Republic/Royal Pirates Interviews",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "plot": "\n    It's a jam-packed rookie episode of JJANG! This week, we bring you a special behind-the-scenes look into rookie duo, Lip Service's rehearsal. Then, we interview the superheroes of Boys Republic and Korean-American rock band, Royal Pirates! Part 3 of Yu Seung Woo's daily life adventures, K-pop News and more!    "
                },
                "63": {
                    "title": "BTS/Topp Dogg Interviews",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "original air date": "18 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Key & Woohyun collaborate as Toheart, Mr. Mr. disses Girls' Generation and more in K-pop News. Then, we continue our New Face Time segment with rising boy band, Topp Dogg and interview BTS and actor Jo Jung Suk for an exclusive interview. More of Yu Seung Woo's daily life adventures and more.    "
                },
                "64": {
                    "title": "Teen Top/Stellar Interviews",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "original air date": "25 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    It's double the fun with Teen Top & Stellar in this week's episode of JJANG. Jake interviewed Teen Top before they departed on their first North American tour and the cute-turned-sexy ladies of Stellar. Then, we have another round of New Face Time with GP Basic and the last installment of rising star, Yu Seung Woo. Girl's Day member, Hyeri's popularity in school, IU's nickname for her anti-fans and more in K-pop News.    "
                },
                "65": {
                    "title": "Toheart/BESTie Interviews",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jjang! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 65,
                    "original air date": "3 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Jake brings you the latest news about JYJ's Yoochun, Shinhwa and more in K-pop News. Then, we bring you TWO exclusive interviews with the ladies of the catchy \"Thank U Very Much\" track, BESTie and the \"Delicious\" members of Toheart.    "
                }
            }
        },
        "number of episodes": 65,
        "cast": [
            {
                "name": "Kim, Amos"
            },
            {
                "name": "Patchett, Jake"
            },
            {
                "name": "Jung, Hellynn"
            },
            {
                "name": "Kim, Yunjee"
            }
        ],
        "genres": [
            "Music",
            "News"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en",
            "ko"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "languages": [
            "English",
            "Korean"
        ],
        "title": "Jjang!",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Jjang! (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Kim, Amos"
            },
            {
                "name": "Patchett, Jake"
            },
            {
                "name": "Kang, Ga-in"
            }
        ],
        "production companies": [
            {
                "name": "Mnet America"
            }
        ],
        "distributors": [
            {
                "name": "Mnet America"
            }
        ],
        "plot": [
            "The best of Korea's entertainment news, fashion, television, touring information and idol interviews.::Mnet America"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}