{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Korea\n",
                "date": "18 August 2012"
            }
        ],
        "release dates": [
            "South Korea::18 August 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Miss Panda & Hedgehog/Pan-da-yang-gwa Go-seum-do-chi"
            },
            {
                "countries": "Brazil",
                "title": "A Panda e o Ouriço"
            },
            {
                "title": "Pandayanggwa Goseumdochi"
            }
        ],
        "akas": [
            "Miss Panda & Hedgehog/Pan-da-yang-gwa Go-seum-do-chi (original title)",
            "A Panda e o Ouriço Brazil",
            "Pandayanggwa Goseumdochi "
        ],
        "akas from release info": [
            "Miss Panda & Hedgehog/Pan-da-yang-gwa Go-seum-do-chi (original title)",
            "A Panda e o Ouriço Brazil",
            "Pandayanggwa Goseumdochi "
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Panda & Hedgehog/Pan-da-yang-gwa Go-seum-do-chi (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Pan Da Yang owns a small bakery. She hires a new pastry chef, Ko Seung Ji, whose name sounds like \"hedgehog\" and has a prickly personality to match. As the clashing duo churn out sweet desserts, they try to compete against a franchise cake company that happens to be owned by Panda's first love.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Panda & Hedgehog/Pan-da-yang-gwa Go-seum-do-chi (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Pan Da Yang comes to St. Honore for the contract reporter interview. Won Il treats her with tea, cake and care. Da Yang considers strange of Won Il's hospitality before he finally reveals that he is her childhood friend, Pangy. On the other hand, along with Ko Seung Ji, who is now hired to stay and work at Panda cafe, Pa Da Yang plans to find the secret of St. Honore cake.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Panda & Hedgehog/Pan-da-yang-gwa Go-seum-do-chi (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    The rivalry of Seung Ji and Won Il begins. Seung Ji pretends to kiss Da Yang to provoke Won Il's jealousy. Seung Ji accepts the challenge to a cake competition with Choi Gyun Woo, the Vice-Chief of Saint Honore, in which the judges will decide whether Seung Ji can work as a patissier in Cafe Panda. Da Yang is concerned for Seung Ji, and he asks her to say his magic spell. However, Da Yang faces a great risk that she never expected...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Panda & Hedgehog/Pan-da-yang-gwa Go-seum-do-chi (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Shocked from hearing the conversation between Seung Ji and his friends, Da Yang refuses to meet Seung Ji. Won Il also grows his anger towards him. Despite of the efforts of Seung Ji to make up with her, Da Yang is unmoved. During the absence of Seung Ji, Cafe Panda receives a large order of Seung Ji's cake. Da Yang asks for Won Il's help, yet he accidently upsets her as well. Without a patissier, Da Yang struggles to deliver the biggest order in the history of Cafe Panda.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Panda & Hedgehog/Pan-da-yang-gwa Go-seum-do-chi (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    At a critical drop of sales of new products, Director Jae Gyum tries to slap the marketing manager, and Won Il stops him. Won Il, the largest shareholder and the actual owner of Saint Honore, announces to hold a board of director meeting and requests him to attend it. While considering whether it would be right to fire his father, which will consequently lead to a loss of husband and father to his mother and Won Yi, Director Jae Gyum releases new macaroons which Won Il has seen before.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Panda & Hedgehog/Pan-da-yang-gwa Go-seum-do-chi (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Seung Ji and Da Yang go on a date, and Won Il is furious. Going to movies and having driving lessons, Da yang and Seung Ji try together those that are considered to be popular dating courses, and find experiences that they never had before. Nevertheless, their date ends up with a big fight and Da Yang leaves. When Seung Ji struggles with anger without knowing how to go back to her, he receives a text message which was sent from Da Yang's phone.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Panda & Hedgehog/Pan-da-yang-gwa Go-seum-do-chi (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Pan Da Yang finds out that both Go Seung Ji and Choi Won Il want to be her boyfriend. To Pan Da Yang, who can't decide which one of them she would like to be with, her sister Pan Da Na and Choi Won Yi suggest her to try dating both of them to pick one. As Go Seung Ji and Choi Won Il are speaking of having a duel to win her, Pan Da Yang commands three rounds of a fair competition among which the first round will decide who will be given a trial date with her.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Panda & Hedgehog/Pan-da-yang-gwa Go-seum-do-chi (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Won Il admits to Seung Ji that Saint Honore has stolen his work, but Seung Ji says that there is nothing he can do about it. Won Il feels guilty for his stepfather's wrongdoings, and upset that Seung Ji would not fight back and instead let others take advantage of him. Seung Ji and Won Il realize that they both plan to make revenge to Chairman Choi Jae Gyum. In the mist of their rivalry, they start to build their friendship.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Panda & Hedgehog/Pan-da-yang-gwa Go-seum-do-chi (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Seung Ji asks Da Yang for a kiss, and Da Yang asks whether he will marry her and be the best father to her children. Seung Ji is shocked to hear Da Yang's sudden question. The qualifications of the best father that he would imagine, is far from the person he is, and Seung Ji is saddened. Da Yang, starting to realize that she has fallen for Seung Ji, takes Seung Ji to a park where no one is around and asks to kiss. However, Seung Ji doesn't know if he should be allowed to kiss her.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Panda & Hedgehog/Pan-da-yang-gwa Go-seum-do-chi (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Da Yang and Seung Ji kiss and realize their feelings for each other. Won Il accidently sees their kiss and cry, thinking that he can't let Da Yang become Seung Ji's woman. Da Yang wonders what Seung Ji has in his mind, which distresses him for he doesn't know how to tell her about. She visits Byung Moo, and he tells her Seung Ji's background and what he had to go through. Da Yang, in tears of pity, makes her final decision and meets with Won Il to tell him.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Panda & Hedgehog/Pan-da-yang-gwa Go-seum-do-chi (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Won Il tries to kick out Choi Jae Gyum out of Saint Honore, but Gyun Woo advices Won Il not to kick Choi Jae Gyum out untill he finds replacement. Unfortunately an argument occurs between Won Il and Jae Gyum. At last Won Il's mom gets furious and fires Jae Gyum. Now Won Il tries to work things out by himself, without Jae Gyum, but isn't easy job to handle. Meanwhile, Won Il's younger sister, Won Yi, asks a favor of Seung Ji to help Won Il to become a true CEO of Saint Honore...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Panda & Hedgehog/Pan-da-yang-gwa Go-seum-do-chi (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Across the street of Cafe Panda, Seung Ji and Won Il is about to pick a fight against each other. Pan Da Yang is surprised and runs towards them and rebukes their childish behavior. However, Won Yi explains to Pan Da Yang that the whole incident is part of a plan, a plan to help Won Il. Won Il continues to convince Seung Ji to work in the Saint Honore. Seung Ji accepts his offer, but only in one condition...    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Panda & Hedgehog/Pan-da-yang-gwa Go-seum-do-chi (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Seung Ji finally enters Saint Honore. Byung Moo, Seung Ji, and twenty other patissiers come to Saint Honore to help Won Il. In order to understand the general operation of Saint Honore, Byung Moo takes a close look at their kitchens, restrooms, and storages, only to confront awful truths about Saint Honore. Seung Ji is amazed at the size of Saint Honore. When he overhears Jung Rye, Won Il's mother, speaking ill of Seung Ji and even of Byung Moo and Da Yang, Seung Ji becomes upset and suggests her a contract.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Panda & Hedgehog/Pan-da-yang-gwa Go-seum-do-chi (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    Byung Moo and Seung Ji work hard to save Saint Honore. While Byung Moo makes a croque en bouche, which is known for its delicacy and complexity to make even for the top one pecent of patissiers, Seung Ji makes a celebration cake for a corporation anniversary banquet. While they are busy working, Da Yang comes to a complete shock in finding out about the parents of Min Woo, whom they have been searching for 20 years.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Panda & Hedgehog/Pan-da-yang-gwa Go-seum-do-chi (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    Byung Moo sees Mi Hyang walking out of her room as she buttons up her jacket and gets shocked by the way she buttons. Byung Moo realized that Mi Hyang has taught Min Woo the unique habit of buttonning, which is same as that of Seung Ji. Unable to face Byung Moo and Mi Hyang, Seung Ji takes days off from work and leaves. On the other hand, Chairman Choi Jae Gyum gives his assistant Mr. Jang a secret mission.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Panda & Hedgehog/Pan-da-yang-gwa Go-seum-do-chi (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    According to the contract Seung Ji and Vice-Chairman, Hwang Jung Rye wrote, Saint Honore is about to be taken over by Seung Ji and Byung Moo. Jung Rye becomes anxious and discusses with Chairman, Choi Jae Gyum for a solution. Jae Gyum tells Mr.Jang to get rid of Seung Ji and Byung Moo. Won Il, furious to find this out, orders Gyun Woo and other patissiers to protect them. Late at night, Byung Moo's evening is interrupted by an univited guest.    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Jin-Hyuk, Choi"
            },
            {
                "name": "Lee, Dong-hae"
            },
            {
                "name": "Seung-ah, Yoon"
            },
            {
                "name": "Yoo, So-young"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "South Korea"
        ],
        "country codes": [
            "kr"
        ],
        "language codes": [
            "ko"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:M",
            "South Korea:15"
        ],
        "number of seasons": 1,
        "rating": 6.1,
        "votes": 142,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMGE4N2JhNTgtNTg1Zi00NTY3LWFiNWEtNTU2M2RhNDI4YTBjXkEyXkFqcGdeQXVyMjkyMjY3ODc@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "Pan Da Yang is as sweet and lovable as her name suggests, and she owns a small bakery called Panda Café. She hires a new pastry chef, Ko Seung Ji, whose name sounds like \"hedgehog\" and has a prickly personality to match. As the clashing duo churn out sweet desserts, they try to compete against a national franchise Cake Company that happens to be owned by Panda's first love. Whose desserts will reign supreme?",
        "languages": [
            "Korean"
        ],
        "title": "Miss Panda & Hedgehog/Pan-da-yang-gwa Go-seum-do-chi",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Joon-Young, Han"
            }
        ],
        "plot": [
            "Pan Da Yang is as sweet and lovable as her name suggests, and she owns a small bakery called Panda Café. She hires a new pastry chef, Ko Seung Ji, whose name sounds like \"hedgehog\" and has a prickly personality to match. As the clashing duo churn out sweet desserts, they try to compete against a national franchise Cake Company that happens to be owned by Panda's first love. Whose desserts will reign supreme?"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 142,
                "rating": 6.1
            },
            "aged 18 29": {
                "votes": 39,
                "rating": 5.8
            },
            "aged 30 44": {
                "votes": 47,
                "rating": 6.5
            },
            "aged 45 plus": {
                "votes": 13,
                "rating": 6.5
            },
            "males": {
                "votes": 23,
                "rating": 5.9
            },
            "males aged 18 29": {
                "votes": 8,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 10,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 6.3
            },
            "females": {
                "votes": 81,
                "rating": 6.4
            },
            "females aged 18 29": {
                "votes": 29,
                "rating": 5.5
            },
            "females aged 30 44": {
                "votes": 37,
                "rating": 6.6
            },
            "females aged 45 plus": {
                "votes": 10,
                "rating": 7.1
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 2.8
            },
            "us users": {
                "votes": 34,
                "rating": 5.8
            },
            "non us users": {
                "votes": 47,
                "rating": 6.2
            }
        },
        "number of votes": {
            "10": 19,
            "9": 12,
            "8": 22,
            "7": 36,
            "6": 21,
            "5": 5,
            "4": 11,
            "3": 6,
            "2": 4,
            "1": 6
        },
        "arithmetic mean": 6.7,
        "median": 7
    }
}