{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "27 August 2012"
            },
            {
                "country": "Australia\n",
                "date": "1 September 2012"
            }
        ],
        "release dates": [
            "Australia::27 August 2012",
            "Australia::1 September 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Towers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harvest (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    From the notorious Brownlie Towers public housing estate comes a new beginning for the residents - a community garden. The estate was originally hailed as a triumph of innovative design and community housing when it was built in the 1970s, but the project failed and the Towers became known throughout Perth as the 'suicide towers'. We learn about the genesis of the Bentley Community Garden and see the site as it was in the beginning - an empty lot.    "
                },
                "2": {
                    "title": "Clayton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harvest (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Clayton is the CEO of Perth City Farm and acts as mentor to the Bentley Community Garden. He was born in Australia with Greek heritage and is passionate about gardening and cooking in the Greek tradition. Clayton's grandmother was the longest running continuous resident of Brownlie Towers until 2004, and always wished for a space to grow her own fruits and vegetables. In a quirk of fate Clayton has been able to fulfill her dream of bringing a garden to the Towers. He conducts a seedling workshop with the Brownlie gardeners before inviting us into his home garden where...    "
                },
                "3": {
                    "title": "Clarrie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harvest (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Clarrie grew up in a remote mining town in WA as one of fourteen children. After losing his property through a bad financial investment he found himself living in Brownlie Towers. He's a jack-of-all-trades and without his practical skills the garden would still be a pipe dream. Clarrie strongly believes that it's high time we took ownership of our food and that the best way to do this is by growing it ourselves. He's an advocate of the ever growing \"whole food\" philosophy and lives his life accordingly. As gardeners work together to construct the building blocks of ...    "
                },
                "4": {
                    "title": "Pablo and Sharna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harvest (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "21 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Pablo is from the province of Galicia in northwest Spain, and his partner Sharna hails from a cattle farm in Western Australia's remote gold mining region. They live in the neighborhood of Bentley with their two children Reuben and Ooma. They follow a vegetarian diet and care deeply about where their food comes, successfully cultivating their own veggie garden at home. They joined the Bentley Community Garden to expand their gardening knowledge and make connections with the local community. As the gardeners plant some seedling on the official garden open day, Pablo ...    "
                },
                "5": {
                    "title": "Gilbert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harvest (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "28 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Gilbert, a sixth generation Anglo-Indian, is known for his love of Indian cookery and almost encyclopedic knowledge of the cuisine. Growing up in Delhi, English-style Indian fare was the order of the day and his favourite breakfast was eggs and bacon with chapatti. Joining the garden has gifted Gilbert a sense of community. Gilbert shares his beloved recipes for Anglo-Indian prawn curry and fruit and nut saffron pilau as the gardeners prepare a surprise for him on the garden open day.    "
                },
                "6": {
                    "title": "Luzviminda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harvest (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "4 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Born in Manila, Luzviminda learnt to cook at an early age and, as a former professional singer and caterer, she's used to having an audience. Her ongoing battle with cancer prevented her from becoming a fully-fledged gardener, instead she brings her mouthwatering home-cooked dishes to the garden as a way of being involved. Today Luzviminda continues to delight residents and gardeners with her big personality and native Filipino cuisine. Luzviminda's sister joins her to help prepare a Filipino-style feast like they used to have back home - cooked and served outside in ...    "
                },
                "7": {
                    "title": "Beman and Janet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harvest (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "11 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Beman and Janet are an unlikely duo. He is a Baha'i man from Iran who came to Australia as a refugee. She is an Australian-born gardening enthusiast who came to live at Brownlie Towers when her husband was diagnosed with cancer. They bonded through a shared love of raw food, beekeeping and pomegranates and have become fast friends. Beman share the traditional method of making knob anar, a pomegranate extract used in many Iranian dishes.    "
                },
                "8": {
                    "title": "Final Harvest Feast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Harvest (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "18 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    The Brownlie crew come together to harvest their first crop - a bountiful haul of herbs and fresh vegetables - just in time to create some amazing dishes for the harvest feast. It's Harmony Day, a national day given over to celebrating multicultural Australia and an important day community day on the Brownlie Towers calendar. We see the gardeners coming together to reflect on their success and share dishes from their cultural backgrounds.    "
                }
            }
        },
        "number of episodes": 8,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2E4YmViZDUtNjNjMy00OWQyLWIxMjEtZjBiMGE2YTM3NmVmXkEyXkFqcGdeQXVyNzMzMTc2MQ@@._V1_SY150_CR83,0,101,150_.jpg",
        "budget": "AUD150,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Harvest",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Harvest (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "James, Alison"
            },
            {
                "name": "McGlynn, Robert"
            }
        ],
        "production companies": [
            {
                "name": "Crow Media"
            }
        ],
        "distributors": [
            {
                "name": "Special Broadcasting Service (SBS)"
            }
        ],
        "plot": [
            "An empty lot in the notorious Brownlie Towers public housing precinct in Perth, Western Australia is transformed into a vibrant community garden, unearthing the lives and tastes of the areas multicultural residents.::Alison James"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}