{
    "imdb": {
        "episodes": {
            "1": {
                "1": {
                    "title": "Energy for Everyone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Enertips (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Matthew Handy is invited to give tips on saving energy on his wife's, Patty, news show. Soon after, his words prove to be true when Mayor Cleanhands is obligated to announce restrictive measures on the use of energy in the city of Tipsville. The heartless Darkhand decides to take advantage of the situation by selling putrillio, a toxic and polluting substance, which he hopes to manufacture and export to the city in practically limitless quantities. Darkhand decides to start a publicity campaign whose goals is to try to get the citizens to consume massive amounts of ...    "
                },
                "2": {
                    "title": "A Very Bright Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Enertips (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    It's Christmas and the city of Tipsville celebrates it with the Great Tree Ceremony in which the citizens hang anonymous papers of their deepest wishes for the new year. Logically, the wishes of Matthew Handy and of his neighbor, John Stickyfingers, are completely opposite, which will cause the latter to steal Matthew's wish and try to destroy it. At the same time, Matthew's daughter, Anna, has been chosen to represent the officially televised Christmas speech which will be transmitted on her mother's, Patty, news show. Anna beings to get nervous about the approaching...    "
                },
                "3": {
                    "title": "The Handbyke Gang",
                    "kind": "episode",
                    "episode of": {
                        "title": "Enertips (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Matthew Handy, who is worried over the excessive use of cars by the citizens of Tipsville, decides to propose Mayor Cleanhands an interesting alternative: the creation of a bicycle service from City Hall that favors a transportation method that does not pollute the city. Darkhand, alarmed over the possible decrease of the use of putrillio, decides to support the creation of a gang of thugs, lead by Hand Slap, that will ride bicycles causing chaos to the citizens by acts of vandalism. Taking advantage of Mayor Cleanhands visit to the school, Matthew's kids, Anna and ...    "
                },
                "4": {
                    "title": "The Toxic Raid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Enertips (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    The Stickyfinger family fishes from the lake a strange fish, which when eaten, causes John Stickyfinger's face to have spots. Soon after, everyone that has fished or has taken a bath in the lake starts to suffer a similar transformation. The Handy family starts to investigate. Matthew discovers that the lake has been polluted by toxic waste which was pumped from the Putrefaction company, whose owner is Darkhand. Mayor Cleanhands, with the help of his secretary, Righthand, decides to enter the lake to calm down the public outcry. As a consequence, the mayor will suffer...    "
                },
                "5": {
                    "title": "A Comfortable Truth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Enertips (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    The city of Tipsville is visited by the renowned speaker Digity Smith who warns the citizens about the risks of climate change. In an attempt to cheer up the sad Darkhand, his personal assistant, Backhand, decides to turn himself into a speaker with opposite aims. He will be dedicated to popularize what he calls a comfortable truth, which favors the selfish and irresponsible use of energy. Due to the popularity of Backhand, who gives away free gifts to his audience to grab their attention, he will show up on Patty Handy's news show where, with the help of Digity Smith...    "
                },
                "6": {
                    "title": "Matthew's LightBulbs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Enertips (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Matthew Handy invents a light bulb the uses less energy. The energy consumption is seven times less than of a conventional incandescent light bulb. Hi neighbor, John Stickyfingers, offers space in his store to sell the invention. Naively, Matthew accepts the proposal from John without knowing that he intends to offer the manufacturing contract to Darkhand. In Darkhand's laboratory they will manipulate Matthew's invention so that it work opposite of Matthew's intention: when the light bulb is turned it will consume much more energy than a regular light bulb, which will...    "
                },
                "7": {
                    "title": "Shared Energy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Enertips (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Mayor Cleanhands decides to promote a new idea to lessen the use of gasoline in Tipsville: the idea is, during one day, to share a car to go to work, so as to most efficiently use each vehicle. Oddly enough, the new software company owned by Darkhand, Handell, offers it's software to decide which citizens should share cars. Darkhand does this in an attempt to clean up his image in front of Mayor Cleanhands. An accident causes the software to generate strange combinations of people who for one day, are forced to ride together. Soon, the story turns into a fun road ...    "
                },
                "8": {
                    "title": "The Superultraworldwidedesalinator",
                    "kind": "episode",
                    "episode of": {
                        "title": "Enertips (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    It's been a long time since it rained and Tipsville has suffered a drought. Matthew insists on the necessity of using water responsibly. Meanwhile, the Mayor is forced to impose restrictive measures. Darkhand, on his part, promotes the creation of a huge desalinator that will make drinkable water from the ocean, generating huge benefits for his company. Once the water is drinkable, it will become property of Darkhand who will be able to place any price he wants. Backhand has a trick up sleeve, his information network has discovered that Mayor Cleanhands, a man who is ...    "
                },
                "9": {
                    "title": "The Great Blackout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Enertips (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Matthew Handy invents an energy counter that is able to measure energy use from each house in Tipsville. When Matthew decides to use his invention, he is alarmed to find that the citizens consume electricity in a completely irresponsible and excessive manner. Matthew intents to warn them about the dangers of over taxing the electrical network but he only receives reproaches on his conduct. On the following day, there is a huge blackout which is a consequence of over-usage. The citizens get angry over all the things that they can't do without electricity and they ...    "
                },
                "10": {
                    "title": "Ecoexpress",
                    "kind": "episode",
                    "episode of": {
                        "title": "Enertips (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    In their regular daily route on bicycle, the Handy family cross paths with a courier from the company Putrefaction Express, owned by Darkhand. The courier is none other than Hand Slap, who is polluting the city up and down due to the use of his motorcycle which consumes putrillio. Another citizen shows up who is as irked as the Handy family. He is Openhand, a young entrepreneur whose principles and ethics are completely opposite those of Darkhand. Together, they will create a company, Ecoexpress, which recognizes modern needs, that is, that will use new technologies ...    "
                },
                "11": {
                    "title": "Matthew Against Matthew",
                    "kind": "episode",
                    "episode of": {
                        "title": "Enertips (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    The news shows on Handyvision decide to include in their programming a section dedicated to energy savings presented by Matthew Handy. His fumbling around is delightful to his audience, which causes the president of the TV station to offer him his own program called, The Handy Show, which will be dedicated to giving tips on saving energy at home. But, just when it seems that his show picking up steam there appears a radio program which is hosted by one Matthew Angel, which does nothing else but say bad things about Matthew's show and takes away it's credibility. When ...    "
                },
                "12": {
                    "title": "The Green Gas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Enertips (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Darkhand is seriously worried, the majority of the citizens of Tipsville are passing on his Light Gas (made from the most polluting fuels on the planet) to Green Gas which is being sold by Openhand. But Backhand gets and idea to manipulate the public. Using the seductive voice of Charlotte Thumbhanson (which he gets from a very popular TV show), Backhand calls one by one all the citizens convincing them to change companies. The strategy seems to be so successful that even Matthew Handy himself and Openhand change to Light Gas. But Patty discovers the stratagem and ...    "
                },
                "13": {
                    "title": "A Bit of Left-Hand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Enertips (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Due to a surprise work inspection, the Putrefaction company is on the brink of closing for not following any of the rules, which causes Darkhand to fire Backhand and instead hire a new consultant, Lefthand, brother of Righthand, the mayor's secretary. At the same time the mayor decides to promote a prize between the entrepreneur's to award those who are most ecological. Lefthand convinces Darkhand to present himself, insisting in the idea of how it isn't important to be respectful toward the environment, only to seem to be. They then build plumbing which will pumps ...    "
                }
            }
        },
        "number of episodes": 13,
        "genres": [
            "Animation"
        ],
        "countries": [
            "Spain"
        ],
        "country codes": [
            "es"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "languages": [
            "English"
        ],
        "title": "Enertips",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Enertips (Spain)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "D'Ocon, Antoni"
            },
            {
                "name": "Laá, Silvia González"
            },
            {
                "name": "Ros, Enric"
            }
        ],
        "production companies": [
            {
                "name": "D'Ocon Films"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}