{
    "imdb": {
        "raw release dates": [
            {
                "country": "Israel\n",
                "date": "10 June 2012",
                "notes": "                            (Cinema South Festival)"
            }
        ],
        "release dates": [
            "Israel::10 June 2012                            (Cinema South Festival)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Yosef, Tali Ben"
            },
            {
                "name": "Saharai, Hagai"
            },
            {
                "name": "Hershkovitz, Ronen"
            },
            {
                "name": "Zamshteigman, Anat"
            },
            {
                "name": "Michaeli, Lior"
            }
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "Israel"
        ],
        "country codes": [
            "il"
        ],
        "language codes": [
            "he"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD",
        "cover url": "https://m.media-amazon.com/images/M/MV5BYWExODU0MzItNzJkOS00ZDQ2LWIxZDQtNjI1NTQ2NGFhOTk2XkEyXkFqcGdeQXVyMjMyMzI4MzY@._V1_SY150_CR26,0,101,150_.jpg",
        "languages": [
            "Hebrew"
        ],
        "title": "Woodlings",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Woodlings (Israel)"
        ],
        "writer": [
            {
                "name": "Azulay, Ayelet"
            }
        ],
        "synopsis": [
            "Earthea [Er-thee-ah] and Eartheo [Er-thee-oh] (Adamit and Adamon) are young Woodlings who live in the magical Woodling forest in the midst of one of Israels woodlands.\nThey behave just as all kids would behave: They draw, go to school, get groceries for their mother from the grocery-spore, celebrate holidays, and so on.But when things go wrong in their world, they find solutions in Israels nature. In each episode Earthea and Eartheo encounter a problem of the kind that children of ages 3-6 tend to deal with: Something is lost, or is broken, or maybe all the red paint has run out When the problem presents itself, the king of the Woodlings appears and tells them about a certain spot of Israeli nature, where they believe they might find a solution to their problem. They mount a leaf and fly to the place, there they then learn about their surroundings by experiencing and exploring them firsthand, uncovering the magic existent within them and reaching a solution to the problems they had.\nEarthea and Eartheo return to their home with an artifact from the location which they visited, and use it to complete and make whole their daily routine. Thus, Israeli nature become an important and integral part of the Woodlings life.\n"
        ],
        "tech": {
            "color": [
                "Color (HD)",
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD",
                "16:9 HD (high definition)"
            ]
        }
    }
}