{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "8 April 2012"
            }
        ],
        "release dates": [
            "India::8 April 2012"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "French 101",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "27 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    The French Ambassador and his daughter visit the Raj Mahal Hotel, and both Karan and Kabir develop a crush on the daughter, Nicole, although neither of them know French. Following his mother's advice, Kabir locks Karan in a coat closet, then hires Mr. Maan Singh to translate for him. He eventually gets to dance with Nicole, but while doing so, Karan arrives with 2 cards: One full of compliments and one full of insults. Kabir takes the insults (which he mistakes for compliments) and the daughter goes to Karan. However, Rajesh, who speaks fluent French, gets Nicole at ...    "
                },
                "2": {
                    "title": "Free Champak",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "3 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Karan and Kabir try to save the Raj Mahal's carriage horse (Champak) from being sold to a mean lumberjack when the horse carriage driver Sushil gets retired. Rani borrows Binnie's great grandmother's brooch, but when she loses it, Binnie makes her feel bad. Mr. Maan Singh arranges a banquet with Mrs. Singhania . The boys sneak Champak into the hotel and have him stay with Toolkit, but then Champak escapes so the boys look all around the hotel. Rani tells Priti that the brooch is in the trash but she is not looking there. But Priti tells her that a good friend would ...    "
                },
                "3": {
                    "title": "Odd Couples",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "10 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Rani likes a merit scholar Akshay, and Binnie helps her to trick him into thinking she is smart. Kabir moves into a coat closet because Karan is too messy and doesn't clean his side of the room. To Karan's surprise, Kabir makes the room more \"home\" like by putting in a flat-screen TV and more. It has the gag out of the TV show The Odd Couple that Karan is like Oscar and Kabir is like Felix.    "
                },
                "4": {
                    "title": "Day Care",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "17 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Binnie requires Karan and Kabir's help to run a day care center. Rani takes Mr. Maan Singh and Priti to yoga lessons, but when Rani doesn't like the yoga teacher, she decides to be the teacher.    "
                },
                "5": {
                    "title": "Forever Plaid",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "24 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Karan and Kabir make a hole in a wall, and Toolkit helps them fix it. Karan and Kabir then discover that they can see dance troup girls in the next room, so they invite their friends to look in the hole too. They later get found out by Mr. Maan Singh and Priti and they all end up with a sore eye. Meanwhile, Rani transfers to Binnie's school and causes her to get a detention, later they pretend to be nuns from Sri Lanka.    "
                },
                "6": {
                    "title": "Election",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "3 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Karan and Kabir both run in a school election, and Rani and Binnie take sides: Binnie tries to help Kabir and Rani tries to help Karan. At first, Karan was getting more attention (by making lies that the students will get ice cream, supermodels and a skate park if he is president). Later, Kabir gets the attention after Karan drops out because he thought that Kabir's ideas were better and he would want him to be president.    "
                },
                "7": {
                    "title": "Neither a Borrower nor a Quizzer",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "10 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Karan wants Kabir to drop out of the junior quiz competition because he owes the Rs 400 to his competitor. Rani and Binnie do community service. Rani sees that her rival got in the newspaper for doing community service, so Rani brings the paparazzi with her to show off herself doing community service. Sister Rosy also always comes in at the wrong time when Rani is faking work and Binnie and her friends were pushed out of the way by Rani, all the credit to Rani while Binnie, Supriya, and Priya are the ones doing all the work, and Binnie becomes infuriated as a result.    "
                },
                "8": {
                    "title": "Maan Singh's Big Brother",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "17 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Mr. Maan Singh's smaller-in-size but older-in-age brother comes to the Raj Mahal. He is very rich and they do not really like each other much. Karan and Kabir get one bicycle together because they do not have enough money to get their own individual ones. However, Karan begins to keep the bike all for himself which makes Kabir angry. Binnie and Jung Bahadur send Rani fake horoscopes to take advantage of her, which backfires when Rani finds out.    "
                },
                "9": {
                    "title": "Not So Suite 16",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "24 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Binnie and Rani's 16th birthday parties are scheduled on the same day, even though Rani's birthday was 6 months ago. Rani refuses to change her date out of selfishness and bribes people with gifts if they come to her party. Kabir gets Binnie the perfect gift. Karan wants it, but Kabir won't give it to him; he instead helps find Karan a suitable gift. Aside from her family, only Karan shows up at Binnie's party while everyone else goes to Rani's, thus earning a hug. Binnie and Rani both have a miserable time and in the end, reconcile and merge parties.    "
                },
                "10": {
                    "title": "Books & Birdhouses",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "31 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Rani steals Binnie's idea for a school assignment and turns it into a famous book. Rani's theft backfires when she is sued for a million dollars because Binnie's idea plagiarized a previous book. Meanwhile, Kabir signs up for an advanced Calculus Math Class covering tables, Conversion and Convergences, but no one, even the teacher, shows up. Kabir is jealous that Karan is acing woodshop, and signs up for it instead. He does not know anything about wood and ends up getting his first demerit and C.    "
                },
                "11": {
                    "title": "Kept Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "14 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Karan befriends a rich boy named Krish. He lavishes Karan with expensive gifts including tickets to a Mumbai Ninjas game and a Mathunga Monkeys concert. Karan also begins rejecting Kabir, even refusing to attend his speech. After Krish tries to get Karan to tape the concert, Karan finally ends their friendship. He makes amends with Kabir and agrees to attend his speech. Meanwhile, Rani and Binnie have to take care of a baby simulator for school, which keeps them up all night. Binnie mainly does all the work, while Rani does hardly any except buying him expensive ...    "
                },
                "12": {
                    "title": "Chaos",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "21 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Shilpaji, as astrologer visits the Raj Mahal and has a vision that Priti's birthday party will be full of chaos. Meanwhile, Binnie tries to get Rani to wear a new friend Mini's dress but Rani doesn't want to wear it, as it was not made by someone famous. Kabir, the only twin that wears sweater vests, becomes paranoid and avoids anything that remotely resembles the astrologer's vision - even the surprise birthday party that he, Karan, and the other Raj Mahal employees are throwing for Priti. Binnie tricks Rani into wearing the dress but Rani soon finds out.    "
                },
                "13": {
                    "title": "Have a Nice Trip",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "28 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    A hotel patron claims he fell on Karan's skateboard. Karan and Kabir find out that he faked the accident to get free things from the Raj Mahal. The Raj Mahal staff have to serve their \"injured\" guest with the best service they have, or risk the hotel's reputation being trashed by the man.    "
                },
                "14": {
                    "title": "Going for the Gold",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "5 May 2013",
                    "year": "2013",
                    "plot": "\n    Toolkit enters the Hotel Engineers' competition which is taking place at the Raj Mahal. Karan and Kabir find out that one of the competitors, Sachin Chatturvedi, is cheating, so they try to help Toolkit win. Rani opens her own store and hires Binnie to be in it, but Rani keeps on insulting the guests and ruining business.    "
                },
                "15": {
                    "title": "Ask Karan",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "12 May 2013",
                    "year": "2013",
                    "plot": "\n    Karan wants a job on the school paper because the only other job was on the band. He then uses his part of the paper (the \"Ask Karan\" column) to get a girl named Shweta. Rani has trouble getting to sleep because there are diamond dust bunnies under her mattress.    "
                },
                "16": {
                    "title": "Rani Online",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "19 May 2013",
                    "year": "2013",
                    "plot": "\n    Kabir helps Rani with her website Yay Rani. Starring Rani Oberoi and produces a video on her site. Karan gets addicted to Gangs of Rakshaspur, an online game. Mr. Maan Singh is playing the game too, so they become friends online. Kabir is tired of all the things Rani makes him do (wearing high heels, etc.), so he quits. Rani's site then starts to get less viewers and she apologizes to Kabir, inviting him back to be the producer. Meanwhile, Karan and Mr. Maan Singh discover each other's identity in the game and they later try to quit because the game proves to be ...    "
                },
                "17": {
                    "title": "Of Clocks and Contracts",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "26 May 2013",
                    "year": "2013",
                    "plot": "\n    Karan tries to negotiate a better contract for Priti as the Raj Mahal's assistant manager to Mr. Maan Singh so they could stay at the Raj Mahal. After losing her science tutor, Rani asks and pays Kabir to help her with her project. Binnie also wants Kabir's help and bribes him with concert tickets to Purab Pashchim. Kabir quits and Rani and Binnie combine their machines, inventing a French Fry maker.    "
                },
                "18": {
                    "title": "Bhalu Scouts",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "7 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    The boys become Bhalu Scouts(Bear Scouts), with Mr. Maan Singh as their leader. When all of their food disappears, Karan saves the team from starvation by finding wild food. Kabir is jealous, and when he meets an old man (Niranjan Israni) who gives him food, Kabir lies to the team and says that he found it himself. While the boys are away, Priti tries to have free time, but Binnie and Rani keep bothering her about a guy Binnie is dating. The guy is Rani's old boyfriend and she still likes him.    "
                },
                "19": {
                    "title": "Aptitude",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "14 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Karan and Kabir are surprised by their aptitude test scores: Karan is told he will be a CEO, while Kabir is going to turn out as a sanitation engineer. Karan soon starts acting smart, while Kabir starts to have a negative attitude. Meanwhile, Binnie saves the life of a Faloodistan ambassador, and later Rani. She becomes famous for a little while and Rani doesn't like it. But eventually new news comes and Binnie is sad to find out that her 15 minutes of fame are over.    "
                },
                "20": {
                    "title": "Nugget of History",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "21 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Maan Singh's grandmother, Sukinder Kaur Dhillon, comes to visit, and helps Karan with his history paper about \"1940s Indian Independence Movement\", which he writes based on a man named Balwinder Singh Deol, whom according to Sukinder was the host of the a pro-independence radio show. But Karan gets a \"F\" because the teacher claims that the facts in Karan's paper are inaccurate. Karan gets help from Grandma Maan Singh to prove Karan's history teacher was wrong. Meanwhile, Rani decides to learn the hotel business. She hilariously attempts to learn each job- bell boy, ...    "
                },
                "21": {
                    "title": "Health and Fitness",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "28 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Every employee at the Raj Mahal is required to take a cholesterol test, and Mr. Maan Singh is afraid of the needle. Kabir tries to get Chef Pappe to eat healthily after bacon bits were found in his blood after the cholesterol test. After looking in a slanted mirror that distorts images, Rani is worried about being overweight, and Binnie is worried about being too thin. Rani starts to obsessively exercise and eat nothing while Binnie tries to eat a lot. In an effort to keep Karan from eating too much candy, Priti gives him a strictly healthy diet.    "
                },
                "22": {
                    "title": "Summer of our Discontent",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "4 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Kabir searches for a summer job, and finds a \"help wanted\" sign at the local bookshop. When the owner realizes Kabir is friends with Rani, he will only hire Kabir if he will set him up on a date with her. Meanwhile, Karan repeats English in summer school, but when Karan discovers he is the smartest student in his summer school class, all the other kids give him three hanging wedgies but in the end he tutors them too which causes them to pass the entire summer school class. Karan later finds the wedgies strangely relaxing.    "
                },
                "23": {
                    "title": "Goodbye Suite",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "18 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    After Shruti gets a job as a senior manager at another hotel, she and the boys find that they have to move out of the Raj Mahal Hotel. In order to make everyone remember them, Karan and Kabir prank everyone before pulling an ultimate prank on Mr. Man Singh. Meanwhile Rani discovers that her father is planning to take to her to London. To convince him to leave her in India, she enlists the help of Binnie.    "
                },
                "24": {
                    "title": "The Toolkit That Came to Dinner",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "3 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Toolkit couldn't fix things right because his mother moved out. When Karan and Kabir invite Toolkit over for dinner and stay overnight, he just won't leave, because he doesn't want to be alone. Priti is getting annoyed at him so she forces Karan and Kabir to make him go. Meanwhile, Rahul dumps Rani and she wants to find a way to get back with him.    "
                }
            },
            "1": {
                "1": {
                    "title": "Grounded on the 23rd Floor",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Karan and Kabir get grounded for a week for rollerblading in the lobby, injuring Mr. Maan Singh in the process. When they find out a famous couple is getting married at the hotel, they buy a camera from Vinnie to take a picture of the couple that was rumored to be selling for 1 lac rupees. Karan sneaks into the wedding and takes the picture, only for Vinnie, Kabir, and Karan to be busted by Mr. Maan Singh. The boys are grounded again for another week after Priti finds out.    "
                },
                "2": {
                    "title": "The Fairest of Them All",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Kabir accidentally enters in a beauty pageant after he follows a cute girl Shipra into the dressing room to give her some flowers. When he hears Maan Singh coming he disguises himself as a girl. Kabir excels in the pageant but quits so that Shipra can win the money to open a place to help pets. Karan tries to enter in his place and win the prize money so they can buy bikes, but he is exposed as a boy by Kabir. Shipra is initially angry with Kabir when she finds out that Kabir is a boy but relents and gives him a kiss before leaving the Raj Mahal.    "
                },
                "3": {
                    "title": "To Catch a Thief",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Jung Bahadur is accused of a theft after someone's jewelry was stolen. Karan and Kabir try to prove it wasn't him, but they end up crashing a party, for which they get punished. Meanwhile, Rani can't bring her dog onto her dad's ship, so Vinnie takes care of Rani's dog while she's gone. When Karan and Kabir overhear the real thieves talking about heading up to Rani's suite, the twins, Jung Bahadur, and Vinnie set a trap to catch them.    "
                },
                "4": {
                    "title": "Hotel Hangout",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Karan and Kabir meet two new friends Max and Noodle and invite them over, but when the Danzo group finds out that they live in the Raj Mahal Hotel, they suddenly want to hang out with the twins instead, leaving Max and Noodle behind. Meanwhile, Vinnie tutors Rani in Maths and Rani gives Vinnie advice on how to talk to the hotel lifeguard Rahul.    "
                },
                "5": {
                    "title": "The Ghost of Suite 613",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "13 May 2012",
                    "year": "2012",
                    "plot": "\n    A rumor is circulating around the Raj Mahal Hotel that Suite 613 is haunted by a ghost named Shalini, whose husband left her for an actress. Their movie's name was Bhel puri ki kasam. Meanwhile, Karan plays practical jokes on everyone, embarrassing them. Later, when they hear that Rani has dropped her purse with one or two thousand rupees in Suite 613, Vinnie, Rani, Karan and Kabir all run up to get it. On the way, Shobhji tells them about Shalini, then leaves. When Maan Singh finds them in the suite later on, he tells them of the experience he had with Suite 613 when...    "
                },
                "6": {
                    "title": "It's a Mad, Mad, Mad Hotel",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "20 May 2012",
                    "year": "2012",
                    "plot": "\n    When Karan and Kabir's football breaks a painting in the hallway, they find an old newspaper article stuck to it. It shows a man being arrested by the police, saying: \"I will return for my treasure.\" Karan and Kabir start to look for the treasure. Vinnie overhears, and the twins let her help. In the article is a picture of Shobhaji, so Karan, Kabir and Vinnie ask her about it. Shobhaji agrees to help as long as she gets part of the treasure. Jung Bahadur and Rani join Karan, Kabir, Vinnie and Shobhaji to find the treasure, which causes lots of arguing and chaos. ...    "
                },
                "7": {
                    "title": "Hotel Inspector",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "27 May 2012",
                    "year": "2012",
                    "plot": "\n    Maan Singh gives Karan and Kabir tickets to IPL Match while the health inspector Titli arrives at the Raj Mahal. Unfortunately, the boys arrive before the inspector does and, due to Karan's and Kabir's rats, it causes chaos in the hotel, getting Maan Singh fired. Together, they must devise a way to get Maan Singh back.    "
                },
                "8": {
                    "title": "Pilot Your Own Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "3 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Vinnie and Rani compete with each other to get on the cover of a teen magazine. Kabir convinces Maan Singh's employees to \"pilot their own lives\", which causes a lot of chaos.    "
                },
                "9": {
                    "title": "Smart & Smarterer",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "10 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Karan gets a bad grade in school and Priti says he will have to go to summer school if he can't keep his grades up. However, after he finds out that his friend gets more time to complete tests because he has dyslexia, Karan pretends that he has dyslexia, too. Maan Singh loses his voice, causing havoc in the hotel. Rani and Vinnie play chess but Rani keeps winning so they keep playing until Vinnie wins. When she can't, Rani eventually lets Vinnie win.    "
                },
                "10": {
                    "title": "A Prom Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "17 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Vinnie's high school prom is coming up, and Karan finds out by throwing it at the Raj Mahal. When he overhears her saying that she likes a guy who has a five-year age difference from her, he thought it was him, not Ashwin the guy she liked. Meanwhile, a circus comes to the Raj Mahal, prompting Kabir to act like a mime. When Karan gets his heart broken by Vinnie, she gets her heart broken by Ashwin, who has a college girlfriend. Vinnie then agrees to dance with Karan.    "
                },
                "11": {
                    "title": "Cookin' with Heer and Ranjha",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "24 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Titli, the hotel inspector who attempted to replace Mr. Maan Singh as manager of the Raj Mahal, returns and informs Mr. Maan Singh that she is the manager of the hotel across the street. The son of the rival hotel owner Rajlalit likes Rani but the owners of the hotel hate each other. Vinnie helps them meet behind everyone's back. Karan tries to make money from Kabir's cookies which are the best some people have ever tasted.    "
                },
                "12": {
                    "title": "Nurse Karan",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "1 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Kabir takes care of Priti when she is sick but, when Kabir falls ill, Karan needs to take care of them both. The staff at the Raj Mahal try to win Employee of the Month by sabotaging the other employees' stations.    "
                },
                "13": {
                    "title": "Kabir goes to Camp",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "8 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Kabir and Noodle go to math camp for a week, leaving Karan on his own for a few days. Meanwhile, Rani gets her learner's permit and while Mr. Maan Singh teaches her how to drive, her car ends up in the Raj Mahal hotel wall. When Karan starts to miss Kabir, he persuades Rani, Vinnie, and Shobhaji to drive up to camp to check on Kabir with him.    "
                },
                "14": {
                    "title": "Rumours",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "15 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Rani starts a rumor about Vinnie and Rahul that angers Vinnie, eventually leading her into accidentally beginning a rumor about Rani that she has real \"Haathi ka daant\" (ivory) in her closet. It turns out that she pronounced \"Haathi ko daant\" (scolded the elephant), which caused Vinnie to think she had real animal ivory. Kabir tries to make himself look less like Karan by dyeing his hair, but it turns green and he asks Karan to take his place in an interview.    "
                },
                "15": {
                    "title": "Big Hair & Cricket",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "22 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Mr. Maan Singh takes Karan and Kabir to a cricket game, but when he accidentally catches a cricket ball that makes the Mumbai Ninjas lose the game, everyone in Mumbai hates him. Vinnie attempts to stop her hair from frizzing before going to a blind date Rani set up for her with a boy who sweats when he is nervous.    "
                },
                "16": {
                    "title": "Mama's Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "29 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    The boys' uncle Jojo returns. Karan gets tired of living by his mother's boring rules, so Karan sneaks onto his uncle's bus the day he leaves. Priti decides to become the \"fun\" parent while his uncle becomes a responsible one. Rani trains Vinnie because of her lack of strength for gym class.    "
                },
                "17": {
                    "title": "Hugs & Basketball",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "5 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Max hugs Karan after they win a basketball game, then Karan insults Max making her feel bad since she really likes him. The basketball team then makes him go on a date with her so that she'll feel better, but then the date goes horribly wrong, with Karan revealing it wasn't his own decision to come, and Max feels worse than ever. Vinnie helps Rani with her shopping problems.    "
                },
                "18": {
                    "title": "Crushed",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "12 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    A classmate named Khushboo falls in love with Kabir because he is the only pupil who isn't mean to her. She asks him out on a date, and Kabir gets Karan to go on the date and revolt her. Kushboo finds out it is really Karan, not Kabir, on the date, and begins to like him, instead. Rani sets up her dog Princess on a date with another rich dog. Princess doesn't like the other dog, and falls in love with Vinnie's dog, Rocky.    "
                },
                "19": {
                    "title": "Rock Star in the House",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "19 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    A famous rock star Zafar Ali stays at the Raj Mahal. Rani and Vinnie try to see him while Karan obtains souvenirs to auction off to other fans. Kabir works on his science project, a high frequency laser, and Digital helps him even though it is against the rules.    "
                },
                "20": {
                    "title": "Mumbai Holiday",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "26 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Prince Rajraj, The Prince of Kharan Kabar, stays at the Raj Mahal and becomes friends with Karan and Kabir. He tells them he just wants to be a normal child and Karan takes him to the mall while Kabir takes his place in a meeting with the mayor (Kabir wears a Shabakababa which is a worn on occasions in Rajraj's culture - it covers the face so nobody could tell it was Kabir). Rajraj keeps on eating cotton candy while thinking his people will pay for it. Karan and Rajraj end up in mall jail. Meanwhile, Rani thinks she has spotted a UFO and Vinnie helps her because Rani ...    "
                },
                "21": {
                    "title": "Vinnie Checks In",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    A hotel guest named Rehan checks into the Raj Mahal Hotel and Vinnie seems to like him very much. When Rani invites her and Rehan to see a concert, she asks Vinnie to play along for one night and act rich. This backfires when Rehan and his parents stay another night in Mumbai, and when Karan and Kabir get involved. They get her into the imperial suite, but another guest, Shamsher Singh , checks into Vinnie's suite, so the boys must dismantle the suite in order for the wrestler to check out of the hotel.    "
                },
                "22": {
                    "title": "Heck's Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "9 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Mr. Maan Singh receives information that a food critic called Sanjeev Kumar is coming to the Raj Mahal to try out the food. He is told that Sanjeev puts different disguises (including that of an old Chinese man). Mr. Maan Singh then hires Karan and Kabir to sneak around the hotel and find out who exactly is Sanjeev Kumar. They conclude that a South Indian cowboy is actually Sanjeev Kumar and Mr. Maan Singh orders Chef Pappe to cook a wonderful meal for him. Things take a turn for the worse when Chef Pappe quits after being insulted, and Kabir must take over, having ...    "
                },
                "23": {
                    "title": "Poor Little Rich Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "16 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Karan and Kabir watch a video of them being born, but in the video, their mother might have mistaken them for each other, so they become the complete opposite of themselves. Meanwhile, Rani becomes poor after finding out her father went bankrupt from a failed investment of diamonds, so she stays with Vinnie until her father can find a place for her to stay. At the end, Priti gets her sons' birth certificates from the hospital and tells which of her sons are which. Also Rani becomes rich again when Mr. Maan Singh tells her that her father struck oil in his diamond mine.    "
                },
                "24": {
                    "title": "Band in Mumbai",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "23 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Karan, Kabir, Max and Noodles organize a band called DoubleRow for battle of the bands, but due to fighting, Kabir quits the band. On the day of the event, Max locks the twins in their closet, but they find their own way there, with help from Digital. Meanwhile, Vinnie and Rahul's band Waterworks for battle of the bands instruments' are funded by Rani after they promise she can be a back-up singer, but she is a terrible singer.    "
                },
                "25": {
                    "title": "Footloser",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "23 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Karan and Kabir enter DanceHindustanDance, a dance contest. When Karan hurts his ankle jumping on the bed after Max specifically told him not to do anything stupid, Kabir fills in for Karan despite being a terrible dancer. Rani loans Vinnie money for her parents trip to Malaysia so in return Vinnie works for Rani Until she can repay her. In the end the entire staff chip in some money so Vinnie can pay Rani back.    "
                },
                "26": {
                    "title": "Commercial Breaks",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Suite Life of Karan & Kabir (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "30 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    A commercial for the Raj Mahal is being shot at the hotel. All of the employees have to audition. The director didn't like anybody who auditioned, but picked Rani because her father signs his paycheck. Rani is horrible, so she is fired and replaced by Mr. Maan Singh who trips and breaks his leg, so Priti (who had previously dated the director) does the commercial.    "
                }
            }
        },
        "number of episodes": 50,
        "cast": [
            {
                "name": "Shah, Namit"
            },
            {
                "name": "Thakkar, Siddharth"
            },
            {
                "name": "Sachdev, Shivshakti"
            },
            {
                "name": "Seth, Shruti"
            },
            {
                "name": "Baggan, Daman"
            },
            {
                "name": "Ladakhi, Shaynam"
            },
            {
                "name": "Sutaria, Tara"
            },
            {
                "name": "Kaduskar, Ayesha"
            },
            {
                "name": "Sulakshana"
            },
            {
                "name": "Syed, Abbas"
            },
            {
                "name": "Kodak"
            },
            {
                "name": "Hirjee, Vrajesh"
            },
            {
                "name": "Chadha, Rishab"
            },
            {
                "name": "Narang, Ayush"
            },
            {
                "name": "Daini, Saloni"
            },
            {
                "name": "Anklesaria, Saniya"
            },
            {
                "name": "Malji, Beena"
            },
            {
                "name": "Fernandes, Erica"
            },
            {
                "name": "Singh, Surdeepta"
            },
            {
                "name": "Sainani, Shoky"
            },
            {
                "name": "Mitra, Jhumma"
            },
            {
                "name": "Thapar, Akash"
            },
            {
                "name": "Pradhan, Shahnawaz"
            },
            {
                "name": "Das, Deepjyoti"
            },
            {
                "name": "Irani, Zareen"
            },
            {
                "name": "Sharma, Priyanka"
            },
            {
                "name": "Burman, Megha"
            },
            {
                "name": "Chauhan, Sahil"
            },
            {
                "name": "Adarsh"
            },
            {
                "name": "Akerkar, Parthaa"
            },
            {
                "name": "Anareddy, Prasad"
            },
            {
                "name": "Bajaj, Sheena"
            },
            {
                "name": "Balchandani, Bhavesh"
            },
            {
                "name": "Beg, Asif Ali"
            },
            {
                "name": "Deboo, Kurush"
            },
            {
                "name": "Dhanushmati"
            },
            {
                "name": "Doshi, Devansh"
            },
            {
                "name": "Golani, Rohan"
            },
            {
                "name": "Grewal, Kuki"
            },
            {
                "name": "Jagan, Suraj"
            },
            {
                "name": "Kutianawala, Murtuza"
            },
            {
                "name": "Malik, Armaan"
            },
            {
                "name": "Mehta, Saurabh"
            },
            {
                "name": "Narain, Kaustubh"
            },
            {
                "name": "Natekar, Simran"
            },
            {
                "name": "Parekh, Khushi"
            },
            {
                "name": "Parvez, Bobby"
            },
            {
                "name": "Rahate, Tejas"
            },
            {
                "name": "Rehaan"
            },
            {
                "name": "Satya"
            }
        ],
        "locations": [
            "Mumbai, Maharashtra, India"
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "hi"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.85 : 1",
        "sound mix": [
            "Dolby"
        ],
        "number of seasons": 2,
        "rating": 6.9,
        "votes": 101,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGI0MGIzNmYtMTU5OS00N2RlLTk0ZWEtNjk2M2I0YTc0ZWY0XkEyXkFqcGdeQXVyNjgxMjk4MzQ@._V1_SY150_CR1,0,101,150_.jpg",
        "languages": [
            "Hindi"
        ],
        "title": "The Suite Life of Karan & Kabir",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "The Suite Life of Karan & Kabir (India)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Company Production House"
            },
            {
                "name": "Walt Disney Productions"
            }
        ],
        "distributors": [
            {
                "name": "Disney Channel India"
            }
        ],
        "plot": [
            "Two Brothers lives in a hotel and teases hotel manager"
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "sound mix": [
                "Dolby"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.85 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 101,
                "rating": 6.9
            },
            "aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 41,
                "rating": 6.7
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 5.3
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "males": {
                "votes": 53,
                "rating": 6.6
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 36,
                "rating": 6.7
            },
            "males aged 30 44": {
                "votes": 7,
                "rating": 5.3
            },
            "females": {
                "votes": 7,
                "rating": 6.6
            },
            "females aged 18 29": {
                "votes": 5,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 4.0
            },
            "us users": {
                "votes": 6,
                "rating": 5.5
            },
            "non us users": {
                "votes": 23,
                "rating": 6.2
            }
        },
        "number of votes": {
            "10": 43,
            "9": 5,
            "8": 13,
            "7": 11,
            "6": 6,
            "5": 3,
            "4": 4,
            "3": 0,
            "2": 2,
            "1": 14
        },
        "arithmetic mean": 7.3,
        "median": 8
    }
}