{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "8 November 2012"
            }
        ],
        "release dates": [
            "Canada::8 November 2012"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "War Story: The Damage Done",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "11 Nov. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Bomber Command - Hitting Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    In 1940, with Britain and the Commonwealth virtually fighting alone against the Nazi onslaught, Germany began widescale bombing of British cities. The British survived this brutal assault, and, by 1942, Bomber Command, under the direction of Air Marshal Sir Arthur Harris, commenced strategic bombing of German cities. For the British and Canadian aircrews flying the bombers, these may have been revenge attacks, but they were also a grim task to which they were entirely committed in the service of winning the war. The campaign took a tremendous toll, a cost also borne ...    "
                },
                "2": {
                    "title": "Bomber Command - Getting Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Getting home was never easy for bomber crews: Flying with Bomber Command was the most dangerous service in the Allied forces during the Second World War. Of the 125,000 men who served in bomber aircrew, 55,000 were killed, including nearly 10,000 Canadians. Indeed, a majority of bomber aircrew did not survive the 30 sorties needed to complete an operational tour. Getting Home continues the incredible story of Bomber Command begun in Hitting Back. Bomber Command operated mainly at night, striking German cities and industrial infrastructure. The British and Canadian ...    "
                },
                "3": {
                    "title": "Kap'Yong",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    On 22 April 1951, the invading Chinese Army threatened Seoul, capital of South Korea. The Chinese forces had pushed back the United Nations defenders, but they still had to confront a heavily outnumbered Canadian infantry battalion of determined volunteers. Kap'yong is simultaneously one of the finest small unit actions in Canadian history and a forgotten battle in a war that has never received due attention in Canada. In Kap'yong: The Forgotten Battle, Canadian and Chinese veterans reflect on those fateful events of over 60 years ago. The Canadian defenders at ...    "
                },
                "4": {
                    "title": "Bomb Girls Remembered",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "9 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    During the Second World War, 250,000 Canadian women helped to build the arsenal of democracy. There was a two-tiered motivation for these workers from across Canada, mainly young women outside of the home for the first time, to seek employment in the arms industry. The government's official line asserted that women in industry released men for front line military service, but deeper and more personal motivations, namely a desire to help win the war and bring those same men home as soon as possible, prevailed. These young women met the challenges of factory work and ...    "
                },
                "5": {
                    "title": "Sicily - The First Campaign",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    The Sicily Campaign began with the largest seaborne invasion in history on 9-10 July 1943. The Allied forces of Britain, Canada, and the United States, in the first direct invasion of Axis territory, sought to knock Italy out of the war and attack Germany from the south. Prior to Sicily, the Second World War Canadian Army had only seen combat at Hong Kong and Dieppe, both unmitigated disasters. The Canadian units that took part in the campaign - the 1st Canadian Infantry Division and the 1st Canadian Armoured Brigade, a combined 25,000 men containing formations from ...    "
                },
                "6": {
                    "title": "Ortona - The War Inside",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Nov. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "The Road to Rome",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "10 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    From Ortona, the Canadians moved across the Italian peninsula to the Liri Valley, the mountainous area to the south of the Italian capital of Rome. With the Hitler Line shattered by Canadian infantry, the tankers of the 5th Canadian Armoured Division surprised the Germans with an audacious crossing of the Melfa River, but their American allies were given the prize of liberating the eternal city. The Road to Rome examines the incredible experiences of Canadian veterans, the victories and horrors of armoured combat, and the pivotal value, far too often neglected, of the...    "
                },
                "8": {
                    "title": "Out of the Clouds - Paratroopers in Normandy",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "11 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    In Normandy, the 1st Canadian Parachute Battalion proved itself to be in the vanguard of the best-trained and toughest units in the Allied forces. Established in 1942 - predominantly recruited from the cream of young and adventurous volunteers who boasted long experience in manual labour and contact sports - on the early morning of D-Day, 6 June 1944, the paratroopers, the only Canadian unit in the 6th British Airborne Division, were dropped behind enemy lines in Nazi-occupied France, equipped only with what they could carry. They fought surrounded by the enemy, with ...    "
                },
                "9": {
                    "title": "Across the Rhine - Paratroopers in Germany",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "11 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    In mid-September 1944, the remnants of the battered 1st Canadian Parachute Battalion returned to England from Normandy. After their success on the continent, experiences detailed in Out of the Clouds: Paras in Normandy, the Canadian veterans felt they deserved a chance to rest and reorganize. However, their new commanding officer, Lieutenant-Colonel Jeff Nicklin, a former star with the Western Canada Rugby Football Union's Winnipeg Blue Bombers, was a hard-driving disciplinarian. Worn down by a training regimen they regarded as punishing and unfair, the exhausted ...    "
                },
                "10": {
                    "title": "Vengeance: The Jewish Partisans' War",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "11 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    In 1941, life as the Jews of Eastern Poland knew it was brought to an abrupt and brutal end. Entire populations were wiped out, but nearly 30,000 Jews escaped the ghettos and work camps. Taking to the nearby forests, they joined the growing underground resistance army, actively fighting the Nazis. Vengeance reveals this little known chapter in history through four such partisans who tell their incredible stories of losing everything and fighting back. Norman, Sara, Faye and Eugene grew up close to the Russian border in villages across Poland and Lithuania, where Jews ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Behind Enemy Lines",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "8 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Members of the Belgian and French Resistance risk everything to help Canadian airmen evade Nazi capture.    "
                },
                "2": {
                    "title": "Buchenwald Airmen",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "8 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Allied airmen are shot down over occupied France, betrayed to the Nazis, and incarcerated in Buchenwald Concentration Camp.    "
                },
                "3": {
                    "title": "Prisoners of the Sun",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "9 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Canadian soldiers become prisoners of the Japanese after the fall of Hong Kong, but they never stop fighting.    "
                },
                "4": {
                    "title": "Not One Step Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "9 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Searing personal reflections of Germans and Soviets who fought at Stalingrad, the bloodiest battle in history.    "
                },
                "5": {
                    "title": "Hell No, We Won't Go",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "10 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    American draft resisters who came to Canada during the Vietnam War reflect on their actions, and the consequences.    "
                },
                "6": {
                    "title": "Next Stop Vietnam",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "10 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Canadian combat veterans of the Vietnam War affirm their dramatic and virtually unknown experiences.    "
                },
                "7": {
                    "title": "Peril on the Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "11 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Canadian sailors overcome inexperience, the elements, and German submarines to win the Battle of the Atlantic and keep the British Isles alive.    "
                },
                "8": {
                    "title": "The Last Ship: The Sinking of the Esquimalt",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "11 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The HMCS Esquimalt is torpedoed off Halifax by a German submarine, leaving the survivors to the frigid waters of the North Atlantic.    "
                }
            },
            "3": {
                "1": {
                    "title": "Dieppe Survived",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "8 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Canadian soldiers tell amazing stories of survival and POW ordeals after the disastrous 1942 Dieppe raid.    "
                },
                "2": {
                    "title": "D-Day + One",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "9 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The untold story of the day after D-Day when Canadian troops got furthest into France and had to defend the Allied invasion from a vicious German counterattack.    "
                },
                "3": {
                    "title": "Whistle for a Tiffy",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "9 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Canadian Typhoon pilots tell gripping stories of the rocket-firing \"Tiffy,\" the iconic fighter-bomber credited with stopping the Nazis in Normandy.    "
                },
                "4": {
                    "title": "Falaise: The Corridor of Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "10 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Canadian soldiers have the pivotal job of closing the trap on a whole German army in Normandy, but the Falaise Gap proves to be a brutal battlefield.    "
                },
                "5": {
                    "title": "Where Hell Is: The Leopold and Scheldt",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "10 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Canadian soldiers run into a horrific killing zone in the Scheldt Estuary where the Germans have been ordered to fight to the death.    "
                },
                "6": {
                    "title": "Liberation",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "11 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    In Spring 1945, the long-suffering Dutch people - including Jews in hiding - eagerly await their Canadian liberators - but the Germans don't give up easily.    "
                }
            },
            "4": {
                "1": {
                    "title": "Going to War",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "11 Nov. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Cradle of the Taliban",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "11 Nov. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "The White School",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "11 Nov. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Operation Medusa",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "11 Nov. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Hearts and Minds",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "11 Nov. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "The Long Way Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "War Story (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "11 Nov. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 31,
        "genres": [
            "Documentary",
            "History",
            "War"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 5,
        "rating": 9.3,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDVmOWY5ODEtNWU0YS00YjNlLTg5ZDgtOGEzYTdlZjE2ZDUwXkEyXkFqcGdeQXVyMjA5MDU5Nw@@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "WAR STORY, the landmark television series for HISTORY featuring little-known stories of Canadians in combat, is told entirely by the men and women who were there. Each episode tells the story of an extraordinary military event where Canadians made the difference. Through powerful, intimate interviews and spectacular high-definition historical footage, WAR STORY reveals the horror and heroism of battle and survival as never before. WAR STORY looks behind the headlines and slogans, exposing the very human side of conflict: the victories and the cost, the love and loss. Through the voices of the footsoldier, the leader, the civilian and the enemy, WAR STORY provides new and unprecedented insight into stories you thought you knew.",
        "languages": [
            "English"
        ],
        "title": "War Story",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "War Story (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "production companies": [
            {
                "name": "52 Media"
            }
        ],
        "distributors": [
            {
                "name": "History Channel"
            }
        ],
        "plot": [
            "_War Story_ (qv) tells moving personal stories of the Second World War. From the foot soldier, the leader, the civilian and even the enemy, these stories tell what it was like to be in the Second World War - by the Canadians who were there.",
            "WAR STORY, the landmark television series for HISTORY featuring little-known stories of Canadians in combat, is told entirely by the men and women who were there. Each episode tells the story of an extraordinary military event where Canadians made the difference. Through powerful, intimate interviews and spectacular high-definition historical footage, WAR STORY reveals the horror and heroism of battle and survival as never before. WAR STORY looks behind the headlines and slogans, exposing the very human side of conflict: the victories and the cost, the love and loss. Through the voices of the footsoldier, the leader, the civilian and the enemy, WAR STORY provides new and unprecedented insight into stories you thought you knew."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 9.3
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 10.0
            },
            "males": {
                "votes": 5,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 6.0
            },
            "us users": {
                "votes": 2,
                "rating": 10.0
            },
            "non us users": {
                "votes": 3,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 5,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 9.3,
        "median": 1
    }
}