{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "6 March 2012"
            },
            {
                "country": "USA\n",
                "date": "3 April 2012"
            }
        ],
        "release dates": [
            "USA::6 March 2012",
            "USA::3 April 2012"
        ],
        "episodes": {
            "4": {
                "2": {
                    "title": "The 2015 Line-Up, Brad Lidge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "31 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Pat and Corey review what the 2015 Opening Day line up might look like while Ian Riccaboni catches up with Phillies' legend Brad Lidge at the Philadelphia Sports Card Show, presented by the Sports Vault. Rachel joins Pat and Corey to talk about their fantasy picks.    "
                },
                "12": {
                    "title": "Nola Promoted to AAA, Franco's Hot Start, Carlos Tocci, Bobby Shantz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "16 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Pat and Corey discuss Aaron Nola's rise through the minors, Maikel Franco's hot start and more while Jay catches up with Carlos Tocci, Natalie gets some cooking lessons, and Ian meets up with Philadelphia baseball legend Bobby Shantz.    "
                },
                "17": {
                    "title": "Trade Deadline Special: Hamels, Papelbon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "original air date": "27 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Corey and Rachel are joined by Ian Riccaboni to discuss whether or not the Phillies should pursue trades for Cole Hamels and Jonathan Papelbon prior to the 2015 MLB non-waiver trade deadline. Jay Floyd joins the crew to discuss the Phillies farm and Kevin Beard of RBI baseball discusses youth baseball in Philadelphia.    "
                },
                "19": {
                    "title": "Utley, Prospects from Hamels' Deal, 2015 Rookies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 19,
                    "original air date": "18 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    On this episode of Phillies Nation TV, Corey and Rachel are joined by Ian Riccaboni who talk the possibility of a Chase Utley trade, what the Phillies could expect in return, and the second baseman's legacy. Also discussed: Pete Mackanin's job security and the 2015 NL Rookie of the Year race. Additionally, Jay Floyd catches up with Nick Williams and Jake Thompson, two of the key players the Phillies received in the Cole Hamels' trade.    "
                }
            },
            "1": {
                "1": {
                    "title": "Victorino Contract, Chris Kobela",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    This week on Phillies Nation TV, Corey and I spend some time on Shane Victorino and the possibility of a new contract at a discounted rate after the season as he becomes a free agent. We also discuss Ryan Howard and his \"setback.\" How far back will he be pushed? Ian Riccaboni talks with a die-hard Phillies fan who is battling Leukemia and raising money as he fights on. Also, Natalie Egenolf gives us some great reader comments and questions from Facebook and Twitter. Look for the Phillies Nation trivia question of the week, too! In the final segment, we break into the ...    "
                },
                "2": {
                    "title": "Blanton's Value, Dontrelle, Doc Struggles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    This week on Phillies Nation TV, Pat and I dive into possible trades for Joe Blanton. The Blue Jays interest seems to have cooled but we look at whether or not moving Blanton makes sense to begin with. We also examine Dontrelle Willis' odds of making the team and why Charlie Manuel might be to blame for his early struggles. Later in the show we talk teams to fear in the National League, and why Roy Halladay struggles so much in the first inning of games.    "
                },
                "3": {
                    "title": "Utley's Knees, Clearwater Fun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    It's the latest edition of Phillies Nation TV with Pat Gallen, Corey Seidman, and Natalie Egenolf. On this weeks episode, the talk is about Chase Utley's knees and the dreaded microfracture word. Also, Pat was in Clearwater for Spring Training and got a chance to talk with Ryan Lawrence of the Delco Times and Kevin McAlpin, Braves Beat Reporter from 680 the Fan in Atlanta. Lawrence talks about Ryan Howard and Dom Brown, while McAlpin chimes in on the Braves collapse last year.    "
                },
                "4": {
                    "title": "Utley, Clearwater, Prospects",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    On the latest edition of Phillies Nation TV, we talk, who else, Chase Utley. What's with the lack of communication within the organization? Kind of odd that Ruben Amaro says one thing, Utley another. We discuss. Also, I got a chance to talk with John Timberlake (yes, Justin's uncle), the Clearwater Threshers GM and Director of Florida Operations. We discussed looking over the youngsters and expanding on Bright House Field. Also, questions and comments with the lovely Natalie Egenolf. Plus, fan reactions from Clearwater that are hilarious.    "
                },
                "5": {
                    "title": "2012 MLB Preview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Just a few more days until baseball counts again, and we can't wait. Corey and I look at some storylines here with the Phillies, as well as throughout baseball in our 2012 MLB Preview show. We break down each division and tell you who we think is primed to win the MVP, Cy Young, and more in both leagues. Get ready for the 2012 season with us!    "
                },
                "6": {
                    "title": "Home Opener and Fan Reactions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    In our latest edition of Phillies Nation TV, Corey and I come at you from Citizens Bank Park following the Phillies home opener, a 6-2 loss to the Miami Marlins. We breakdown everything we saw out of the players during the home opener and dig deeper with an entire segment dedicated to the men out in the bullpen. Also, be sure to look for the fan segment with Natalie out at the tailgates in the M Lot across from CBP. Some great predictions and a long bathroom line. You'll see what I mean. As always, enjoy!    "
                },
                "7": {
                    "title": "West Coast Road Trip, Struggling Phillies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Welcome back to Phillies Nation TV! Myself, Corey, and Natalie talk about the long west coast roadie the Phillies are currently on. Natalie has some reader comments and questions, including what other pitchers we enjoy watching outside of the Phillies rotation.    "
                },
                "8": {
                    "title": "Lawrence, Schwimer, Fun & Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "24 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    On the latest edition of Phillies Nation TV, Ryan Lawrence of the Delco Times joins us from Phoenix as the Phillies round out their 10-game road trip. He answers questions about Cliff Lee, Domonic Brown, and more. We also welcome in John Brazer and Francis Winkey. Brazer is the Phillies Director of Fun and Games and the Director of Publicity. Winkey is the Aramark Merchandise Manager; they both come to show off what the Phillies have in store for fans this season at Citizens Bank Park. A lot of really cool giveaways are upcoming, and they spotlight some of the best. ...    "
                },
                "10": {
                    "title": ", Hamels/Hamilton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "1 May 2012",
                    "year": "2012",
                    "plot": "\n    On this latest edition of Phillies Nation TV, we talk about two big topics from this week; Cole Hamels plunking Bryce Harper and Jayson Werth ripping Philadelphia. Natalie jumps in with some reader comments and questions, as always. Our minor league contributor, Jay Floyd, also joins us for some chatter about the Phillies farm system. He highlights some players who are making waves and others who are not.    "
                },
                "11": {
                    "title": "All-Star Chooch, Lineup with Howard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 May 2012",
                    "year": "2012",
                    "plot": "\n    On this latest edition of Phillies Nation TV, Corey and I go the whole way without Natalie. Sorry guys. But we do get into some pretty good baseball talk, including Carlos Ruiz and his all-star prospects this season. His numbers are silly good, does he deserve it. We also look at a lineup with Ryan Howard in it.    "
                },
                "12": {
                    "title": "Howard Rehab, Youkilis, Oswalt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 May 2012",
                    "year": "2012",
                    "plot": "\n    On the latest edition of Phillies Nation TV, our special guest is David Hale from the Wilmington News Journal. He sticks around for segments one and two, discussing the Phillies handling of Ryan Howard's rehab, the Kevin Youkilis rumors, and much more. Natalie Egenolf is back with reader comments and questions, including who would be the MLB player most likely to front a boy band. Hard-hitting stuff! And, we dive into the Roy Oswalt rumors - would he be a fit for the Phillies with Vance Worley injured?    "
                },
                "13": {
                    "title": "Hamels Interview, Utley Rehabs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "5 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    It's the latest edition of Phillies Nation TV! In this episode, I have a one-on-one interview with Cole Hamels. I asked him about the process of free agency and a lot more. You'll want to see that. Corey and I discuss Chase Utley's timeline and if you'll see him in red pinstripes soon. Plus, your weekly update on Kevin Youkilis.    "
                },
                "14": {
                    "title": "The Best of Phillies Nation TV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "19 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Phillies Nation TV, we take the best segments of the year and put them altogether for your viewing pleasure. They include our Guys We Despise spectacular - the 10 guys that killed the Phillies in one way or another. Also in there is our chat with Todd Zolecki, co-author of \"The Rotation,\" and Phillies fan Chris Kobela.    "
                },
                "15": {
                    "title": "Camden Yards, Interleague Disaster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "19 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    On the latest Phillies Nation TV, Corey and I discuss the Phillies struggles during interleague play, culminating in an embarrassing sweep in Toronto. Stick around for the fun as Brian Michael meets fans and beer lovers in Baltimore during the Phillies trip to Camden Yards. Phillies fan Greg Roth takes over the mic and talks to some upbeat Phils diehards. During the reader questions portion of the show with Natalie, Corey and I give our NL All Stars starters and who deserves to go to Kansas City in July. And we wrap up the show with a quick look at the future of this ...    "
                },
                "16": {
                    "title": "Utley's Return, Wifflepalooza",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "26 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    On this edition of Phillies Nation TV, Corey and I discuss the imminent return of Chase Utley and how he'll impact a lineup that has shown promise lately. I report from Wifflepalooza in Aston, PA, where Phillies Nation fielded a team. It was all for a good cause, so us losing badly wasn't that big a deal. Natalie Egenolf joins us for reader comments and questions and we discuss our AL All-stars. See if you agree. And in the final segment, we dive into the trade deadline candidates for the Phillies and other teams throughout baseball.    "
                },
                "17": {
                    "title": "Hamels Rumors, Phils Slide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "3 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    On the latest edition of Phillies Nation TV, there was plenty to discuss. Corey and I jump right into our thoughts on the Cole Hamels situation and if he will be dealt. We look back at a dismal go for the Phillies over the weekend and the trades that were made; Jim Thome to Baltimore and Chad Qualls to the Yankees. There are great reader comments and questions we answer pertaining to the bullpen and other players you'd like to have in Phillies pinstripes. And we talk about the Ryan Howard rehab process and when he could return.    "
                },
                "18": {
                    "title": "Hamels, Victorino, Grades",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "10 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    The latest edition of PN TV looks at the Cole Hamels trade possibilities and the likelihood he stays in Philadelphia. Some good quotes from a one-on-one with CSNPhilly that we discuss. Also, is there even a market for Shane Victorino? His down year has to be scaring off trade suitors. We also give grades for the bullpen, offense, and starting pitching as we've hit the midway point of the season. Natalie Egenolf is back with some comments and questions, too.    "
                },
                "19": {
                    "title": "Hamels, Baseballtown All Star Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "17 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    In this edition of Phillies Nation TV, we're all over the map with Corey and I talking Cole Hamels (what else) and some other trade rumors that have surfaced. Ian and I take a road trip to Reading, PA for the Baseballtown Double-A All Star game, which was an awesome time. We have interview with all sorts of Phillies minor leaguers and a few people that put it together. Alex Reardon is our newest addition to PN TV, she gives us our weekly comments and questions.    "
                },
                "20": {
                    "title": "Hamels Rumors, Deal or No Deal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "24 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    It's the latest episode of Phillies Nation TV! Corey and I start off with, what else, Cole Hamels rumors. Will he, or won't he, stay with the Phils? The deadline is just a week away. We then play deal or no deal as Ian Riccaboni joins the program to discuss a slew of Phillies who have popped up in rumors. Then, Natalie is back with reader comments and questions, and Jay Floyd stops by to get into Dom Brown, Tyson Gillies, and Ryne Sandberg.    "
                },
                "21": {
                    "title": "Trade Deadline Recap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    On this latest edition of Phillies Nation TV, Corey and I recap the trade deadline moves, as the Phillies shipped Shane Victorino and Hunter Pence out west. How about some of the guys that didn't get moved? Joe Blanton, Juan Pierre, and Cliff Lee all stay put, so we talk about why. We also take an in-depth look at Domonic Brown and what he'll bring to the Phillies over the next year and a half. What does he need to do to knock the thought that he's a bust. Natalie has your reader comments and questions from Facebook and Twitter - see if you made the show.    "
                },
                "22": {
                    "title": "Brown Era Begins, Worley's Elbow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "14 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    On today's Phillies Nation TV, Corey and I discuss Vance Worley's elbow and what exactly the issue is with the man that burst onto the scene last year. And how about Cliff Lee - what's up with him this year? We revisit the deadline deals to see how Shane Victorino, Hunter Pence, and Joe Blanton are faring in their new towns. The Domonic Brown era has started. We both believe it has gone quite well, and can get even better. We'll tell you why.    "
                },
                "23": {
                    "title": "Good Kendrick, Hamels, Bad Worley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "21 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    On this edition of Phillies Nation TV, Corey and I try to figure out the season Kyle Kendrick is putting up. His numbers are all over the place. Cole Hamels is, of course, dealing as well, and was named the NL Player of the Week. Is he a Cy Young candidate, even though the Phillies have struggled? Vance Worley is really struggling. The elbow has to be an issue, and we discuss his prospects and just how bad it has been lately. Plus reader comments and questions and more on PN TV!    "
                },
                "24": {
                    "title": "NL Wild Card, Red Sox/Dodgers Trade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "28 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    On the latest edition of Phillies Nation TV, I'm off, so Corey and the rest of the PN crew takes over. Corey's brother, Eric Seidman, also our newest contributor, joins the program to discuss the NL Wild Card picture and if the Phillies have a chance. Jay Floyd stops by to talk about Darin Ruf and Tyler Cloyd and whether or not they'll ever see the light of day in Philly. Ian Riccaboni talks with Corey about Josh Lindblom's struggles and all the guys have their picks for the World Series. That, and you won't want to miss the final segment as Mother Nature plays tricks...    "
                },
                "25": {
                    "title": "Rollins, Cloyd, Wild Card",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "4 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    On the latest Phillies Nation TV, we discuss the weird season Jimmy Rollins is having and the incredible year Tyler Cloyd is having. We play \"Buy or Sell\" on a number of topics and answer some reader questions from facebook and Twitter. Jay Floyd also gives us a minors breakdown.    "
                },
                "26": {
                    "title": "Wild Card Chase, Bullpen Blossoms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "11 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    It's the latest Phillies Nation TV. We discuss how improbable the Phillies run and inclusion in the Wild Card chase has been. Can they do it? One of the reasons the Phillies are still in it is because of the emergence of their youthful bullpen. Jay Floyd comes along to talk about the kids in the pen. How about those trades at the deadline? How have they helped shape this wild card run?    "
                },
                "27": {
                    "title": "Things That Went Right/Wrong in '12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "25 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    On Phillies Nation TV this week, Corey and I give you the three things that went wrong this season as well as a few things that ended up right for the Phillies. (Note: we could have gone on all day about what went wrong, but for the sake of time, we had to cut it at three). Some of the things that went wrong: Halladay's shoulder, the bullpen, and the injuries to Utley/Howard. The right: Chooch's season, Cole Hamels contract, and the trades made at midseason. We also answer reader comments and questions, see if your name made it in the show. And we discuss the Cody ...    "
                },
                "28": {
                    "title": "2012 Wrap Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "9 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    On our final edition of Phillies Nation TV for the 2012 baseball season, Corey and I discuss the year and how it ended up the way it did. We go through the whole roster; from Ryan Howard and Chase Utley missing the beginning of the season, all the way down to Jeremy Horst and the bullpen. The free agent market for the outfield and third base is not great, so we talk about the names and who is a reality for the Phillies. We also answer a few reader comments and questions about the team. Thanks for watching all season! Enjoy, and we'll see you during the Winter Meetings.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "12 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Pat and Corey preview the 2013 Phillies season and are joined by Ian, Brian, and Jon at the first annual Wiffledelphia Charity wiffleball tournament.    "
                },
                "3": {
                    "title": "John Kruk and Freddie Mitchell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    On this week's episode of Phillies Nation TV, Pat, Corey Ryann and Natalie have lots of Phillies news, analysis and fun to get you ready for the new season. Highlights include: John Kruk giving his thoughts on Roy Halladay's future Freddie \"FredEx\" Mitchell telling how he played matchmaker for Chase and Jen Utley Season predictions from Pat and Corey Natalie covering the Phillies 5K race for charity And of course, questions from you, the fans, presented by Ryann The show is jam-packed with exclusive Phillies coverage you can't get anywhere else.    "
                },
                "5": {
                    "title": "Chase Utley, Opening Day and Minor League Reports",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "9 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Phillies Nation TV is back this week with Pat and Corey breaking down the first week of the season. The guys discuss Chase Utley's hot start, analyze the bullpen situation and talk about how much the Phils are missing Chooch. They also give updates on the Phillies top prospects and are joined by Jay Floyd and Ian Riccaboni with exclusive reports from minor league media days. Jay talks with Mickey Morandini, Manager of the Lakewood BlueClaws and Ian chats with IronPigs GM, Kurt Landes. Of course, Ryann has reader comments and questions presented by BQ Basement Systems....    "
                },
                "6": {
                    "title": "Hamels, Halladay and Howard Improving",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "16 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    In the latest episode of Phillies Nation TV, Pat and Corey discuss promising starts by Cole Hamels and Roy Halladay, preview the Reds and Cardinals series, and provide updates on the top performing minor league prospects. Jay interviews Roman Quinn in Lakewood and we show a clip of his 14-second inside-the-park homer (h/t to Josh Norris of The Trentonian). Ian talks with Matt Provence, Director of Media Relations & Broadcasting for the IronPigs. And of course, Ryann relays the best reader comments and questions in our weekly segment sponsored by BQ Basement Systems.    "
                },
                "7": {
                    "title": "Halladay, Lee, J-Roll & Johari",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "23 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    On this weeks edition of Phillies Nation TV, Pat and Corey dissect the latest outing from Roy Halladay and the positives they're seeing from the veteran righty. This past weekend, Ken Rosenthal of Fox Sports mentioned the possibility of Cliff Lee being a trade candidate later in the summer. Will the rumors ramp back up again? Ryann Williams got an upfront seat for the opening of a new animal hospital in South Jersey, made possible by Jimmy Rollins and wife, Johari. Ryann also has some great questions from the fans, presented by BQ Basement Systems. Also, find out just...    "
                },
                "8": {
                    "title": "Kyle Kendrick, Marc Summers and Jesse Biddle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "30 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    In case you missed last night's episode of Phillies Nation TV on the TCN or CSN, we have the web version for you here. The guys discuss Cole and Roy's resurgence, but watch as Corey correctly predicts Doc's troubles against the Indians last night. They also analyze Kyle Kendrick's recent pitching mastery and show footage of Jesse Biddle's two dominating performances with Reading last week. In addition, they preview the upcoming Cleveland and Miami games and Ryann brings your comments and questions. Plus, Ian sits down with the beloved Marc Summers of Double Dare and ...    "
                },
                "9": {
                    "title": "Doc's Replacements, West Coast Trip, Jimmy Rollins Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "7 May 2013",
                    "year": "2013",
                    "plot": "\n    In case you missed it last night, here is this week's episode of Phillies Nation TV. Pat and Corey analyze Roy Halladay's future as well as Tyler Cloyd, his replacement for Friday's game. They also discuss some early season trade rumors, breakdown the best MLB players for WAR, and preview the Arizona series. Of course, Ryann has reader questions presented by BQ Basement Systems and also an exclusive interview with Jimmy Rollins.    "
                },
                "10": {
                    "title": "Halladay's Shoulder, Biddle at Reading",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "14 May 2013",
                    "year": "2013",
                    "plot": "\n    Here is the latest episode of Phillies Nation TV with Pat Gallen, Corey Seidman, Ryann Williams, and Jay Floyd. Pat got a chance to speak with a local doctor about what goes into a surgery like the one Roy Halladay will undergo. Jay spoke with top minor league prospect Jesse Biddle at Reading, and he talked about what it would be like to get the call to the bigs.    "
                },
                "11": {
                    "title": "The Utleys, Rollins HOF Credentials, Tony Luke",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "21 May 2013",
                    "year": "2013",
                    "plot": "\n    In this jam-packed episode of Phillies Nation TV, Pat and Corey discuss Jimmy Rollins' candidacy for the Hall of Fame, plus look back at a wild series against the Reds. Natalie talks with Jen Utley about her and Chase's involvement with the PSPCA. Natalie also has some fun at the Utley Foundation Casino Night, talking with Michael Young, Kevin Frandsen and Ruben Amaro, among others. And last but certainly not least, Ian is with sandwich maven Tony Luke, as they attempt to capture the experience of eating delicious cheesesteaks and roast porks in South Philly!    "
                },
                "12": {
                    "title": "Interviews with Aumont, Ruf, Asche and Jenny Dell of NESN",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "4 Jun. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Dom Brown, Baseball Reference, the Blue Meanie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "11 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Pat and Corey are back this week with their unique perspective on Phillies baseball. They make a case for Dom Brown starting the All-Star game, preview the Phillies current road trip (and why now is the time to bury the Nationals), plus figure out what's going on with Mike Adams. Ryann relays some of the best fan questions of the week, like when is the right time to promote Darin Ruf and should the Phils trade Cliff Lee (gasp!)? Corey sits down with Sean Forman, founder and president of the \"cathedral of baseball statistics\" Baseball-Reference.com. They discuss the ...    "
                },
                "14": {
                    "title": "Hamels' Heartache, Trading Cliff Lee and Parking Lot Challenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "18 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    With plenty of storylines surrounding the 2013 Phillies, Pat and Corey break down the most pressing issues in the latest episode of Phillies Nation TV. The guys cover topics like how to explain Cole Hamels' season, what it means to trade an ace like Cliff Lee, Ben Revere's resurgence, and why Kevin Fransden deserves more playing time. Jay Floyd talks with Kyle Simon, the rightly closer currently in Reading who was traded for future Hall-of-Famer Jim Thome last season. And local Quizmaster Johnny Goodtimes corrals some tailgating fans for two hilarious rounds of trivia...    "
                },
                "15": {
                    "title": "Trade Deadline Primer, Parking Lot Challenge, SAL Hitting Challenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "25 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Whoa! This episode is overflowing with fun and informative features. First, Corey welcomes his brother Eric to the show for a lesson on the upcoming trade deadline. The Seidmans discuss what \"options\" entail, the difference between revocable and irrevocable waivers, what exactly happens after the July 31st deadline. Johnny Goodtimes returns for another installment of his hilariously competitive Parking Lot Challenge. This week features teams from Holy Ghost Prep in Bensalem, Gloucester Catholic Softball and Julie's Bat Mitzvah party. See who can park a wiffleball onto...    "
                },
                "16": {
                    "title": "Grading the Phillies 1st Half",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "2 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    In this newest episode of Phillies Nation TV, Pat and Corey discuss the Phillies first half, some wild numbers from Cliff Lee and other major leaguers, and Dutch Daulton. Jon Marks from 97.5 the Fanatic is a special guest to talk about Dutch.    "
                },
                "17": {
                    "title": "Trade Deadline Plans, Minor League Update",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "9 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    On this new episode of Phillies Nation TV, Pat and Corey play GM with the trade deadline approaching, Jay Floyd is along with a minors report, and FanSince09 talks with Ian Riccaboni. If you don't know him, look him up on twitter. Plus, Ryann has some great questions from the fans!    "
                },
                "18": {
                    "title": "3 Keys to the Second Half and Parking Lot Challenge Returns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "18 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    On this week's episode, Pat and Corey discuss trade options for the bullpen and centerfield, preview the second half schedule and give their 3 keys to making it a successful one. Ryann has reader questions including one asking, \"How many wins do Phillies need to make the playoffs?\" Plus, Johnny Goodtimes returns for another edition of Parking Lot Challenge. Watching things go wrong for one tailgating couple!    "
                },
                "19": {
                    "title": "Trade Deadline Scenarios and Interviews from ESPN",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "23 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    The hot stove is heating up as the Phillies decide whether they're sellers or buyers. Pat and Corey give you their best moves, including whether or not it's a good idea to trade Michael Young during his most valuable days. They also debate National League MVP candidates and answer fan questions from Ryann. Brian makes a rare appearance for interviews with Kevin Negandi and Chris McKendry - two SportsCenter anchors with strong Philly roots. The legendary Brian Dawkins also drops in for a few Philadelphia memories of his own.    "
                },
                "20": {
                    "title": "Trade Deadline Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "30 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Pat and Corey cover the 2013 Phillies trade deadline that never was - and even discuss the merits of moving the deadline back a couple of weeks in August. They also offer thoughts on who might still be traded in August or the off-season. One guy who will not be traded, is the newly acquired Miguel Alfredo Gonzalez who the guys will introduce you to as well. We have some exclusive footage of him fanning batters in Cuba. Ryann sits down with Ellen Barkann, of the Barkann Family Foundation, to talk about what she and Michael are doing in the community - including a big ...    "
                },
                "21": {
                    "title": "Bastardo's suspension, First base platoon, Cody Asche and Ethan Martin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "6 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    With the Phillies' playoff chances fading fast, Pat and Corey discuss some silver linings in this week's episode of Phillies Nation TV. Specifically, Cody Asche and Ethan Martin are new guys worth giving a chance in the waning weeks of the season. Also, Cole Hamels has quietly rebounded after a rocky stretch and Domonic Brown is back in the lineup. Ryann brings questions from you the fans presented by BQ Basement Systems - including one about the new 50/50 raffle the Phillies offer at Citizen's Bank Park. Finally, we feature the Society of American Baseball Research (...    "
                },
                "22": {
                    "title": "Utley Extension, 2014 Phillies, Shibe Park",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "13 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    This week, the guys begin by analyzing Chase Utley's contact extension. They discuss the pros and cons of the creatively structured deal and how it fits within the rest of the baseball market. They also delve into what the 2014 Phillies lineup will look like. Then, minor league expert, Jay Floyd joins Corey with updates from the farm. He outlines the prospects of three catchers in the ranks and discusses who might be playing in 2014. Speaking of next season, Ryann's fan comments focus mainly on the future of the team, including some Phillies prospects who have been ...    "
                },
                "23": {
                    "title": "Interviews with Hamels, Revere, Amaro, Adams, Papale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "20 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    This week's episode is jam packed with Phillies news and interviews. Of course, the guys start by analyzing the firing of Charlie Manuel. They also discuss what Ryne Sandberg must do to keep the managerial position next season and, if he can't, who might replace him. Natalie hits the red carpet at the Hamels Foundation Diamonds and Denim event held at Vie last week. She scores interviews with Cole Hamels, Ruben Amaro, Mike Adams, John Mayberry, Ben Revere and more. Watch as the Phillie Phanatic uses his smooth moves to pick up Ryann as his date for the evening. ...    "
                },
                "24": {
                    "title": "Sandberg, Halladay and Top Free Agent Targets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "27 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    This week the Pat and Corey cover the first week under new Phillies manager Ryne Sandberg. Was his hiring the catalyst for a team that won 5 of 6 games? Or perhaps it was Roy Halladay's first start since going on the DL that will serve to energize the team. Still, like C.C. Sabathia in New York, the guys discuss how Roy's performance is still below expectations. Also covered this week are the futures for role players such as Roger Bernadina, Darin Ruf and Jake Diekman. We also breakdown last Saturday's wacky 18-inning game in our \"By the Numbers\" segment. Ryann asks ...    "
                },
                "25": {
                    "title": "2014 Rotation, Dom Brown Interview and Parking Lot Challenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "10 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Phillies Nation is back in full effect after a relaxing Labor Day hiatus. Pat and Corey start off by giving their predictions for the 2014 Phillies roster - see what they think the future holds for guys like Roy Halladay, Kyle Kendrick, Miguel A. Gonzalez, Jonathan Pettibone and Jesse Biddle. Ryann meets up with Domonic Brown at the Sports Vault in King of Prussia and talks to him about his breakout season this year. She asks what made the difference this year compared to previous ones. She also brings the guys viewer questions and comments including what to do with ...    "
                },
                "26": {
                    "title": "Stanton Rumors, Fan Poll and Evaluating Predictions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "17 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    This week Phillies Nation TV is coming to you from Growlers Bar at 8th and Fitzwater in South Philly. Pat and Corey start out by giving their thoughts on the rumors that the Phillies have tried to acquire Giancarlo Stanton at least 10 times. Is he a right fit in Philadelphia? The guys also revisit their off-season plans for the 2013 Phillies. See who picked a better team. Plus, we delve deeper into the fan poll conducted last week to see what you think the 2014 club will look like. Ryann is along with fan questions and in the By the Numbers segment, Corey breaks down ...    "
                },
                "27": {
                    "title": "2013 Season Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "24 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Call your friends, this is the season finale of Phillies Nation! Pat and Corey deliver year-end report cards to the entire Phillies team - lineup, bench, starting pitchers and bullpen - and give their thoughts on who will be back next season. Eric Seidman joins the guys and offers an interesting idea to trade one the Phillies best players. He also explains why trading Ryan Howard is not an immediate possibility. Natalie reports from the Citizens Bank Park parking lots before the final Phillies home game and asks tailgating fans their biggest disappointment of the 2013...    "
                },
                "28": {
                    "title": "Off-season Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "26 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    On a special off-season edition of Phillies Nation, Pat and Corey break down the recent signings of Marlon Byrd and Carlos Ruiz. They also discuss who else Ruben Amaro should be targeting this winter. Plus, two legendary Phillies pitchers make an appearance. First, Tommy Greene joins the guys to offer a player's perspective on trades, free agency and the process of coming back from an injury. Then, Natalie has an exclusive interview with current ace Cole Hamels from his pitching clinic for kids last week. Ryann returns with fan questions and we highlight the important...    "
                }
            },
            "3": {
                "1": {
                    "title": "Season Preview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "1 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Phillies Nation TV is back for its third season. Watch as Pat and Corey preview the 2014 season and give their analysis on what needs to go right for the Phils this season. Ryann brings you reader comments and Natalie reports from the Phillies 5K race last month.    "
                },
                "2": {
                    "title": "Ruf, Halladay, Proefrock, Lawrence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "9 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    On the second episode of Phillies Nation presented by BQ Basement Systems, Pat and Corey discuss the ups and downs of the first week of the season. We also have special contributor Tommy Greene show us how to throw certain pitches and what worked for him in his career. And Dr. Lenny Roberts sheds some light on what biceps tendinitis looks like -- the same injury/ailment Cole Hamels is working his way back from currently.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "16 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    In this week's episode, Pat and Corey discuss Chase Utley's torrid start as well as the Brewers series that was painful to watch. Ian and Natalie report from the parking lots outside the Phillies home opener. And Tommy Greene returns for another pitching lesson, this time on the conditioning differences between starters and relievers.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "23 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Pat and Corey discuss the latest Phillies news, Jay catches up with JP Crawford, and Tommy Greene provides pitching tips.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "7 May 2014",
                    "year": "2014",
                    "plot": "\n    Pat and Corey give their grades for April and talk about the Phillies 6-4 west coast road trip. Plus quotes from Lenny Dykstra.Tommy Greene joins us On the Mound. Ryann has the in-box questions. So much Phillies news!    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "6 May 2014",
                    "year": "2014",
                    "plot": "\n    On this latest Phillies Nation, Pat and Corey discuss Cliff Lee and AJ Burnett and how they've helped lead a solid rotation. Hopefully Cole Hamels can make that a triple threat. The guys also discuss Ryan Howard's plate discipline in favorable counts. Is he coming up small? Tommy Greene shows us the proper pick off move. Ryann Williams has our Batters In-Box questions.    "
                },
                "7": {
                    "title": "Bullpen, Hamels, Kendrick and Ken Giles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "16 May 2014",
                    "year": "2014",
                    "plot": "\n    On the latest Phillies Nation, Pat Gallen and Corey Seidman discuss the bullpen issues that kept them from sweeping the Mets on Sunday. Plus, they dig into the Cole Hamels contract and what Kyle Kendrick could command in free agency. They also preview Mike Trout's return to the area as the Angels come to town. Jay Floyd met up with fireballer Ken Giles just before his promotion to Lehigh Valley to discuss how he's been able to turn heads this season. Ryann Williams, as always, brings us some interesting questions for our Batters In-Box segment. And don't forget to ...    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "20 May 2014",
                    "year": "2014",
                    "plot": "\n    This week, Pat and Corey discuss the success of Phillies veterans like Chase Utley, Jimmy Rollins, Carlos Ruiz and Marlon Byrd. They also analyze what's wrong with some of the young guys like Domonic Brown and Ben Revere. Ian checks in from Lehigh Valley and interviews righty Seth Rosin who rejoined the club this off-season in the Rule 5 Draft. Ryann challenges the guys with Batter Inbox questions, Tommy Greene breaks down the mechanics of major league pitching, and we've got another #PNTrivia question with a chance to win Phillies prizes.    "
                },
                "9": {
                    "title": "Matt Stairs, Tommy Greene and David Murphy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "3 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    This week is jammed packed with Phillies analysis. David Murphy from the Philadelphia Daily News joins Pat and Corey to discuss some early options for the Phils in terms of trades and potential free agents for next season. Natalie invites Matt Stairs to the batting cage for a one-on-one interview and hitting instruction. Tommy Greene joins us for some pitching techniques and Ryann Williams presents the Batters Inbox questions from you the fans!    "
                },
                "10": {
                    "title": "Draft, Matt Stairs, Chasing Dreams Exhibit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "11 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    This week Pat and Corey discuss Ken Giles' promotion, analyze the Phillies draft and offer their perspective on the upcoming schedule. Speaking of the draft, Rudy Mezzy interviews Neumann-Goretti star Josh Ockimey who was recently drafted by the Boston Red Sox. Natalie returns with the second part (of three) of her interview with Phillies broadcaster Matt Stairs. Tommy Greene explains the conditioning needed for pitchers to last a full nine innings. And, Ryann moderates Batters Inbox featuring fan questions. Finally, we have an exclusive tour of the Chasing Dreams ...    "
                },
                "11": {
                    "title": "Episode #3.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "17 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    On the latest Phillies Nation, Pat and Corey discuss Jimmy Rollins place among the all-time Phillies greats. They also talk bullpen, and how much better they've been recently. Natalie is joined by Matt Stairs once again who talks about the art of broadcasting. Tommy Greene is On The Mound, Ryann has our Batters In-Box questions, and minor league contributor Jay Floyd talks prospects.    "
                },
                "12": {
                    "title": "Episode #3.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "24 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Pat, Corey, and Ryann bring you all of the latest Phillies news while Matt Stairs provides hitting tips, Tommy Greene provides pitching tips, and Ian Riccaboni catches up with Phillies' prospect Tyler Henson down in Lehigh Valley.    "
                },
                "13": {
                    "title": "Episode #3.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "2 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    On this week's episode of Phillies Nation, Pat and Corey are joined by ESPN baseball analyst and former Inquirer writer Jayson Stark. They discuss Jayson's new book, Wild Pitches, as well as delve into the Phillies recent struggles, particularly at home. Tommy Greene teaches us about which pitches to throw depending on different batters and counts. And as always, Ryann Williams presents Batters Inbox with questions from viewers like you.    "
                },
                "14": {
                    "title": "Episode #3.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "8 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    This week Pat and Corey break down how the recent trade between the A's and Cubs will affect the Phillies come the trade deadline. They also paint the landscape in the AL and NL for prospective Phillies talent. Jayson Stark returns to discuss the dramatic downfall of Roy Halladay and the playoff-caliber team. Matt Stairs and Tommy Greene are back with pro tips for aspiring major leaguers.    "
                },
                "15": {
                    "title": "All-Star Edition and Maikel Franco Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "16 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    In this All-Star edition of Phillies Nation, Pat and Corey breakdown the Phillies season at the halfway point in the season. They discuss the AL and NL All-Star teams including who just missed the cut. They also hand out their mid-season awards for MVP, Cy Young and Rookie of the Year. Jay Floyd sits down for an exclusive interview with top prospect Maikel Franco who is struggling this season at Lehigh Valley, but has turned it on recently. Tommy Greene talks about what coaches and catchers say to pitchers on the mound - the answer might surprise you! And the Batters ...    "
                },
                "16": {
                    "title": "Trade Deadline Preview, Cole Hamels, Matt Hockenberry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "22 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    This week Pat and Corey dive into potential trade candidates with the deadline just days away. They also discuss the above-average season Ben Revere is quietly having and the historical career of Jimmy Rollins when it comes to stealing bases. Beccah Hendrickson joins us for an exclusive interview with Phillies draft pick and Temple alum Matt Hockenberry.    "
                },
                "17": {
                    "title": "Trade Deadline",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "29 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    The trade deadline is upon us and Pat and Corey discuss moves around the league and how they affect the Phillies chances to make some trades. The also breakdown the contract situations for potential movers like Marlon Byrd, Jonathan Papelbon, Cliff Lee, Cole Hamels and Ryan Howard and why they might hamper the Phillies options. MLB hitting instructor Kevin Wilson joins Corey at Chandler Bats in Norristown to provide hitting tips for youngsters. And Tommy Greene returns to explain why legs and balance are crucial for effective pitching.    "
                },
                "18": {
                    "title": "Trade Deadline Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "1 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    On this special Trade Deadline edition of Phillies Nation, Pat and Corey discuss why the Phillies ended up making zero moves. They breakdown trades around the league and analyze how they led to the Phillies standing pat. They also discuss the prospects for making trades after the deadline and explain how the waiver process works. Matt Stairs (of all people) gives us a lesson on bunting. Kevin Wilson talks about his relationship with Charlie Manuel. And Tommy Greene gives his opinions on players fraternizing with the opposition.    "
                },
                "19": {
                    "title": "Ryan Howard vs. LHP, Curt Simmons and Kevin Wilson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "12 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    On this episode of Phillies Nation, Pat and Corey discuss some positives from the Phillies season thus far, including Cole Hamels' career year and Ryan Howard's surprising success against lefties. They also bring you a minor league update with a focus on 2014 first round pick, Aaron Nola. Ian sits down with Phillies legendary pitcher, Curt Simmons for a rare television interview. Curt shares stories from growing up in Egypt, New Jersey and playing in an exhibition game against the Phillies that launched his career. Kevin Wilson talks about the use of technology in ...    "
                },
                "20": {
                    "title": "Minor League Update, Curt Simmons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "19 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    This week, our minor league expert Jay Floyd joins Pat and Corey to breakdown Phillies prospects and discuss when we might see them in Citizens Bank Park. They analyze guys like Maikel Franco, Aaron Nola, J.P. Crawford and Jesse Biddle. Ian returns with his exclusive sit-down interview with Phillies legendary pitcher Curt Simmons. He talks about playing baseball in Egypt, NJ and relives his days when Babe Ruth was his coach. How awesome is that?! Brian Quinn, owner of BQ Basement System (presenting sponsor of PNTV), stops by the set and talks baseball and basements ...    "
                },
                "21": {
                    "title": "The Phillies Future, Hamels Foundation Event, Victorino's Injury",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "26 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    This week on Phillies Nation, Pat and Corey discuss the future of the Phillies this year and next, including some options in the international market. Ian joins us for the final installment of his exclusive interview with Phillies legendary pitcher Curt Simmons. Also, Natalie works the red carpet at the Hamels Foundation Diamonds & Denim event. She gets the scoop from players like Chase Ultey, Ben Revere and Mario Hollands as well as Cole and Heidi Hamels. Dr. Lenny Roberts of Summit Spine and Wellness makes an appearance to explain the injuries plaguing ...    "
                },
                "22": {
                    "title": "Phillies Hot Streak and Jayson Stark",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "9 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    This week on Phillies Nation, Pat and Corey discuss the Phillies recent hot streak, in particular their success against team in playoff contention. ESPN columnist and stats guru Jayson Stark returns to the show to evaluate Jimmy Rollins as well as offer some interesting anecdotes from his new book \"Wild Pitches\". Plus we have not one, but two, legendary Phillies pitches - Curt Simmons and Tommy Greene - offering insights on their days in a Phillies uniform.    "
                },
                "23": {
                    "title": "Priorities for 2015",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "23 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    As we near the end of the season, Pat and Corey discuss the Phillies priorities for the 2015 season. In particular, they breakdown the need for better production from the 3-4-5 positions in the lineup. With the free agent market featuring Yasmani Tomas, see who else is out there for the Phils to pursue. We also talk with Len Epstein, the illustrator of the popular Phillie Phanatic giveaway books and former Sesame Street employee. Dr. Lenny returns to explains oblique injuries that players face, including Andrew McCutchen. Plus we have hitting tips from Kevin Wilson ...    "
                },
                "24": {
                    "title": "Season Wrap-Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Phillies Nation TV (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "original air date": "30 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    On the season finale of Phillies Nation, Pat and Corey wrap up the Phillies' 2014 season. They pinpoint what went wrong in 2014 and offer opinions on who will stay, who will return, and what the Phillies need to do to return to relevance. The guys also draft their 2015 Phillies starting rotation and everyday lineup. Tommy Greene returns for a final major league pitching tip with his On the Mound segment and Ryann crowns this season's Batter Inbox champion - it comes down to the wire.    "
                }
            }
        },
        "number of episodes": 81,
        "cast": [
            {
                "name": "Seidman, Corey"
            },
            {
                "name": "Gallen, Patrick"
            },
            {
                "name": "Williams, Ryann"
            },
            {
                "name": "Egenolf, Natalie"
            },
            {
                "name": "Riccaboni, Ian"
            },
            {
                "name": "Floyd, Jay"
            },
            {
                "name": "Greene, Tommy"
            },
            {
                "name": "Stairs, Matt"
            },
            {
                "name": "Seidman, Eric J."
            },
            {
                "name": "Goodtimes, Johnny"
            },
            {
                "name": "Simmons, Curt"
            },
            {
                "name": "Hamels, Cole"
            },
            {
                "name": "Michael, Brian"
            },
            {
                "name": "Micali, Rachel"
            },
            {
                "name": "Lawrenece, Ryan"
            },
            {
                "name": "Revere, Ben"
            },
            {
                "name": "Jr., Ruben Amaro"
            },
            {
                "name": "Morandini, Mickey"
            },
            {
                "name": "Stark, Jayson"
            },
            {
                "name": "Lidge, Brad"
            },
            {
                "name": "Parker, Timothy"
            },
            {
                "name": "Epstein, Len"
            },
            {
                "name": "Tocci, Carlos"
            },
            {
                "name": "Shantz, Bobby"
            },
            {
                "name": "Brazer, John"
            },
            {
                "name": "Hale, David"
            },
            {
                "name": "Hanzawa, Troy"
            },
            {
                "name": "McAlpin, Kevin"
            },
            {
                "name": "Peterson, Ashley"
            },
            {
                "name": "Reardon, Alex"
            },
            {
                "name": "Ruf, Darin"
            },
            {
                "name": "Scarcella, Eric"
            },
            {
                "name": "Schwimer, Michael"
            },
            {
                "name": "Timberlake, John"
            },
            {
                "name": "Winkey, Francis"
            },
            {
                "name": "Zolecki, Todd"
            },
            {
                "name": "Adams, Mike"
            },
            {
                "name": "Barkann, Ellen"
            },
            {
                "name": "Biddle, Jesse"
            },
            {
                "name": "Brown, Domonic"
            },
            {
                "name": "Dawkins, Brian"
            },
            {
                "name": "Forman, Sean"
            },
            {
                "name": "Frandsen, Kevin"
            },
            {
                "name": "Gooden, Dwight"
            },
            {
                "name": "Heffron, Brian"
            },
            {
                "name": "Kruk, John"
            },
            {
                "name": "Kuklick, Bruce"
            },
            {
                "name": "Landes, Kurt"
            },
            {
                "name": "Lange, Artie"
            },
            {
                "name": "Jr., Tony Luke"
            }
        ],
        "genres": [
            "Sport"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 8.8,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTIyMTdhNWYtZmI5NC00MWFlLTg5OTktMmY0NDI4MTU4OGQ0L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMjYzMTEwNDY@._V1_SY150_CR96,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Phillies Nation TV",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Phillies Nation TV (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Floyd, Jay"
            },
            {
                "name": "Michael, Brian"
            },
            {
                "name": "Nisula, Jonathan"
            }
        ],
        "production companies": [
            {
                "name": "20/20 Visual Media"
            }
        ],
        "plot": [
            "Pat, Corey, Ryann, and Natalie bring you up-to-date on Phillies news mixed with opinion while Ian and Jay track down famous Phillies' fans and minor leaguers to get their thoughts."
        ],
        "tech": {
            "runtime": [
                "30 min (USA)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 8.8
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 10.0
            },
            "males": {
                "votes": 4,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 10.0
            },
            "us users": {
                "votes": 2,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 5,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.8,
        "median": 1
    }
}