{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "14 July 2012"
            }
        ],
        "release dates": [
            "USA::14 July 2012"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Touched by Angels, Part 1 Featuring Mary Note Law",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Mary Note Law is a spiritual author, artist, practitioner and guide. Mary incorporates channeling, energy work, and artistic expression to create Sacred, Healing, Art, and to sit with clients to create Soul Sketches-- unique pieces of energy art which bear the energetic frequency and information being bestowed by each client's own soul. She is the author of the forthcoming book with the working title, Heaven on the Line: The Inner Connection to God, Heaven's Helpers, and Departed Loved Ones. Mary channels Angels, Ascended Masters, and other High Vibrational Beings of ...    "
                },
                "2": {
                    "title": "Touched by Angels, Part 2 - Featuring Pat Caffrey",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "26 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Pat Caffrey embodies the Angelic Council of LIGHT. They see you through her eyes and you can see them through yours. They are here to help awaken humanity on all levels ~ spiritual, emotional, mental and physical.    "
                },
                "3": {
                    "title": "Touched by Angels Part 3 - Featuring Candy Danzis",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "6 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Candy Danzis known as The Mainstream Mystic(TM) specializes in Angel Communication and Spiritual Counseling for private clients worldwide, using her gifts of Intuition, Mediumship and Psychic Awareness.    "
                },
                "4": {
                    "title": "Miss Amy -- Champion of Kids Health",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "7 May 2014",
                    "year": "2014",
                    "plot": "\n    Miss Amy® (Amy Otey) is an Official Advocate for the President's Challenge Program (a program of the President's Council on Fitness, Sports and Nutrition).    "
                },
                "5": {
                    "title": "Stay Healthy and GMO Free - Ocean Robbins Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "9 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Ocean Robbins is co-founder and CEO of the 100,000+ member Food Revolution Network, adjunct professor in Chapman University's Peace Studies Department, and co-author of Voices of the Food Revolution.    "
                },
                "6": {
                    "title": "Stay Healthy & GMO Free: Ocean Robbins Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "25 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ocean Robbins founded Youth for Environmental Sanity (YES!) at age 16, and directed the organization for 20 years. Ocean has spoken in person to more than 200,000 people and facilitated hundreds of gatherings for leaders from 65+ nations. He is a recipient of the Freedom's Flame Award and the national Jefferson Award for Outstanding Public Service. Ocean is the father special needs twins born in 2001. Learn more about his work at foodrevolution.org    "
                },
                "7": {
                    "title": "If We Don't, Who Will",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "7 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Jim Parker, founder and owner of Riverview Studios, is an award winning 36 year veteran filmmaker.He has been internationally acclaimed for his humanitarian work in Uganda and is the founder of \"Parker Mother Child Foundation\".    "
                },
                "8": {
                    "title": "All Are Welcomed - No Questions Asked (Part 2 of 2)",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "15 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Jim Parker has been internationally acclaimed for his humanitarian work in Uganda, for his leadership role in the Trenton Area Soup Kitchen and for his work with Catholic Charities, where he is the recipient of the 2010 Light of Hope Award for Burlington County. Mr. Parker is Past Chair and current Vice Chair, Trenton Area Soup Kitchen Board of Trustees and a member of the Board of Trustees of New Jersey Policy Perspective.    "
                }
            },
            "1": {
                "1": {
                    "title": "Brad's Raw Foods - Featuring Brad Gruno",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "14 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Brad Gruno started a raw food diet in 2006. He was out of shape and overweight from a few too many cheese steaks. Despite the benefits of the raw diet, one thing he really missed was the crunch of a good snack. In 2008, he began making raw chips in his kitchen to satisfy that craving, and just 2.5-years later, he's happy to be able to share his snack with the world. Since beginning his raw diet, Brad has lost 40 pounds. At 50, he weighs what he did back in his 20's and has more energy than ever. This diet has completely elevated his health and changed his life. In the...    "
                },
                "2": {
                    "title": "The Naked Truth About Sacred Chocolate - Featuring David Wolfe",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "18 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    David 'Avocado' Wolfe - Health, Eco, Nutrition, and Natural Beauty Expert - With over 16 years of dedicated experience and understanding of the inner workings of the human body, David is a true living master of what it means to \"walk the talk\" on the road to higher and higher levels of natural beauty, vibrant health, and peak-performance. He is a highly sought after health and personal success speaker, and has given over 2000 live lecture events in the past 16 years. Along with being a best-selling author, David is co-founder of TheBestDayEver.com online health ...    "
                },
                "3": {
                    "title": "Ayurveda for Your Soul - Featuring Dr. Julie Cerrato",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "4 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Julie Cerrato, PhD, AP, CYT, CAT a cancer biologist whose Ayurvedic journey began a decade ago. Since then, her path has led her to study multiple alternative health modalities and pursue degrees in yoga, Ayurveda and acupressure. As a certified Ayurvedic Practitioner, certified Yoga instructor and founder of Well-Being Integrative Health Consulting, Julie blends Eastern and Western medicine for a unique integrative approach to health and wellness.    "
                },
                "4": {
                    "title": "Discovering the Sacredness of Breath & Sound - Featuring Phil Shiva Jones",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "23 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Phil Shiva Jones studied seven years with an enlightened Hindu teacher (1968-1975) and parallels the didgeridoo, a non-denominational meditation accelerator, with Eastern Philosophy, New Thought, and Aboriginal Traditions. He was the lead singer and songwriter of the renowned English band Quintessence (Island Records/RCA), where he pioneered the merging of sacred Sanskrit mantras into a modern musical format during the late 1960's and 1970's (performing three concerts at the Royal Albert Hall and two at the Queen Elizabeth Hall in London). Phil is the only artist to ...    "
                },
                "5": {
                    "title": "The Journey of the Drum - Featuring Jim Davidson",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "22 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Jim Davidson is a world percussionist and plays drums of many cultures, usually African style dununba (jun-jun), the big barrel bass drums in a djembe ensemble. He is a student of West African and Middle Eastern percussion and has studied with many masters including Mamady Keita, Famoudou Konate, Menes Yahuda, Quint Lange and Glen Velez. As a member of the African drum ensemble PaTaGun.com since 1998, Jim has performed in many venues, taught classes and individual students.    "
                },
                "6": {
                    "title": "The Soulful Inspiration of Music - Featuring J.B. Kline",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "30 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    J.B. Kline is a solid, seasoned performer with 30 years of steady playing under his belt. Starting with local New Jersey bands whose members would go on to play with Bruce Springsteen and Patti LaBelle, Jeff moved to N.Y.C. and performed with such noted acts as the Drifters, Chuck Berry, Solomon Burke, the Crystals, Fats Domino, Bo Diddley, the Marvellettes, George Thorogood, and even the Beach Boys! Recently, J.B. performed with Marshall Tucker, Shannon McNally, Big Brother & The Holding Company, Rick Derringer, Guitar Shorty and Johnny Winter. J.B. has focused in on...    "
                },
                "7": {
                    "title": "Sacred Sound & Music from the Heart - Featuring Barry Goldstein",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "16 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Barry Goldstein's musical experience spans many styles and genres from Co-Producing the Grammy Award winning track \" 69 Freedom special with Les Paul for Best Rock Instrumental in 2005, to providing ambient music for Shirley Maclaine. Barry has composed and produced for Television, Film, Major record labels and Top Ten Recording artists and has worked with some of the hottest studio musicians in the industry!    "
                },
                "8": {
                    "title": "Farmers Hope Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "12 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    FARMERS HOPE INN was built in the mid-1700s, originally as a farmhouse, but soon after turned into a tavern or a 'public house of entertainment in 1812. After a thorough renovation in 2002, it was reopened for business & the original name, Farmers Hope Inn, was brought back! However, in August of 2008, life began to change. There was a two week period where paranormal things were happening at breakneck speed. It climaxed with an extreme happening that has changed, not only the life of the present owner, but the lives of many others! Haunted Inns are scattered ...    "
                },
                "9": {
                    "title": "Farmers Hope Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "12 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    FARMERS HOPE INN was built in the mid-1700s, originally as a farmhouse, but soon after turned into a tavern or a 'public house of entertainment in 1812. After a thorough renovation in 2002, it was reopened for business & the original name, Farmers Hope Inn, was brought back! However, in August of 2008, life began to change. There was a two week period where paranormal things were happening at breakneck speed. It climaxed with an extreme happening that has changed, not only the life of the present owner, but the lives of many others! Famed Numerologist Allison Baughman...    "
                }
            },
            "2": {
                "1": {
                    "title": "Feed Your Soul - Featuring Barbara Shevkun",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "15 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Barbara Shevkun, Rawfully Tempting Chef, is the creative force behind Rawfully Tempting and her Raw Vegan Recipe Blog: www.rawfullytempting.com. Barbara brings has a knack for creating and writing recipes in an easy to follow format, complimented by mouth-watering photos that give her readers confidence to create their own raw delights with ease. Shevkun's presence is quickly growing in the raw, vegan and healthy eating communities. Her creations are amazing and her signature Chocolate Kale Chips were even featured on Oprah.com. Barbara Shevkun is available for demos,...    "
                },
                "2": {
                    "title": "Imagine What You Could Accomplish with EFT - Featuring Karin Davidson",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "23 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Karin Davidson teaches a simple easy way to instantly lower stress with just your fingertips. She personally guides you through step-by-step tapping techniques, complete with tap-alongs, demonstration examples, and everything you need to utilize these proven self-help techniques immediately. Karin has worked and taught thousands of people to help themselves and others become free from their past and move forward into a brighter, happier future. Karin is also an international trainer of EFT, Meridian Tapping Techniques, and Matrix Reimprinting and co-author of the ...    "
                },
                "3": {
                    "title": "Talking with Animals, a Love Story - Featuring Emerald DuCoeur",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "1 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Emerald DuCoeur has been in deep communication with animals through out her life. In 1997, after the pass of one of her dogs, she began ongoing study of intuitive communication together wit holistic and spiritual healing. Since then, she has done more than 10,000 consultations with clients in the US, Canada and Europe and taught thousands of people to talk with animals. She has been interviewed as a pet psychic on FOX TV and an NPR affiliate and featured in numerous newspaper articles. Her book, with highlights of feline, canine and equine wisdom will be available in ...    "
                },
                "4": {
                    "title": "Natural Health & Balance of YOUR Body - Featuring Martine Bloquiaux",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "15 May 2013",
                    "year": "2013",
                    "plot": "\n    Martine Bloquiaux is a Medical Intuitive, Author, and Healer practicing in the US, Europe and Asia. Martine can detect energetic imbalances or deficiencies when an organ or system is not in balance and shows problems. When clients are in the 'energetic deficiency' stage a lot can be done for the imbalance to stop progressing into physical complaints or disease. Martine has a no-nonsense and analytical approach which reinforces the accuracy of her medical 'detective' work and the proposed solutions. She is author of the book 'The ABC's of Energy.    "
                },
                "5": {
                    "title": "Voices from the Other Side - Featuring Kitione G. And Natalie Mitchell",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Kitione G. \"Kit\" (English) and Natalie Mitchell (American) met at the world renowned Arthur Findlay College in Stansted England in 2009. Since they met they have been virtually inseparable, first living in the UK and subsequently moving to the USA in 2012. They have worked in countless Spiritualist and Metaphysical churches throughout England and in the USA doing divine services, private readings, gallery/demonstrations and psychic circles they regularly do lectures, teach workshops and run several development circles. They enjoy providing evidence that life and love ...    "
                },
                "6": {
                    "title": "Why Am I Sick - Featuring Richard Flook",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "8 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Richard Flook, Hay House Author is the originator of Advanced Clearing Energetics also known as ACE and author of the book, 'Why Am I Sick'. After losing his mother from breast cancer during childhood, Richard always felt a deep compulsion to find answers as to why disease occurs and how we heal. This led him on a journey to discover the root causes of illnesses and to finally find the answer to the question, 'Why do we get sick'? Richard teaches his groundbreaking techniques around the world both live and online.    "
                },
                "7": {
                    "title": "Empower the Spiritual Warrior Within - Featuring Allison Hayes",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "31 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Allison Hayes, The Rock Girl, is a popular Radio & TV Personality throughout the nation and hosts her own radio shows *ROCKTALK* WITH THE ROCK GIRL® on CBS RADIO and THE ROCK GIRL® SACRED STONE SHOW on BLOGTALK RADIO. She is a certified Reiki Grandmaster, Crystal Reiki Master, Atlantean Reiki Master, Intuitive Counselor, Empowerment Coach, and an Ordained Spiritual-Psychic-Interfaith Minister. Allison is an Inspirational Speaker covering such topics The Divine Feminine, and Empowering Your Spiritual Warrior Within(TM). She is a High Priestess of Stones and Founder of ...    "
                },
                "8": {
                    "title": "Shaman, White Buffalo Woman - Featuring Eve Kerwin",
                    "kind": "episode",
                    "episode of": {
                        "title": "What Matters Most (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Eve Kerwin is renowned throughout the country and the world as White Buffalo Woman. Although she remains humble and approachable, Eve carries the same Divine Feminine imprint as Mother Mary, Isis, Eve, and Quan Yin. She is an accomplished Shamanic Healer and Channel, bringing her clients profound messages of inspiration and guidance, working with each individual's spiritual, mental, emotional and physical bodies. In 1991, Eve experienced a series of personal challenges, which prompted her inward search. During a period of deep meditation and intense drumming, the ...    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Anzalone, Eric"
            },
            {
                "name": "Caffrey, Pat"
            },
            {
                "name": "Danzis, Candy"
            },
            {
                "name": "Law, Mary Note"
            },
            {
                "name": "Parker, Jim"
            },
            {
                "name": "Robbins, Ocean"
            },
            {
                "name": "Baughman, Allison"
            },
            {
                "name": "Brown, Terri"
            },
            {
                "name": "Cerrato, Julie"
            },
            {
                "name": "Davidson, Jim"
            },
            {
                "name": "Goldstein, Barry"
            },
            {
                "name": "Gruno, Brad"
            },
            {
                "name": "Kline, Jeff"
            },
            {
                "name": "Livingston, Michelle"
            },
            {
                "name": "Jones, Phil Shiva"
            },
            {
                "name": "Spade, Barbara McCarthy"
            },
            {
                "name": "Wolfe, David 'Avocado'"
            },
            {
                "name": "Woods, Jamie"
            },
            {
                "name": "Bloquiaux, Martine"
            },
            {
                "name": "Davidson, Karin"
            },
            {
                "name": "G., Kitione"
            },
            {
                "name": "Kerwin, Eve"
            },
            {
                "name": "Mitchell, Natalie"
            },
            {
                "name": "Shevkun, Barbara"
            },
            {
                "name": "Otey, Amy"
            },
            {
                "name": "Destribats, Tracey"
            },
            {
                "name": "Parker, Jaime"
            },
            {
                "name": "Steinhauser, Jay"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.85 : 1",
        "sound mix": [
            "Stereo::(Westrex Recording System)"
        ],
        "number of seasons": 3,
        "languages": [
            "English"
        ],
        "title": "What Matters Most",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "What Matters Most (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Plass, Maria"
            }
        ],
        "production companies": [
            {
                "name": "Experiace Nirvana"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "tech": {
            "runtime": [
                "23 min"
            ],
            "sound mix": [
                "Stereo (Westrex Recording System)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.85 : 1"
            ]
        }
    }
}