{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 March 2012"
            }
        ],
        "release dates": [
            "USA::15 March 2012"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "languages": [
            "English"
        ],
        "title": "9/11: The Great American Psy-Opera",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "9/11: The Great American Psy-Opera (United States)"
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "synopsis": [
            "On 11 September, 1991, the world witnessed - via television - the two main towers of the World Trade Centre being hit by two Boeing airliner planes, followed thereafter by the subsequent almost-total destruction of the buildings, literally into dust. But the physics didn't add up: how did two planes of titanium - from wing-tip to wing-tip, and from nose to tail - cut through structures of toughened steel and concrete, like a hot knife through butter? Such an act would defy the laws of physics. The answer: the planes existed only through computer-generation for our TV screens.9/11: The Great American Psy-Opera filmmaker and special-effects expert Alexander 'Ace' Baker, aka Collin Alexander, presents the case for a complete absence of airplanes in the destruction of the twin towers. Told over eight episodes, the hypothesis is demonstrated to explain countless anomalies: the act of relatively light and weak titanium airplane wings cutting through steel and concrete, leaving behind a cartoon-like imprint of the wingspan; the too-smooth motion of the second plane on its flight toward the South building, against the juddering of the overall picture, which when corrected reveals the plane apparently juddering in a physically impossible manner; the nose of the second plane seemingly passing clean through the South building to penetrate the far wall to the outside; the evidence for controlled nuclear explosions, including the observed mushroom clouds and the prevalence of rare cancers in survivors from the scene.Including interviews with contributors to the official Commission Report, to whom difficult and direct questions are asked, as well as with expert sceptics from the scientific and engineering communities, 9/11: The Great American Psy-Opera leaves the viewer with one inescapable conclusion: there were no planes."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}