{
    "imdb": {
        "raw release dates": [
            {
                "country": "Ireland\n",
                "date": "19 September 2012"
            }
        ],
        "release dates": [
            "Ireland::19 September 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Football's Next Star: Ireland (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The opening episode follows the open trials held throughout the country where we meet the passionate young footballers all vying for a place in the next round. Will it be Patrick from Waterford who pushed through an injury at the trials to keep going? Will Ryan from Dublin manage to secure his place in the next round or will Darragh from Cork beat him to it? Tune in to see the results of the open trials and meet the footballers who have made it through to the next trial at the Aviva Stadium, where they will be put through their final paces before finding out who is ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Football's Next Star: Ireland (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "26 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    It is Episode Two of Football's Next Star and it is the home of Irish football, the Aviva Stadium, which plays host to the final trial. Here, the 40 remaining contestants will battle it out on the pitch for a place in the final ten. Only ten will travel to Glasgow to live and train like true professionals at Celtic FC. Only ten will take one step closer to the grand prize - a coveted place at Celtic's prestigious Youth Academy. This episode sees the 40 contestants try their utmost to impress the football coaches from Celtic FC including Chris McCarthy, Head of ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Football's Next Star: Ireland (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "3 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    In Episode Three of Football's Next Star, we join the 10 lucky finalists as they travel to Glasgow, the home of Celtic FC. After tearful farewells at Dublin airport, the boys are thrown straight into training at Celtic's Youth Academy, Lennoxtown, and play their first session for the Celtic FC coaches as soon as they step off the plane! But it's not all hard work, as the boys get to live like star footballers in a mansion in the Scottish countryside! They also get to see their idols, Celtic FC's first team, play a major match in Celtic Park and get star struck as they...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Football's Next Star: Ireland (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "10 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Episode Four of Football's Next Star and joins the boys as they recover from their first competitive match and first elimination with a 'refreshing' dip in the Academy's ice baths. Avoiding taking the icy plunge, is Man of the Match Patrick who gets to hang out with the Celtic FC first team as his reward, as well as pick his favourite housemate to stay in a five star resort! The boys learn how eating well is just as important as their soccer drills as they learn to cook like true soccer professionals! Naseem leads the boys in the kitchen as Head Chef that night.and it...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Football's Next Star: Ireland (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "17 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    It's Episode Five of Football's Next Star and the boys are recovering from their gruelling second match. Once again, Nicky is on hand to mentor and support the young finalists as they get put through their paces at Celtic FC. In an effort to get our boys to work together more as a team, the Celtic FC coaches decide it would be a useful exercise for our players to coach the under-10 Celtic FC players. and the little players have some fancy footwork that put our boys to shame! Nicky Byrne joins in the fun and shows his competitive streak before being put through his ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Football's Next Star: Ireland (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "24 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    It's episode six of Football's Next Star and it's straight back to training for the boys after their last competitive match. The lads are thrown into the deep end as they join the players who are on the fringes of Celtic's first team for their training session. Nicky doesn't get off scot free though! Celtic manager Neil Lennon spies him hiding and orders him to join the lads on the pitch! Just in case the boys are getting any grand ideas living the superstar footballer lifestyle, they are brought back down to earth with a bump after training. Celtic's first team has ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Football's Next Star: Ireland (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "31 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    In the penultimate episode of Football's Next Star and we join the remaining four boys as they battle it out for a place in the final! Before they face into their next grueling challenge, Nicky Byrne arranges a couple of surprises, including a trip to Old Trafford, home of Manchester United. What's more, legendary former Celtic and Republic of Ireland goalkeeper Shay Given makes a surprise appearance. To their delight, the four lads get to have dinner with Shay and ask him questions about his early footballing days. As part of their preparation for life as a ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Football's Next Star: Ireland (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "7 Nov. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Byrne, Nicky"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "Ireland"
        ],
        "country codes": [
            "ie"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1080 hd",
        "original air date": "19 Sep 2012 (Ireland)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZmI2Y2MwMTItYTg4Ni00MTIxLTg5Y2EtNGNiOTk0ZjhjNTkwXkEyXkFqcGdeQXVyMTkwMjAxNjU@._V1_SY150_CR57,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Football's Next Star: Ireland",
        "year": 2012,
        "kind": "tv mini series",
        "series years": "2012-",
        "akas": [
            "Football's Next Star: Ireland (Ireland)"
        ],
        "seasons": [
            "1"
        ],
        "director": [
            {
                "name": "Golding, Paul"
            },
            {
                "name": "Hackett, Maeve"
            },
            {
                "name": "Killane, Pete"
            }
        ],
        "production companies": [
            {
                "name": "Tyrone Productions"
            }
        ],
        "plot": [
            "The show aimed to find a young football player who could be the \"next big thing\" and reward them with a professional contract at Celtic F.C. in Scotland. The series was presented by former Westlife member and Celtic fan Nicky Byrne.::Noleen Golding"
        ],
        "tech": {
            "runtime": [
                "25 min (approx) (Ireland)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1080 hd"
            ]
        }
    }
}