{
    "imdb": {
        "raw release dates": [
            {
                "country": "United Arab Emirates\n",
                "date": "  2012"
            },
            {
                "country": "United Arab Emirates\n",
                "date": "November 2012"
            }
        ],
        "release dates": [
            "United Arab Emirates::2012",
            "United Arab Emirates::November 2012"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Memory Lane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Mansour and friends are interested in Teacher Ali's latest invention but Teacher Ali can't seem to remember what it's for! The boys soon discover that Teacher Ali has invented a memory-zapper which can wipe out someone's memory one moment, and return it in the next. The boys have fun with it, but when Mansour notices a pair of thieves breaking into the museum, he decides it's time to put the memory-zapper to even better use.    "
                },
                "2": {
                    "title": "Wild Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    On a trip to the jungle, Mansour and Obaid separate from Salem and Turki to explore. But when Salem and Turki don't meet up with them later at the agreed meeting spot, Mansour sends Nano to find them. Nano reports that Salem and Turki are stranded on a rock in the middle of the sea, cornered by an angry leopard. It's up to Mansour to save them. Time to build a great, big kite.    "
                },
                "3": {
                    "title": "Sleep-walking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Obaid has got lost by sleep-walking out of his house. Mansour, Salem, and Turki go in search of their friend and quickly find him, but just as they are about to wake him, Obaid's mother warns them not to, it could be a terrible shock for a sleep-walker to be suddenly woken. The boys agree to somehow guide Obaid back home without waking him but soon discover that this is easier said than done. How will they get Obaid home safely?    "
                },
                "4": {
                    "title": "Impossible Chase",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    When they see two thieves make off in a stolen, hot air balloon, Mansour and the boys chase them on their bicycles, but it is hopeless trying to catch the bad guys from the ground. With the help of a giant catapult, Obaid is sent flying onto the balloon and punctures it with his pen, but soon he's clinging on for his life as the thieves lose control and the balloon drifts from one dangerous situation to another. How will Mansour and his friends rescue Obaid and bring the thieves to justice?    "
                },
                "5": {
                    "title": "What Goes Around Comes Around",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    After beating Tareq in a quiz about leopards, Salem reveals to Obaid and Mansour that he knows so much about these big cats because he is terrified of them. Soon, Salem is seeing leopards wherever he looks, now he is too scared to leave the house. Mansour finds something suspicious about the creature stalking Salem though, and decides to do something about it.    "
                },
                "6": {
                    "title": "Monster on the Loose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Mansour, Shamma, Salem and Obaid are appearing in a science fiction movie. But after tumbling into a rubbish pile in their monster outfit, Obaid and Salem are transported on the back of a rubbish truck, into the city. The two boys stumble about the city in the monster costume, looking for help; unfortunately, their cries sound like monstrous roars to the people they meet, who run away in terror. Mansour must reach them before something terrible happens.    "
                },
                "7": {
                    "title": "A Surprise on the Way Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    With the stock of their fishmonger's shop ruined, Trad and Khalil find themselves in a desperate situation. Khalil takes Trad's boasts of once being a great stuntman to heart and soon organizes a daring stunt for him to perform and make their fortune. But the stunt is so dangerous that Trad refuses to perform it. Khalil changes his mind by revealing that they will cheat, using an invention of Mansour's. What could possibly go wrong?    "
                },
                "8": {
                    "title": "Kong Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Saqer takes Mansour and friends for a fishing trip on his boat, but very soon a strange electrical storm whips up and the boat is caught on a raging sea, sailing through dense fog to wash up on the shore of a mysterious island, its rudder bent and in need of repair. The island is full of giant animals, including a giant gorilla and his son. Mansour must convince the gorillas to help them fix their boat and get off the island.    "
                },
                "9": {
                    "title": "Time Machine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    On a trip to the zoo, Saqer's sat-nav suddenly malfunctions and he drives through a mysterious portal. They are no longer in the city, but in a desert, being chased by a giant snake. The boys and Saqer have been transported back to the mythical past. Mansour must find a way to get back to his own time before the time portal closes.    "
                },
                "10": {
                    "title": "Destination Unknown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Mansour and friends are visiting a city of the future, run solely on solar and wind power. The boys soon meet up with Wasel, a self-drive, eco-friendly car, who takes them on a tour of the city. Meanwhile, a hacker is infiltrating the city's system. He intends to steal the technology from the fleet of cars and dump a self-destruct virus into them, setting the project back years and profiting from his ill-gotten gains. It's a clumsy Obaid and his strawberry smoothie to the rescue.    "
                },
                "11": {
                    "title": "Space Rover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Mansour, Salem and Obaid are on their way to school, wondering what they can present today in the 'show and tell' class, when a space capsule, containing a robot, crashes into the park they are cycling through, barely missing them. Now the boys have a great 'show and tell' to present to the class, but this makes Tareq jealous and he releases the spore of an alien fungus, which makes people freeze, like statues. Mansour and friends are involved in a race against time to create the antidote.    "
                },
                "12": {
                    "title": "Cape of Courage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    When Obaid's favourite action hero, Ahmed Hamdan, drops his script on the set of his latest movie, Obaid is eager to return it. As he does, both he and Ahmed fall through a hole in the ground and get lost in a system of underground caves, chased by a pair of criminals. How can the cowardly Ahmed be made to step up and defeat the criminals pursuing him and Obaid? The answer lies in the cape of Al Rajul Al Khariq.    "
                },
                "13": {
                    "title": "Dino Rage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    An animatronic t-rex is on display at the natural history museum. Unfortunately, in the middle of the presentation, the t-rex robot loses power and dies. A grumpy museum attendant ignores Mansour's advice on how to fix it and the t-rex robot goes on the rampage, taking Obaid along for the ride with it. How can Obaid be saved and the robot, stopped? Mansour has an idea that involves becoming the robot's dinner.    "
                }
            },
            "1": {
                "1": {
                    "title": "Where Is My Belt?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "My Grandfather My Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Saqer enters a competition and with the help of Mansour and the rest of the family and even though they miss the entry deadline the reward is surprising.    "
                },
                "3": {
                    "title": "The Battle Field",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mansour, Obaid and Salem are selected to represent their school in a flying competition as part of the maintenance crew.    "
                },
                "4": {
                    "title": "To Outer Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mansour, Obaid, Salem and Tarek enter an astronaut training test in a space shuttle simulator. They fail the test. Well they are only 12 years old.    "
                },
                "5": {
                    "title": "An Urgent Situation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mansour heroically saves Tarek from a life threatening incident with a reckless driver whilst Mariam finds a solution to his school presentation about his father's job as a pilot.    "
                },
                "6": {
                    "title": "Positive Draw",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mansour, Obaid and Salem enter a soccer match against Tarek and his gang fearing the worst because Obaid is really bad player. But unexpectedly Obaid comes through in the match and turns it around.    "
                },
                "7": {
                    "title": "Friendship and Formula",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mansour, Obaid, Salem and Tarek enter a car design competition. They do great but they come in 2nd place. But they learn a valuable lesson about teamwork along the way.    "
                },
                "8": {
                    "title": "An Earned Title",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mansour dramatically loses the Jiu Jitsu championship to a mysterious masked contestant, but who is the face the behind the mask?    "
                },
                "9": {
                    "title": "Breaking and Inventing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mansour, Obaid and Salem turn Ninja to capture the infamous school robbers but things become really weird when they meet what appears to be a zombie in the school corridor.    "
                },
                "10": {
                    "title": "The Friendship Cure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    After a falling out between Mansour, Salem and Obaid, Salem develops a terrible case of hiccoughs. Mansour tries everything to get cure them but nothing seems to work until they seek Obaid's help.    "
                },
                "11": {
                    "title": "Pearls of Wisdom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Saqer takes Mansour, Salem and Obaid out on a fun trip on his boat but things get serious when they bump into a submarine and a giant octopus.    "
                },
                "12": {
                    "title": "Pirate Treasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mansour discovers an old map in Saqer's warehouse which leads them to an ancient pirate ship full of treasure but Tareq and his henchman are onto them and try to snatch the treasure away.    "
                },
                "13": {
                    "title": "Misunderstanding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mansour and his friends decide to make a movie which causes a big misunderstanding with the army who believe that Obaid in his alien costume may be a real alien.    "
                },
                "14": {
                    "title": "Sweet Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Obaid enters a dream world made of candy but his dream soon turns to a nightmare when the world turns on him and a horrible diabetes monster appears. Obaid must run for his life.    "
                },
                "15": {
                    "title": "Desert Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    On a desert adventure trip, Mansour, Obaid, Salem and Nasser get unexpectedly lost in a terrible sandstorm, miles away from anywhere.    "
                }
            },
            "2": {
                "1": {
                    "title": "Whirpool of Doom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    After being rescued from a fierce desert sandstorm, Mansour, Obaid, Turki and Salem decide to go to the water park because they've had enough of sand. Salem, who is afraid of heights, does his best to distract the others with small, safe rides away from the main attraction. But as soon as the others see the terrifying Whirlpool of Doom they rush to it. Salem feigns confidence to avoid embarrassment but can he overcome his greatest fear?    "
                },
                "2": {
                    "title": "Naughty Nano",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Mansour is upgrading Nano. Obaid accidentally spills some fruit juice onto Nano's new circuit board so when Mansour plugs it in, Nano has a virus that's makes him go BAD! The naughty robot causes all sorts of trouble in the house before flying off with Khalid's car keys minutes before he has to leave for the airport. Will the boys manage to catch Nano and return Khalid's keys ? And will Nano stay bad?    "
                },
                "3": {
                    "title": "Double Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Mansour and Salem are waiting for Obaid in the mall so they can all watch a movie, but they see him walking out of the theatre having just seen it. Mansour and Salem become very cross. Shamma realises that Mansour and Salem didn't see Obaid, they saw a boy who looks identical to him. Shamma and Obaid approach the double and arrange to play a little trick on Mansour and Salem. How will they ever cope with two Obaids?    "
                },
                "4": {
                    "title": "Little Kitten Big Cat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Whilst helping Saqer sort out his workshop, Mansour finds an old compass. Saqer tells the children it was given to him many years ago. Unexpectedly, a man who looks like a pirate steals the compass and when the children give chase they witness the pirate delivering it to an even more mysterious character shrouded in shadows. But why is he more than casually interested in this specific compass?    "
                },
                "5": {
                    "title": "Garage Sale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Whilst helping Saqer sort out his workshop, Mansour finds an old compass. Saqer tells the children it was given to him many years ago. Unexpectedly, a man who looks like a pirate steals the compass and when the children give chase they witness the pirate delivering it to an even more mysterious character shrouded in shadows. But why is he more than casually interested in this specific compass?    "
                },
                "6": {
                    "title": "Catch Me If You Can",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Mansour and Obaid see Teacher Ali in the mall. The boys wave but weirdly Teacher Ali jumps up and rushes away, accidentally dropping his wallet. Mansour and Obaid pick up the wallet and chase after him but everytime they get near, Teacher Ali either hides or rushes off again. Salem joins them and laughs knowingly when he hears of their exploits. Nothing appears to make any sense to Mansour and Obaid... what is going on?    "
                },
                "7": {
                    "title": "Yeti Hunters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Khalid takes the boys to The Himalayas where they have a snowball fight and ride skidoos. The boys follow some large clawed footprints and see an actual Yeti! The beast chases them but it has a laugh that is very familiar - it turns out to be Saqer in a Yeti costume playing a trick on them. The boys are amused and relieved in equal measures... until what appears to be a REAL Yeti suddenly comes thundering down the mountain!    "
                },
                "8": {
                    "title": "Famous Fruity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Mansour, Obaid, Salem, Shamma and Turki are at the beach. They cool down with a refreshing new fruit juice called Bingo Pop. With some secret help from Salem, Turki wins a competition to become the star of Bingo Pop's new advert. Mansour and the others join him for a photo session, the filming of the advert and a live interview on a TV chat show. But how will Turki react on TV when he realises that it wasn't his work that made him the winner?    "
                },
                "9": {
                    "title": "Trapped in the Mall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Mansour, Obaid, Salem, Turki and Shamma accidentally get locked in the mall during a terrible storm. The children entertain themselves by exploring and racing in taxi buggies. It's all great fun until Obaid accidentally knocks down a huge dinosaur skeleton that is on display. Now the clock is ticking for Mansour and the others to re-build it before Khalid and the security guards return.    "
                },
                "10": {
                    "title": "Distraction Contraption",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Mansour repeatedly interrupts Khalid wanting to show off his new invention. As a result, Khalid is late for the airport and in a rush he forgets his briefcase. Mariam ends up driving the children to the airport and the boys race on trolleys, ramps, escalators and luggage carousels to find Khalid. It's a race against time made worse by an over eager Security Guard determined to thwart their attempts to save the day.    "
                },
                "11": {
                    "title": "Mariana Banana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Mansour, Salem and Obaid accidentally end up in the depths of the ocean in a mini-submarine, with a monkey in the uncharted Mariana Trench. There is much celebration when they discover a spectacular new species - a giant crab - but those celebrations come to an abrupt end when the crab fancies the submarine for lunch! How will Mansour get out of this deadly dilemma in the deep?    "
                },
                "12": {
                    "title": "The Grand Illusion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The Marvellous Hilal puts on a magic show for all the children at the school. Mansour is picked from the audience and turned into a rabbit on stage. Obaid is so convinced by the illusion he thinks the magic is real so he snatches the rabbit and runs off to save him causing a confusing caper. Mansour and the Marvellous Hilal finally find a way to solve the mystery for Obaid in a special magic performance where secrets are revealed!    "
                },
                "13": {
                    "title": "Alas Poor Salem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Mansour, Salem and Obaid are playing the leading roles in a school production of Aladdin and the Lamp. Just before the performance starts, Salem realises he has lost his \"lucky\" stone so promptly forgets his lines and loses the ability to act. As the play begins, Mansour, Obaid and Shamma do everything they can to help Salem whilst Tareq and his goons do everything they can to cause trouble for Salem on stage. The closing act is not what anyone expected!    "
                },
                "14": {
                    "title": "Junior Biathlon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Mansour, Turki, Obaid, Salem and Shamma decide to enter a Junior Biathlon. Mansour studies strategy, Turki concentrates on the physical approach . Obaid and Salem train too, taking a generally ridiculous approach! None of the others take Shamma's participation in the competition at all seriously but come race day, events take an unexpected course!    "
                },
                "15": {
                    "title": "King of the Castle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    A sandcastle building competition is taking place at the beach. Mansour, Obaid, Salem, Turki and Shamma form a team to build the tallest and most beautiful sandcastle using skill, hard work and science. Meanwhile, Tareq and his Goons also enter the competition aiming to win by using foul play and cheating. The battle is on!    "
                },
                "16": {
                    "title": "Chemical Reaction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Teacher Ali shows the class an experiment with a special chemical that expands greatly when added to another chemical. Later at Shamma's parents garden party, without thinking through the repercussions, Obaid adds some of the chemical to a large pot of Harees to be helpful!. But the Harees starts expanding at an alarming rate. Before long it fills the house, spreads across the garden and looks like it will swamp the city! Heroically, Mansour cooks up an unusual solution to a very sticky problem.    "
                },
                "17": {
                    "title": "Hunger Down Under",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    In order to learn more about a good diet and healthy exercise, Khalid sends Mansour, Obaid and Salem on a three day journey across the Australian outback with Ranger Joe, a survival specialist. The boys aren't too thrilled by this - no wi-fi, soft beds, nice food - how will they ever survive this wilderness experience?    "
                },
                "18": {
                    "title": "Art Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Mansour, Obaid and Salem help Mariam prepare for her first art exhibition in the prestigious city gallery. Not long before the grand opening, Obaid accidentally drops some chocolate cake on floor. Salem decides to use a large industrial cleaner clear it up but he loses control of the contraption and it destroys Mariam's most important piece of art. In desperation, the boys reproduce it themselves ... not the greatest of plans! But what will the influential art critic make of it all?    "
                },
                "19": {
                    "title": "Wadi Rum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Khalid feels the boys have become too interested in having unreal adventures with video games, so he takes them out on a real adventure - a day trip of extreme activities in the spectacular surroundings of Wadi Rum. Whilst rock climbing, the boys accidentally slide into a very real adventure when they fall into deep, cave. Now the boys must use all their intelligence, strength and courage to get out but unexpectedly - it's Obaid's specific knowledge of video games that actually saves them from a real life crisis!    "
                },
                "20": {
                    "title": "Bored, bored, bored",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Mansour, Obaid and Salem are getting fed up with the long hot summer break when they head for the beach at the end of the day for something to do. Salem and Obaid are led astray by a seemingly fun boy of their age with the coolest BMX bike. Later, Mansour and Turki end up rescuing the friends from the influence of the boy with the attitude - and Obaid and Salem learn that what seems like fun can sometimes be more trouble than it's worth!    "
                },
                "21": {
                    "title": "The Pyramid of Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Mansour, Obaid, Salem and Shamma head off to explore The Pyramids during a big family holiday to Egypt. When they discover a mysterious pyramid off the beaten track, they investigate but once inside they suddenly become trapped to find the must solve weird, ancient puzzles to escape. Then, just when they feel things couldn't get any worse - they also discover they are not alone! It's a real life nightmare.... or is it?    "
                },
                "22": {
                    "title": "The Case of the Mysterious Cousin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    For fun, Mansour, Obaid and Salem become Sherlock Homes style detectives. They secretly and playfully \"investigate\" Shamma. They see her at the mall and follow her to the art museum. Their game stops when alarm bells ring and the boys suspect that Shamma has stolen a painting! Could Mansour's cousin really be a master art thief!? Or are the boys masters of jumping to the wrong conclusions?    "
                },
                "23": {
                    "title": "Appliance of Science",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Mansour, Obaid, Salem and Shamma enter the Annual Science Competition. Tareq forces last year's winner to join his rival team. Mansour's team make an energy efficient remote control plane but Tareq and his goons spy on them and copy the design. What cunning plan will Mansour come up with to ensure his plane is better than Tareq's?    "
                },
                "24": {
                    "title": "The Magic Carpet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Obaid and Salem disturb Mansour whilst he's doing his homework by barging into his room and asking him to make a flying carpet similar to the one they have read about in Arabian tales. Mansour sends them away crossly but that night he has a vivid dream about an ancient Arabian kingdom where a powerful Sultan imprisons them and demands they make a flying carpet or else! Strange as it is - Mansour's dream teaches him a useful lesson about friendship and an inspiration for a real flying carpet invention.    "
                },
                "25": {
                    "title": "Kitty Cat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Shamma is looking after her Auntie's cat Falafel for the afternoon. But when the mischievous cat runs away Shamma asks Mansour, Obaid and Salem to help her find the missing cat. The children follow Falafel all over town in an adventure that includes buses, elevators and even helicopters! The children finally manage to catch the cat and they also solve the puzzle as to why it's so naughty in the first place.    "
                },
                "26": {
                    "title": "The Lost Temple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    A ferocious storm means Khalid has to land his plane on a remote jungle airstrip. Whilst repairs take place, Mansour, Obaid and Salem explore and discover a lost temple in the jungle. However, they are not the only ones to have found it - a group of robbers are already helping themselves to the all the treasures from within the temple. The boys decide to scare the robbers away to save the ancient artefacts - but all is not as it seems!    "
                }
            },
            "3": {
                "1": {
                    "title": "Soccer Robot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Mansour, Obaid, Salem and Turki go head to head in a soccer match with Tareq's team. Tareq, Jamil and Jamal dominate the game by cheating outrageously but with a little help from Mansour's latest robotic invention and Obaid - they make a spectacular turn around.    "
                },
                "2": {
                    "title": "Pedal Car Grand Prix",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    It's a case of 'pedal to the metal' in this high energy pedal car race where Mansour, Turki, Obaid and Salem have to put the fitness and driving skills to the test. But they need their wits about them as Tareq, Jamil and Jamal are up to their usual tricks in an attempt to win the trophy.    "
                },
                "3": {
                    "title": "Jiu Jitsu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Mansour, Salem and Obaid enter a Jiu Jitsu grading competition to get their next belts - Salem and Obaid unexpectedly triumph in their sessions. Mansour goes up against Tareq but for the first time, he is unable to overcome Tareq who has suddenly developed a suspiciously strong grip.    "
                },
                "4": {
                    "title": "Listen Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Mansour develops a very effective listening device which leads the boys to discover an outlandish, criminal plan to steal a priceless jewel on exhibition at the city museum - but how will three kids thwart a team of expert thieves.    "
                },
                "5": {
                    "title": "Survival Skills",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    When Teacher Ali's wilderness survival course on a desert island goes wrong after he is knocked on the head by a coconut - Mansour takes the initiative and with a little help from Nano manages to make a success of it. Tareq - stubbornly refuses to work with him and pays the price for his arrogance in more ways than one.    "
                },
                "6": {
                    "title": "Runaway Digger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Mansour, Obaid and Salem heroically save the city just in the nick of time from a disastrous pile up when a runaway digger careers across the city out of control.    "
                },
                "7": {
                    "title": "Space Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    On a trip to the National Space Centre - Mansour, Obaid and Salem accidentally end up flying a space shuttle into space believing it to be a simulator. Things go from bad to worse when they dock with an old space station managed by a dysfunctional robot that starts blowing everything up.    "
                },
                "8": {
                    "title": "The Pearl of Al Ghattis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    On a trip with Saqer to an area of the Arabian Gulf famed for its oyster beds, Mansour unexpectedly finds an amazing pearl. But they get so much more than they bargained for when they discover that the pearl is guarded by a giant, fearsome sea monster.    "
                },
                "9": {
                    "title": "Ice Cold at the Mall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Mansour invents a wonderful, flying freezing machine which they have a little harmless fun with at the mall. However, the fun turns to complete chaos when Tareq, Jamil and Jamal get hold of it and drop it into a fountain causing the whole mall to turn into an 'ice rink'.    "
                },
                "10": {
                    "title": "The Loch Ness Monster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Mansour, Obaid, Salem and Turki travel with Khalid and Saqer to Scotland to visit the famous Loch Ness. After Mansour, Salem and Turki have a scary run in with a fake monster organized by the hotel's playful owner - Obaid has an encounter with the real thing.    "
                },
                "11": {
                    "title": "The Legend of the Golden Oryx",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Shamma discovers a rare Golden Oryx which becomes the focus of a has been animal wrestling TV celebrity who is determined to make his comeback by wrestling the rare beast who cost him his career in the past. Shamma, Mansour and friends decide to save the Oryx by outsmarting the crazy animal wrestler.    "
                },
                "12": {
                    "title": "Orang Pendek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Mansour, Turki, Salem and Obaid travel to Indonesia with Khalid where they embark on a jungle trek in Indonesia's famous Kerinci Seblat national park. They manage to lose the rest of their group by taking a wrong path that leads them to a mysterious, ancient temple. Matters take a dramatic turn for the worse when they run into a \"fearsome\" yeti-like creature.    "
                },
                "13": {
                    "title": "Mystery Thief",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Things are going missing in Mansour's house and no-one seems to be able to get to the bottom of it so Mansour, Salem and Obaid turn detective to solve the mystery of the missing thief to discover that all is not what it seems.    "
                },
                "14": {
                    "title": "Komodo Dragons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Mansour, Turki, Salem and Obaid accompany Naser on his business studies research trip to an Indonesian coffee plantation. When Mansour, Salem and Obaid go off to explore they have a run in with a Komodo dragon who has been terrifying a local villagers and Mansour comes up with an inventive solution to help.    "
                },
                "15": {
                    "title": "Don't Look Down!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    In an unexpected turn of events at a roof top café, Obaid and Salem end up precariously dangling 50 floors up on the outside of the building on a window cleaners platform when they attempt to rescue a little girls hamster. Mansour, Turki, Shamma and friends all work together to rescue them. - and the hamster.    "
                },
                "16": {
                    "title": "The Letter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Mansour is tasked with delivering a letter for Saqer urgently before the post office closes - what can possibly go wrong?.. - Everything.    "
                },
                "17": {
                    "title": "Dinosaur Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Saqer takes the boys out on a fishing trip in his boat but they enter mysterious uncharted waters shrouded in green mist. When the mist clears they discover an unusual tropical island and before they can work out what's going on they find themselves running for their lives from rampaging dinosaurs.    "
                },
                "18": {
                    "title": "Jetpacks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Mansour invents some jetpacks for himself, Salem and Obaid. Shamma and Khulood act as their mission controllers - trying not to laugh as the three boys play at being super heroes. However, they receive renewed respect from the girls when they inadvertently stop a serious thief.    "
                },
                "19": {
                    "title": "Bake Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    During a baking session in Mansour's kitchen for Mariam's charity cake baking event - Salem over eats the ingredients and falls out with his Turki. After sleeping off a sore stomach in the other room he wakes to discover that everyone in the house, the neighborhood and the city has disappeared - and then the earth beneath his feet starts to shake with giant footsteps - WHAT'S GOING ON.    "
                },
                "20": {
                    "title": "Sit, Robot, Sit!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Mansour builds an impressive robot for the school science competition design to carry out heavy work. In a flash of jealous anger, Tareq shoots his less impressive vinegar volcano project at the robot which corrupts its circuits and causes it to start smashing up the school. Mansour, Obaid and Salem work together to save the school.    "
                },
                "21": {
                    "title": "The Hypnotist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    A mysterious burger franchise video advertisement appears in the mall which seems to hypnotizing people. Mansour, Salem and Obaid find themselves suddenly in the middle of an undercover operation to stop the sinister company from taking over the world lead by a very eccentric man in a track suit.    "
                },
                "22": {
                    "title": "Time Warp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Mansour, Obaid, Salem and Turki are flying to New York with Khalid. However, when they run into a mysterious electric storm in the Bermuda Triangle they find themselves unexpectedly transported hundreds of years back in time where they encounter the legendary Sinbad.    "
                },
                "23": {
                    "title": "The Reporters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Mansour, Salem and Obaid are running out of ideas on what to make a documentary film about for their media project. But when they end up having to rescue a helicopter and Obaid ends up accidentally performing in an aerial stunt show strapped to the wings of a plane - they end up with some very exclusive footage.    "
                },
                "24": {
                    "title": "Up Up and Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Teacher Ali sets the class a demanding science challenge. Rising to the challenge with typical determination, Mansour and Salem get to work on the precise mathematics for their gravity defying project. But Obaid gets completely carried away by the whole thing - literally.    "
                },
                "25": {
                    "title": "Class Photo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    One way or another, Mansour, Obaid and Salem always end up in trouble with their mothers when it comes to their annual class photos - they always end up looking a complete mess. This year, they are determined to end up with perfect photos but as the day goes on they find themselves in an unusually sticky situation.    "
                },
                "26": {
                    "title": "Treasures of the Desert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    It's the launch of the long awaited sequel to Mansour's favourite video game, \"Treasures of the Desert\" which is being released via a special campaign in the form of a real treasure hunt. Tareq, Jamil and Jamal believe they have discovered the game's secret location but all is not what it seems.    "
                }
            },
            "5": {
                "1": {
                    "title": "Giant Chicken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n    Mansour's attempt to end world hunger by using his home-made growth-ray on a grain of rice backfires badly when the faulty aiming mechanism causes the ray to hit Mansour's newly-hatched pet chicken instead, causing it to grow to colossal size. Fearing for their lives, Mansour, Salem and Obaid are chased about the city by the eager giant chick. Saqer and Shamma are on hand to help, but even an attempt to escape in Saqer's speedy car doesn't deter the relentless chick. Only when Obaid mentions that his own newly-hatched chick has followed him everywhere since it hatched...    "
                },
                "2": {
                    "title": "Virtual Insanity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n    Mansour, Obaid, Salem and Turki are helping their game designer friend, Mahmoud, test his latest virtual reality game before it's released to the public. They soon discover that the game has been infiltrated by the notorious hackers and game thieves, Muneer and Sameer. Mansour and friends must stop the rotten crooks before they steal the game code, hidden behind a secret back door. After an exciting chase through many game levels, only Obaid is left in the game to stop the hackers from stealing the code. To do this, Obaid must overcome the only thing he fears more ...    "
                },
                "3": {
                    "title": "Wild Shoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n    Salem is fed-up. He always comes last in every running race and what's worse, he must suffer the mocking taunts of Tareq and his cronies, Jameel and Jamal, as he struggles past the finish line. So, when a mysterious stranger offers to sell Salem a pair of mechanised wonder shoes, Salem is quick to hand over his money for them. The shoes are so fast that Salem can't control them, he is at their mercy, carried at top speed to where ever the shoes take him. With Mansour's help, Salem learns to master the shoes and spends his time performing heroic feats in them, racing ...    "
                },
                "4": {
                    "title": "The Librarian",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n    Mansour, Salem and Obaid go to the Public Library to research their school projects in the old-fashioned way. With books. But after encountering the bossy and strangely familiar librarian, Salem and Obaid discover a scary secret in the form of some notes and diagrams, tucked into a book that was being used by a furtively suspicious stranger. A bewildered Mansour gets dragged into the mystery and the boys are chased about the city by the stranger, who himself is pursued by the bossy librarian, angrily chasing the stranger for the book he forgot to check out properly. ...    "
                },
                "5": {
                    "title": "Secret Agent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n    Agent Bader is on a top-secret mission to thwart the evil genius, Shankool, who plans to launch a satellite to further his criminal career. Unfortunately, on breaking into Shankool's desert compound, Agent Bader is captured by a giant robot and held prisoner. Meanwhile, Mansour has several new inventions he needs to test. One invention, the 'Bouncer 1000,' needs a lot of room, so, off Mansour goes to the desert, with Obaid and Salem. Mansour gets inside the spherical vehicle and bounces it across the desert. But when the clumsy Obaid gets inside the 'Bouncer 1000' he ...    "
                },
                "6": {
                    "title": "Attack of the Drone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n    Khalid returns from a trip with a wonderful present for Mansour, a brand-new Panther-Drone. Obaid and Salem are very excited, but Mansour thinks that Nano's latest upgrade will mean he can easily compete with the Panther Drone; Obaid and Salem doubt this, so Nano and the Panther Drone agree to a friendly race. Friendly? Not at all. Once they are into the competition the Panther-Drone reveals its self to be a spiteful machine, it cheats and wins the race. Nano tries to tell Mansour and the boys the truth about the Panther-Drone but Salem and Obaid think this is a case ...    "
                },
                "7": {
                    "title": "Switcheroo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n    When Mansour's plans for a teleportation device end up in the hands of Trad and Khalil, they realise they can use it for an exciting magic act. Unfortunately, Mansour is using the invention at the same time. Confusion reigns as Trad and the boys pop up in each other's location. The situation is worsened by the meddling of Tareq, Jameel and Jamal.    "
                },
                "8": {
                    "title": "Smartball 2.0",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n    Obaid is failing miserably in the football trials at school, despondent he wanders the shopping mall, bereft and alone, where, to his delight, he sees an advert for 'Smartball,' the wonderful training ball to help improve football skills. He must have one, but they are all sold out. Obaid is desperate and so falls easy victim to the unscrupulous Saeed Eid and Waseem, who are selling inferior replicas of the original 'Smartball' to gullible boys. Sure enough, the 'Smartball' Obaid buys breaks down as soon as he gets it out of the box. All is not lost, because having a ...    "
                },
                "9": {
                    "title": "Um Duwais",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n    There is nowhere for Turki to try out his new 'Champion's Cup' football, every park and football pitch is busy. Just as they are about to give up, Mansour, Turki, Obaid and Salem find a plot of waste-ground next to a derelict house. Perfect for a game of football. All goes well, until Obaid accidentally kicks Turki's treasured ball into the garden of the derelict house. Obaid climbs onto a tree branch for a better look and falls into the overgrown garden. Turki tells him to find his ball, but it's hopelessly lost in the bushes. Mansour and Salem go to the entrance of ...    "
                },
                "10": {
                    "title": "Obaid's Ghafia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n    While playing with Turki's new football, Obaid accidentally kicks the ball into the garden of what seems to be a derelict house. While Obaid searches for the ball in the garden, Mansour and Salem discover that the house is not uninhabited, the mythical Um Duwais lives there. Can they get Obaid out of there before he is caught? The boys are about to learn a lesson in jumping to conclusions too soon.    "
                },
                "11": {
                    "title": "Humarat Al Gayla",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Warrior Rest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n    When famous sports commentator, Faris Awadh, hears Nano imitate his 'yaaaah Raaaabaaar!' Catchphrase, he lets Nano commentate a match for him while he relaxes on a boat trip with Mansour and friends. Unfortunately, things are not so relaxing after Obaid sets fire to the boat and frees a dangerous leopard from the hold. Can Obaid fix things by tempting a giant turtle with strawberries?    "
                },
                "13": {
                    "title": "Sultan and the Speedboat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mansour (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n    When Mansour, Obaid and Salem go on a speedboat excursion with Sultan, an autistic boy, they gain a new understanding and acceptance of people who react to the world in their own, special way. When the boat breaks down and a plane crashes into the sea, it's Sultan who saves the day. Mansour and the boys have made a new and interesting friend.    "
                }
            }
        },
        "number of episodes": 93,
        "cast": [
            {
                "name": "Madi, Neven"
            },
            {
                "name": "Al Mulla, Omar"
            },
            {
                "name": "Gasmi, Asma"
            },
            {
                "name": "Alfeeli, Mansoor"
            },
            {
                "name": "Karmastaji, Saoud"
            },
            {
                "name": "Al Noaman, Raja"
            },
            {
                "name": "El Banan, Nabila"
            },
            {
                "name": "Al Harthi, Hamed"
            },
            {
                "name": "Mcdad, Stefan"
            },
            {
                "name": "Al Shehi, Mashael"
            },
            {
                "name": "Al Mehrizi, Khawla"
            },
            {
                "name": "Khamas, Yousef Bu"
            },
            {
                "name": "Al Anazi, Mohammed"
            },
            {
                "name": "Uqba, Lamia"
            },
            {
                "name": "Al Maskari, Mariam"
            },
            {
                "name": "Al Marzooqi, Ahmed Saleh"
            },
            {
                "name": "Al Hossani, Fatima"
            },
            {
                "name": "Al Marzooqi, Huda"
            },
            {
                "name": "Rateb, Marwa"
            },
            {
                "name": "Al Remaithi, Alya"
            },
            {
                "name": "Al Shamsi, Asma"
            },
            {
                "name": "Al Zaabi, Majed"
            },
            {
                "name": "al Jaberi, Sameer"
            },
            {
                "name": "Albedwawi, Shamma"
            },
            {
                "name": "Ali, Afra"
            },
            {
                "name": "Al Harmoodi, Rashed"
            },
            {
                "name": "Al Jabri, Adel"
            },
            {
                "name": "Al Mansouri, Zayed"
            },
            {
                "name": "Saloum, Ali"
            },
            {
                "name": "Al Ali, Khulood"
            }
        ],
        "genres": [
            "Animation",
            "Comedy",
            "Family"
        ],
        "countries": [
            "United Arab Emirates"
        ],
        "country codes": [
            "ae"
        ],
        "language codes": [
            "ar"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 5,
        "rating": 4.8,
        "votes": 36,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNmM2ZWZlM2UtNTg3Yy00MDJhLWEwMzktZmI4Y2M0YzJhOTQ2XkEyXkFqcGdeQXVyNjYyODI4MTc@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Mansour is an animated comedy series about an active, life-loving, 12 year old boy and his adventures with his best friends, Obaid and Salem. Whenever life throws this group of inseparable buddies an opportunity, they grab it with both hands and their everyday lives are made extraordinary through their wonderful adventures. Whether their escapades take place at home, in the mall or at school, or further afield, in the rainforests, pyramids and mountains of distant countries - Mansour and his friends share the same zest for life as they embrace and explore a world full of excitement and opportunity.",
        "languages": [
            "Arabic"
        ],
        "title": "Mansour",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Mansour (United Arab Emirates)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Al Harmoodi, Rashed"
            },
            {
                "name": "Khwaja, Adam"
            },
            {
                "name": "Balaam, Dan"
            }
        ],
        "production companies": [
            {
                "name": "Cartoon Network Studios Arabia"
            },
            {
                "name": "Creative Generation"
            },
            {
                "name": "Twofour54"
            },
            {
                "name": "Mubadala"
            },
            {
                "name": "Fanar Production"
            }
        ],
        "distributors": [
            {
                "name": "Mubadala"
            }
        ],
        "other companies": [
            {
                "name": "ICE Animations"
            },
            {
                "name": "Yowza Digital"
            }
        ],
        "plot": [
            "_Mansour_ (qv) is an animated comedy series about an active, life-loving, 12 year old boy and his adventures with his best friends, Obaid and Salem. Whenever life throws this group of inseparable buddies an opportunity, they grab it with both hands and their everyday lives are made extraordinary through their wonderful adventures. Whether their escapades take place at home, in the mall or at school, or further afield, in the rainforests, pyramids and mountains of distant countries - _Mansour_ (qv) and his friends share the same zest for life as they embrace and explore a world full of excitement and opportunity."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 36,
                "rating": 4.8
            },
            "aged under 18": {
                "votes": 2,
                "rating": 2.0
            },
            "aged 18 29": {
                "votes": 6,
                "rating": 5.3
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 8.3
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 16,
                "rating": 5.5
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 2.0
            },
            "males aged 18 29": {
                "votes": 6,
                "rating": 5.3
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 8.3
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 1,
                "rating": 1.0
            },
            "non us users": {
                "votes": 9,
                "rating": 7.7
            }
        },
        "number of votes": {
            "10": 12,
            "9": 0,
            "8": 0,
            "7": 2,
            "6": 0,
            "5": 2,
            "4": 1,
            "3": 2,
            "2": 0,
            "1": 17
        },
        "arithmetic mean": 4.8,
        "median": 3
    }
}