{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2012"
            }
        ],
        "release dates": [
            "USA::2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Politics of Style",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion Style (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "3": {
                "3": {
                    "title": "The Next Generation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion Style (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "plot": "\n    In many ways, fashion design schools shape the next generation of designers as they prepare them with the skills they need to take on the industry. Check out the work of up-and-coming designers as they showcase their work on the runway. Grab a front row seat at the Pratt Institute Graduation Show and the Parsons School of Design's 68th annual benefit. The Fall 2016 Nolcha shows and the Art Institute's NYFW runway deliver some outstanding works by the talented students. Plus, the Fashion Institute of Technology honors the class of 2016 at their \"Future of Fashion\" ...    "
                },
                "6": {
                    "title": "Style of the Stars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion Style (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "plot": "\n    In this issue of Videofashion Style, we explore the booming trend of celebrities making their foray into fashion. Recording artist Beth Ditto shows us her collection for plus-sized women. Over a decade earlier, Sean \"Puffy\" Combs makes his mark on the fashion world with the label Sean John. Bono and his wife Ali Hewson launch Edun, an ethical and sustainable line. Another social and environmentally conscious star, Natalie Portman, designs a line of vegan shoes for Té Casan. Megastar Jennifer Lopez introduces her affordable line, Justweet. Plus, Avril Lavigne ...    "
                },
                "11": {
                    "title": "Nothing But Nineties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion Style (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "plot": "\n    In this issue of Videofashion Style, we revisit 90s style with some of the most celebrated collections, designers and models of the decade. Marc Jacob's grunge collection for Perry Ellis ushers in a new era of fashion. Look back on Isaac Mizrahi's legendary career with a retrospective exhibition in New York. Remmeber the supermodels that rose to fame in the 90s. Take a look at Tom Ford's work for Gucci. Revisit the exuberant and playful work of 90s designer darling, Todd Oldham. Plus, explore how 90s trends are making their way onto contemporary runways, and much more.    "
                }
            }
        },
        "number of episodes": 4,
        "runtimes": [
            "24"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "plot outline": "Videofashion Style examines every facet of fashion to better define what constitutes style. Consider textiles and fabrication, visit designer homes and discover eco-fashion in this magazine format series. Each 3-5 minute segment glimpses through the lens of famous fashion photographers, artisans and designers, finding inspiration in art, street style, celebrity obsession, and sky-high heels. As style always references the past, present and future, Videofashion Style is programming that keeps you current.",
        "languages": [
            "English"
        ],
        "title": "Videofashion Style",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Videofashion Style (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Videofashion"
            }
        ],
        "plot": [
            "_Videofashion Style_ (qv) examines every facet of fashion to better define what constitutes style. Consider textiles and fabrication, visit designer homes and discover eco-fashion in this magazine format series. Each 3-5 minute segment glimpses through the lens of famous fashion photographers, artisans and designers, finding inspiration in art, street style, celebrity obsession, and sky-high heels. As style always references the past, present and future, _Videofashion Style_ (qv) is programming that keeps you current."
        ],
        "tech": {
            "runtime": [
                "24 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}