{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "February 2012"
            },
            {
                "country": "USA\n",
                "date": "12 February 2012",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::February 2012",
            "USA::12 February 2012                            (internet)"
        ],
        "episodes": {
            "9": {
                "1": {
                    "title": "Mustang GT vs. Camaro SS 1LE",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 1,
                    "original air date": "17 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Jonny and Jethro head to the desert to stage an epic one-mile drag race between the 2018 Ford Mustang GT and the 2018 Chevrolet Camaro SS 1LE. Find out which pony car emerges as king of the dry lake dragsters.    "
                },
                "2": {
                    "title": "2018 Chevrolet Colorado ZR2 vs. 2017 Ram Power Wagon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 2,
                    "original air date": "29 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    In a classic David and Goliath contest, Chevy's midsize Colorado ZR2 chases the mighty Ram Power Wagon over rocks, dunes, and jumps to see if either offers true Raptor-style thrills and capability.    "
                },
                "3": {
                    "title": "2018 Mercedes-AMG GT R vs. 2018 Porsche 911 GT3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 3,
                    "original air date": "1 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    On this special, 100th episode of Head 2 Head presented by Tire Rack, Jonny Lieberman and Jethro Bovingdon take a look at two of the best sports cars to ever hail from Germany, the AMG GT R and the Porsche 911.    "
                },
                "4": {
                    "title": "Hot Rod Porches!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 4,
                    "original air date": "11 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Jethro Bovingdon and Jonny Lieberman take a look at two California-built custom Porsche 911s: the Gunther Werks 400R and the SharkWerks GT3 4.1. The Gunther is the dancer of the two, a prima ballerina that teaches a master's course on the very notion of steering feel. Sharkie, on the other hand, is a sledgehammer, taking a naturally aspirated Porsche to a level of violence and fury never seen before. The two takes on the classic Porsche formula are night and day, and show the amazing bandwidth inherent to the 911 platform. To dive deeper into just what makes the 911 ...    "
                },
                "5": {
                    "title": "2017 Ariel Atom vs. 3.5R vs. 2017 Caterham 620R",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 5,
                    "original air date": "9 May 2018",
                    "year": "2018",
                    "plot": "\n    Jethro Bovingdon is on home turf. He brings Jonny Lieberman to the UK and gives him a British sports car baptism by fire with two of the most extreme examples you can buy. Or maybe that should be a baptism by snow, hailstones, rain, and wind. So which is better: a car with no windshield and roof, or one with no bodywork at all? Will it ever stop raining in Wales? Will Lieberman ever forgive Bovingdon?    "
                },
                "6": {
                    "title": "2018 Mercedes-AMG E63 S 4Matic+ Wagon vs. 2018 Porsche Panamera Turbo Sport Turismo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 6,
                    "original air date": "6 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Jonny Lieberman and Jethro Bovingdon check out the current crop of fast station wagons available to savvy American consumers. With 603 horsepower and all-wheel drive, the Mercedes E63 Wagon is diabolical. Loud, muscular, and to a certain extent crude, the mighty AMG has a swagger that few other cars, let alone wagons, can match. On the other end of the wagon spectrum, the 550hp Porsche Panamera Turbo Sport Turismo seems calm, cool, and collected by way of comparison. Before figuring out which German wagon is best, Lieberman and Bovingdon take a trip back in time to ...    "
                },
                "7": {
                    "title": "2018 Aston Martin vs. 2018 Audi R8 RWS",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 7,
                    "original air date": "4 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Jethro Bovingdon and Jonny Lieberman head to Scotland to check out two cars that straddle the line between sports car and supercar, the Aston Martin Vantage and the Audi R8 RWS. The Vantage employs the first turbocharged V-8 in Aston's more than 100-year history. Built by AMG, but tuned by Aston Martin, the twin-turbo, 4.0L V-8 produces 503 horsepower. RWS stands for \"Rear Wheel Series\" and this R8 is the first rear-wheel-drive vehicle in Audi's history. Lighter, more agile, yet a bit less powerful than the R8 V10 Plus, the RWS still makes a healthy 540 horsepower ...    "
                },
                "8": {
                    "title": "2018 Dodge Challenger Hellcat vs. 2018 Chevrolet Camaro ZL1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 8,
                    "original air date": "1 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Jonny Lieberman and Jethro Bovingdon pit Chevy's and Dodge's modern-day muscle cars against each other on the burnout pad, a drift track, and the road. Many tires are sacrificed in the quest to discover whether we're in a new golden era for the muscle car and which of these cars best represents the new breed. Hellcat or ZL1?    "
                },
                "9": {
                    "title": "2018 Audi TT RS vs. 2018 Porsche 718 Cayman GTS",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 9,
                    "original air date": "29 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Jethro Bovingdon and Jonny Lieberman examine two performance cars that at first glance might not look like actual competitors, the Audi TT RS and the Porsche 718 Cayman GTS. The Cayman S finished up in second place at last year's Best Driver's Car competition, therefore you just know that the GTS version-more power, lower to the ground, all the pricey performance options that come standard-is going to be one of the best driving cars around. Caymans and Boxsters always have been. The Audi TT, on the other hand, started life out very different, more of a design ...    "
                },
                "10": {
                    "title": "2018 Jaguar XJR575 vs. 2018 Maserati Quattroporte GTS",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 10,
                    "original air date": "26 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    On this season finale of Head 2 Head, Jonny Lieberman and Jethro Bovingdon take a classic trip from Los Angeles to Las Vegas, but they are doing it in style. They have their hands on two fullsize luxury cars, the 2018 Jaguar XJR575 and the 2018 Maserati Quattroporte GTS. Along the way, they visit a ghost town where Bovingdon gets into some trouble in a giant military vehicle and then challenges Lieberman to a top-speed run. Eventually, they hit some canyons and end up in Vegas having a steak. It's a classic episode with two luxury sedans.    "
                }
            },
            "1": {
                "1": {
                    "title": "Corvette Grand Sport vs. Porshe 911!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Feb. 2012",
                    "year": "2012",
                    "plot": "\n    On the premiere episode of Head 2 Head, Angus Mackenzie compares the razor sharp Corvette Grand Sport to Porsche's all new 911 Carrera S. Join us as we take to the streets of Southern California to pick a winner.    "
                },
                "2": {
                    "title": "Kawasaki ZX-14R vs. Suzuki Hayabusa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Head 2 Head, Super Streetbike's Dave Sonsky heads to the drag strip with the new 2012 Kawasaki Ninja ZX14R and the updated Suzuki Hayabusa. Find out which sport bike takes the title of baddest straight-line stallion on the planet.    "
                },
                "3": {
                    "title": "Chevrolet Camaro ZL1 vs Ford Mustang 302 Laguna Seca",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Chevrolet's new 2012 Camaro ZL1 faces off against the reigning champion of the pony cars, Ford's 2012 Boss 302 Laguna Seca Edition Mustang.    "
                },
                "4": {
                    "title": "Super Wagon Drag Race! Cadillac CTS-V vs. Mercedes-Benz E63 AMG",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Jonny Lieberman pits the supercharged 2011 Cadillac CTS-V Sport Wagon against the twin-turbo 2012 Mercedes-Benz E63 AMG Wagon. Witness the mother of all mommy-mobile match ups, capped off with a 150MPH half-mile drag race.    "
                },
                "5": {
                    "title": "Volkswagen Golf R vs. Mitsubushi Lancer Evolution MR",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Jonny Lieberman pits the supercharged 2011 Cadillac CTS-V Sport Wagon against the twin-turbo 2012 Mercedes-Benz E63 AMG Wagon.    "
                },
                "6": {
                    "title": "Nissan GT-R Black Edition Porsche 911 Turbo S",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Jonny Lieberman pits the new 2013 Nissan GT-R Black Edition against its twin-turbo, all-wheel-drive rival, the 2012 Porsche 911 Turbo S.    "
                },
                "7": {
                    "title": "Sabaru BRZ vs. Ford Mustang",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "May 2012",
                    "year": "2012",
                    "plot": "\n    Angus MacKenzie pits the 2013 Subaru BRZ against its American rival - the 2013 Ford Mustang V6.    "
                },
                "8": {
                    "title": "Bugatti Veyron vs. Lamborghini Aventador vs. Lexus LFA vs. McLaren MP4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "May 2012",
                    "year": "2012",
                    "plot": "\n    Angus MacKenzie pits the 2013 Subaru BRZ against its American rival - the 2013 Ford Mustang V6.    "
                },
                "9": {
                    "title": "BMW 328i vs. Mercedes-Benz C250",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "May 2012",
                    "year": "2012",
                    "plot": "\n    Angus MacKenzie pits the 2013 Subaru BRZ against its American rival - the 2013 Ford Mustang V6.    "
                },
                "10": {
                    "title": "BMW 335i vs. Audi S4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Carlos Lago pits the new 2012 BMW 335i against it's natural rival from Ingolstadt - the 2012 Audi S4.    "
                },
                "11": {
                    "title": "Ford Shelby GT500 vs. Chevrolet Camaro ZL1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "Jun. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Head 2 Head, Angus MacKenzie brings you the ultimate modern musclecar showdown -- 2013 Ford Shelby GT500 vs 2012 Chevrolet Camaro ZL1. It's an epic 3-round bout, with canyon carving up and down Mulholland Highway, hot laps at Mazda Raceway Laguna Seca with pro driver Randy Pobst, and a classic quarter-mile drag race finale. It's a winner-take-all battle for ultimate musclecar supremacy!    "
                },
                "12": {
                    "title": "BMW E30 vs. Mercedes-Benz 190E 2.3-16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Automobile Magazine's Jason Cammisa rekindles a classic European sports sedan battle, pitting the legendary BMW E30 M3 against it's Cosworth-powered rival, the Mercedes-Benz 190E 2.3-16.    "
                }
            },
            "2": {
                "1": {
                    "title": "Lexus LFA vs. Acura NSX",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Head 2 Head, Motor Trend's Jonny Lieberman takes a closer look at the past, present and future of the Japanese super car, pitting an original Acura NSX against the Lexus LFA.    "
                },
                "2": {
                    "title": "Ford Raptor vs. Ram Runner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Motor Trend's Mike Febbo and off-road racer Joe Bacal head to the desert to pit the Ford Raptor against the Ram Runner.    "
                },
                "3": {
                    "title": "Old vs. New Scirocco Shootout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Head 2 Head, Automobile Magazine's Jason Cammisa heads to Germany to pit the last Volkswagen Scirocco sold in the United States against the current 2012 version - a Twincharged I-4-powered TSI.    "
                },
                "4": {
                    "title": "BMW M5 vs. Porsche Panamera GTS",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Motor Trend's Jonny Lieberman pits the 2013 BMW M5 against the 2013 Porsche Panamera GTS in an epic super sedan showdown.    "
                },
                "5": {
                    "title": "Cadillac ATS 2.0T vs. BMW 328i",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Motor Trend's Jonny Lieberman pits the all-new Cadillac ATS against the car it was built to compete with, the dominating BMW 328i.    "
                },
                "6": {
                    "title": "Nissan GT-R vs. Porsche 911 Carrera S",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Motor Trend's Carlos Lago takes a closer look at the technology that makes the Nissan GT-R and Porsche 911 Carrera S go around corners as fast as they do.    "
                },
                "7": {
                    "title": "Audi S8 vs. BMW Alpina B7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "Oct. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Head 2 Head Jonny Lieberman finds out which plus size super sedan is king of the hill. Can the rear-wheel drive BMW Alpina B7 take on the Quattro all-wheel drive of Audi's S8?    "
                },
                "8": {
                    "title": "Ford C-Max vs. Toyota Pruis V",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "Nov. 2012",
                    "year": "2012",
                    "plot": "\n    It's the battle of the hybrids as Jonny Lieberman pits the 2012 Toyota Prius V against Ford's 2013 C-MAX Hybrid SEL. There is a lot going on with these cars so to help break down the technical information, so Jonny also talks with Motor Trend's hybrid guru Kim Reynolds about the Ford / Toyota rivalry and the controversy surrounding their hybrid technologies.    "
                },
                "9": {
                    "title": "Cadillac ATS 3.6 vs. BMW 335i vs. Mercedes-Benz C350",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Motor Trend's Jonny Lieberman stages a rematch between the all-new Cadillac ATS and the BMW 3-Series. But this time, he trades the smaller engines and manual gear boxes for more power and automatic transmissions. And just to throw a wrench in things, he brought along the 2013 Mercedes-Benz C350.    "
                },
                "10": {
                    "title": "Mercedes-Benz S65 AMG vs. Bentley Mulsanne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Jonny Lieberman takes you into the world of the top 1% as he pits the Bentley Mulsanne against the Mercedes-Benz S65 AMG. Which car is the ultimate toy for the rich and famous?    "
                },
                "11": {
                    "title": "Ford Focus ST vs. Volkswagen Golf R (or Subaru BRZ)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "Dec. 2012",
                    "year": "2012",
                    "plot": "\n    It's the battle of the hot hatches as Carlos Lago pits the 2013 Ford Focus ST against a returning contender - the 2012 Volkswagen Golf R. Carlos hits the road and heads to the track but there is a slight problem with the Golf R and Carlos is forced to bring in the Subaru BRZ as a pinch hitter.    "
                },
                "12": {
                    "title": "SRT Viper GTS vs. Chevrolet Corvette ZR1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "Jan. 2013",
                    "year": "2013",
                    "plot": "\n    On this episode of Head 2 Head, Jonny Lieberman pits the new 2013 SRT Viper GTS against its domestic rival, the 2012 Corvette ZR1. It's an all American prizefight as Jonny heads north to Mazda Raceway Laguna Seca to hot lap these two monsters with pro rac    "
                }
            },
            "3": {
                "1": {
                    "title": "Chevrolet Camaro SS 1LE vs. Ford Mustang GT Track Pack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "30 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    The Chevrolet Camaro SS 1LE battles the Ford Mustang GT.    "
                },
                "2": {
                    "title": "Aston Martin DB9 vs. Mercedes- Benz CL65 AMG",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "13 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    German engineering meets British charm as Jonny Lieberman pits the 2013 Mercedes-Benz CL65 AMG against the 2013 Aston Martin DB9.    "
                },
                "3": {
                    "title": "2013 Scion FR-S vs. 2013 Mazada MX-5 Club",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "27 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    The 2013 Mazda Miata Club Edition takes on the 2013 Scion FR-S .    "
                },
                "4": {
                    "title": "Ford Focus ST vs. Mazadaspeed3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "13 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The 2013 Ford Focus ST is undefeated in Head 2 Head match-ups and the 2013 Mazdaspeed3 has high hopes of being the first to dethrone Ford's hot hatch.    "
                },
                "5": {
                    "title": "2013 Tesla Model S vs. 1956 Citroen DS-19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "27 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    It's a once in lifetime match up as Jonny Lieberman pits the classic 1956 Citroën DS-19 against the ultra modern 2013 Tesla Model S.    "
                },
                "6": {
                    "title": "2014 Jeep Grand Cherokee EcoDiesel vs. 2013 Volkswagen Touareg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "10 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Motor Trend's Jonny Lieberman pits the 2013 Volkswagen Touareg TDI against the 2014 Jeep Grand Cherokee Summit 4x4 Ecodiesel.    "
                },
                "7": {
                    "title": "1989 BMW E30 M3 vs. 2013 Scion FR-S vs. 2013 Volkswagen GTI",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "24 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Motor Trend's Mike Febbo and the 2013 Scion FR-S take on European Car's Greg Emmerson and the 2013 Volkswagen GTI.    "
                },
                "8": {
                    "title": "2013 Range Rover vs. 2013 Mercedes-Benz G63 AMG",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "8 May 2013",
                    "year": "2013",
                    "plot": "\n    Motor Trend's Jonny Lieberman pits the 2013 Range Rover against the 2013 Mercedes-Benz G63 AMG.    "
                },
                "9": {
                    "title": "2014 Nissan GT-R Track Pack vs. 2014 Audi R8 V-10 Plus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "22 May 2013",
                    "year": "2013",
                    "plot": "\n    Motor Trend's Carlos Lago pits the 2014 Nissan GT-R Track Pack against the 2014 Audi R8 V-10 Plus.    "
                },
                "10": {
                    "title": "2013 Audi S4 AWD vs. 2013 Volvo S60 T6 AWD R-Design",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "5 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Jonny Lieberman pits the 2013 Volvo S60 T6 AWD R-Design against returning contender, the 2013 Audi S4. Before hitting the road, the engine placements of both competing sedans are compared against segment contemporaries such the Cadillac ATS and BMW's 335i. Why? Because while both competitors are AWD, they start life as FWD. As a result, both vehicles have unusual engine placements. A mix of limit testing and canyon carving follows as Jonny provides insight on both cars, examining everything from driving impressions to interior ergonomics.    "
                },
                "11": {
                    "title": "2013 BMW 750Li vs. 2013 Jaguar XJL Supercharged",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "19 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Jonny Lieberman gets behind the wheel of two of the finest long wheelbase luxury sedans - the 2013 BMW 750Li and the Jaguar XJL Supercharged - to see which one of them does justice to their $100,000 plus price tags. First, Jonny heads to the track to see what kinds of numbers these large, premium sedans put down, then he sees how they both handle on the rough roads outside of Santa Barbara, before finally getting chauffered in the back seat of the cars to examine their distinct approaches to high-end luxury.    "
                },
                "12": {
                    "title": "2013 SRT Viper vs. 2014 Mercedes-Benz SLS AMG Black Series",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "13 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Jonny Lieberman pits two members of the \"more than 600 horsepower club\" against each other - the 2013 SRT Viper and the 2014 Mercedes-Benz SLS AMG Black Series. It's a three-bout heavyweight match that begins with real world canyon carving, moves on to an all-out quarter mile drag race, and then finishes with blistering hot laps around Mazda Raceway Laguna Seca with hot shoe Randy Pobst.    "
                }
            },
            "4": {
                "1": {
                    "title": "2014 Audi R8 Spyder vs. 2013 Porshe 911 Carrera S Cabriolet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "17 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Jonny Lieberman heads to the American Southwest in Utah with two of the best convertibles money can, the Audi R8 Spyder and the Porsche 911 Carrera S Cabriolet.    "
                },
                "2": {
                    "title": "2014 Aston Martin Vanquish vs. 2013 Bentley Continetal GT Speed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "31 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Two of England's most prestigious brands duke it out as Motor Trend's Carlos Lago pits the 2013 Bentley Continental GT Speed against Aston Martin's 2014 Vanquish.    "
                },
                "3": {
                    "title": "Tuned 2012 BMW 335i vs. 2013 Cadillac ATS by D3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "14 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Motor Trend's Mike Febbo pits two tuner cars against each other. In one corner, the BMW 335i loaded with an BMW M Performance kit and aftermarket options. In the opposing corner, the Cadillac ATS tuned by D3.    "
                },
                "4": {
                    "title": "2014 Infiniti Q50S vs. 2014 Lexus IS350 F-Sport",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "28 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Motor Trend's Jonny Lieberman referees the battle between two hotly anticipated Japanese sports sedans - the 2014 Infiniti Q50S and 2014 Lexus IS350.    "
                },
                "5": {
                    "title": "2014 Mercedes-Benz E63 AMG S-Model 4Matic Wagon vs. Icon Derelict",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "11 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Certified wagon-freak Jonny Lieberman pits two of the very coolest station wagons in the world against each other.    "
                },
                "6": {
                    "title": "2014 Ferrari F12 Berlinetta vs. 2014 Chevrolet Corvette C7 vs. Porsche 911 C43",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "25 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos Lago and Randy Pobst re-stage our annual Best Driver's Car competition with this year's winning Porsche 911 Carrera 4S plus two contenders that missed the initial dance.    "
                },
                "7": {
                    "title": "Humvee Shootout! Banks Power Armored Humvee vs. Stock M1116 HMMWV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "9 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Jonny Lieberman pits an American icon against itself.    "
                },
                "8": {
                    "title": "2014 BMW M5 Competition vs. 2014 Mercedes-Benz E63 AMG S Model",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "23 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Jonny Lieberman is joined by Mike Shaffer and two extremely potent hyper sedans, the 2014 BMW M5 Competition and the 2014 Mercedes-Benz E63 AMG S Model. Between the two of them, these two mighty Germans produce 1152horsepower and 1092 pound-feet of torque. On paper. After a day of horsing around/testing Shaffer and Lieberman grow suspicious of each twin-turbo V-8's actual output. So, they take them to the dyno gurus at K&N engineering to learn what's what. The results very well may shock and amaze you.    "
                },
                "9": {
                    "title": "2014 Cadillac CTS Vsport vs. 2013 Lexus GS350 F Sport",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "6 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Can the light, balanced, and nimble Lexus hold its own against the American powerhouse Cadillac CTS V Sport?    "
                },
                "10": {
                    "title": "2014 Mercedes-Benz G63 AMG 6x6 vs. 2014 Mercedes -Benz G63 AMG",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "20 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Jonny Lieberman heads to Graz, Austria, the home of one of the world's toughest off roads - the Mercedes-Benz G-Wagen.    "
                },
                "11": {
                    "title": "2014 Bentley Flying Spur vs. 2014 Rolls-Royce Ghost",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "4 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Kim Reynolds re-enacts the Battle of Britain by pitting the Union Jack's two great luxury names again each other - Bentley versus Rolls-Royce.    "
                },
                "12": {
                    "title": "2015 Aston Martin V12 Vantage S vs. 2014 Jaguar XKR-S GT",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "18 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Jaguar XKR-S GT versus the Aston Martin V12 Vantage S.    "
                }
            },
            "5": {
                "1": {
                    "title": "2014 Audi RS7 vs. 2014 Porsche Panamera Turbo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "8 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Jonny Lieberman looks at a type of car that Germany does better than anyone else: the Super Sedan. The Porsche Panamera Turbo has long been one of Motor Trend's favorites. Massive, ferocious, surprisingly nimble, and if your checkbook's got the overhead, totally luxurious. But don't discount Audi. Ever since the S8 showed up, Audi has shocked the car world by making such a big car so dang fast. The only thing that could even compete was the Panamera Turbo. The RS7 comes with an even more powerful version of the familiar 4.0-liter twin-turbo V-8 -- 560 horsepower to be...    "
                },
                "2": {
                    "title": "2015 Subaru WRX vs. 2014 Ford Focus ST",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "22 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Jonny Lieberman gets his hands on the all-new, 2015 Subaru WRX, as well as one of Motor Trend's favorite pocket rockets, the Ford Focus ST. Each car costs about $30,000, sports a 2.0-liter turbocharged four-cylinder engine with similar power outputs, and features a 6-speed manual transmission. The Subaru of course features a sporty version of the brand's \"symmetrical AWD\" while the Focus makes due with just the front wheels driven. However, since it first appeared, the Focus ST has wowed the Motor Trend staff with ability to dance around corners and, generally, not ...    "
                },
                "3": {
                    "title": "2014 Audi RS5 vs. 2014 Mercedes-Benz C63 507 Coupe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "26 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Jonny Lieberman sets out to discover which German hot-rod-personal-luxury-coupe is the best you can get. The 507 Coupe is the last iteration of the W204 C63. With the exception of the very limited-run Black Series, it's the best C63 that AMG has ever done.    "
                },
                "4": {
                    "title": "2014 Chevrolet Camaro Z/28 vs. 2014 Nissan GT-R Track Edition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "26 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Jonny Lieberman travels to Barber Motorsports Park for a head to head matchup with the brand new Chevy Camaro Z/28 and a well known heavyweight, the Nissan GT-R. But not just any GT-R, the 2014 Track Edition which packs a 545 hp twin-turbo V-6, a 6-speed dual clutch transmission, sticky Dunlop tires and AWD traction into a car without rear seats. The Z/28, by way of contrast, features a massive 7.0-liter naturally-aspirated V-8, a 6-speed manual transmission, and tail-out RWD.    "
                },
                "5": {
                    "title": "2014 BMW M325i vs. 2014 Mercedes-Benz CLA45",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "16 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Fast, small German cars are back with a vengeance on this episode of Head 2 Head. Join host Jonny Lieberman as he compares and contrasts the Mercedes-Benz CLA45 AMG with the brand new BMW M235i. Mercedes and BMW have had small car rivalries like this in the past, most notably the Benz's 190E 2.3-16 versus Bimmer's E30 M3. Fast forward three decades, and times have changed.    "
                },
                "6": {
                    "title": "2014 Tesla Model S vs. 2014 Mercedes-Benz S550",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "14 May 2014",
                    "year": "2014",
                    "plot": "\n    The Mercedes-Benz S-Class has ruled the luxury roost since it created the segment decades ago. However, Elon Musk's revolutionary Tesla Model S has single handedly disrupted the established luxury paradigm and has recently outsold the mighty S-Class. What's most amazing is that the Model S doesn't use a drop of gas. The S-Class does, but it rewrites the luxury car playbook in other ways. So which $125K big lux whip is best?    "
                },
                "7": {
                    "title": "2015 Jaguar F-Type Coupe R vs. 2014 Porsche 911 50th Anniversary Edition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "11 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    The 550-horsepower Jaguar F-Type Coupe R and 430-horsepower Porsche 911 50th Anniversary Edition both have carbon ceramic brakes, active dampers, and active differentials, and both are rear-drive. Both are intent on making driving enjoyable and rewarding. But which one does it best?    "
                },
                "8": {
                    "title": "2014 Jaguar F-Type V6 vs. 2014 Mercedes-Benz SLK55 AMG",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "16 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    The Motor Trend long-term 2014 Jaguar F-Type V6 S faces-off against the 2014 Mercedes-Benz SLK55 AMG in an all-out fight to figure out which small luxury roadster is the best to live with. The F-Type sports a righteous 3.0-liter supercharged V-6 making 375 hp and 339 lb-ft of torque, and the SLK55 AMG packs a big 5.5-liter V-8 sending out 413 hp and 398 lb-ft of torque. Despite the big disparity in cylinders and displacement, the two drop-tops match up incredibly evenly. Which will come out on top?    "
                },
                "9": {
                    "title": "1967 Chevrolet Corvette 427 vs. 1968 Porsche 911L",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "13 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The 1960's were the defining decade of the modern era. From the Cuban Missile Crisis, to the assassinations of JFK, RFK and MLK, to the hippie counter culture, to a man standing on the moon, few ten-year spans in history have seen as much tumult. Fewer still have seen as many awesome cars. On this episode we look at two of the most important cars from the 1960's: a 1967 Chevrolet Corvette 427 Tri-Power and a 1968 Porsche 911L.    "
                },
                "10": {
                    "title": "2015 Ford Mustang GT vs. 2015 Chevrolet Camaro SS",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "15 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Carlos Lago pits the Chevrolet Camaro SS against the new Ford Mustang GT. Not only are both packing around 430 horsepower, but they both have the most aggressive handling packages available with their respective performance packs. These cars have been going at it for longer than some of you watching have been alive, and they've never been better.    "
                },
                "11": {
                    "title": "2015 BMW M4 vs. 2015 Lexus RC F",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "29 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Carlos Lago pits two rear-drive luxury coupes - the 2015 BMW M4 and the 2015 Lexus RC-F - against each other in a battle for tire-smoking glory. Also, we find out which one is faster and more fun to drive by visiting the instrumented test track, the winding road course at Hyundai's Proving Ground, and Streets of Willow racetrack with pro driver Randy Pobst. Has Lexus built a sports coupe with performance on par with BMW's M Division?    "
                }
            },
            "6": {
                "1": {
                    "title": "2015 Dodge Challenger SRT Hellcat vs. 2015 Chevrolet Camaro ZL1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "28 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Jonny Lieberman travels just over the Golden Gate Bridge to beautiful Marin County in two of the most powerful cars ever to roll out of American factories.    "
                },
                "2": {
                    "title": "2015 Chevrolet Corvette Z06 vs. 2015 Nissan GT-R Nismo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "4 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    It's a clash between the two most capable cars from the USA and Japan: the Chevrolet Corvette Z06 and the Nissan GT-R Nismo. Both of these juggernauts pack massive horsepower, from 600 to 650 hp, and incredible racetrack capabilities with wide and sticky tires, but which one is the top performer?    "
                },
                "3": {
                    "title": "2015 Porsche Macan Turbo vs. 2015 Mercedes-Benz GLA45 AMG",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "4 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Jonny Lieberman travels out to the wilds of the Anza Borrego desert with the goal of figuring out which small, sporty, pricey, German SUV is best: the Mercedes-Benz GLA45 AMG or the Porsche Macan Turbo.    "
                },
                "4": {
                    "title": "2015 McLaren P1 vs. 2015 Porsche 918 Spyder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "1 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Presented by Tire Rack, we present a hyper-car battle for the ages: the McLaren P1 versus the Porsche 918 Spyder.    "
                },
                "5": {
                    "title": "2015 Dodge Charger SRT Hellcat vs. 2015 Tesla Model S P85D",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "29 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Presented by Tire Rack, host Jonny Lieberman puts the quickest sedan in the world up against the fastest sedan in the world.    "
                },
                "6": {
                    "title": "Bentley Mulsanne Speed vs. Mercedes Maybach",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "27 May 2015",
                    "year": "2015",
                    "plot": "\n    Presented by Tire Rack host Jonny Lieberman takes out two of the most luxurious and expensive cars on the market, the Mercedes Maybach and the Bentley Mulsanne Speed.    "
                },
                "7": {
                    "title": "2015 BMW 335i M SPort vs. 2016 Jaguar XE S!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "24 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Jonny Lieberman heads off to Spain's Basque Country to enjoy the local wines and pintxos, the latter being the Basque take on tapas. He also embarks to find out if the latest challenger to the BMW 3 Series can dethrone the king of the sport sedan segment. Jaguar's swing at the 335i is called the XE S. It's all new, made from mostly aluminum, and powered by the same 340 horsepower supercharged V-6 found in the F-Type. Jaguar tried and failed at taking on the 3 Series with the ill-fated X-Type a generation ago.    "
                },
                "8": {
                    "title": "2016 Mazada MX-5 Miata Club vs. 2015 Subaru BRZ",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "5 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Carlos Lago gets behind the wheel of the all-new Mazda MX-5 Miata in his final video for The Motor Trend Channel. This is the Club version, fitted with Bilstein shocks, Brembo brakes, and BBS wheels. It should be a recipe for a track-worthy, canyon-carving, truly sublime driver's car. But then there's the Subaru BRZ. Its sharp handling, revvy flat-4, and stupendous balance have proven time and again that it can dominate its segment.    "
                },
                "9": {
                    "title": "2016 Cadillac ATS-V vs. 2016 Mercedes -AMG C63 S",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "2 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    The BMW M3 has long reigned as the king of the sports sedan segment. However, two new challengers have arisen: the Cadillac ATS-V and the Mercedes-AMG C63 S. The Cadillac was honed on the Nürburgring, and with its twin-turbo V6, packs 40 more horsepower than the M3. The mighty AMG, on the other hand, is based on the brand new C-class platform and sports a 503 horsepower twin-turbo V8. Does either challenger have what it takes to steal the belt from the M3?    "
                },
                "10": {
                    "title": "2015 BMW X6 vs. 2016 Mercedes-AMG GLE63 S Coupe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "21 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    It's tempting to view the BMW X6 M through the same lens that you would view the Cadillac Escalade EXT - you know, the pickup truck - a one-off anomaly that history will look back on and shrug. Hubris for the sake of hubris, etc. But that sure ain't how Mercedes views the stylized attack wagon from BMW. No, Mercedes went on ahead and recorded a note-for-note cover version of BMW's wacky song. Why? Follow the money, as BMW sure made a wheelbarrow full of it with the last generation X6M. This one is all new, as is the GLE63 Coupe S. But which hunchback of the ...    "
                },
                "11": {
                    "title": "2016 Ford Mustang Shelby GT350R vs. 2015 Chevrolet Camaro Z/28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "25 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    There's a muscle-car war brewing in Detroit these days. Right as the handling-champion Z/28 goes out of production, Ford delivers a Shelby-badged suckerpunch with a flat-plane-crank V8, MR dampers, and carbon fiber wheels. Head 2 Head host Jason Cammisa takes the two through a series of challenges: first, some canyon carving to see which car is better on the road. Then, a dyno shootout: can the GT350R's 5.2-liter Voodoo make more power than the venerable 7.0-liter LS7? And then, it's onto Chuckwalla Valley Raceway where Jason and racecar driver Randy Pobst find out ...    "
                },
                "12": {
                    "title": "2015 Chevrolet Corvette Z06 vs. 2016 Dodge Viper ACR",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "6 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Both the Chevrolet Corvette Z06 and the Dodge Viper ACR make more horsepower than almost any other cars on earth. The two also feature levels of grip only seen on race cars. Speaking of racing, Jason and Jonny bring along a friend - racing pro and SCCA Hall of Famer Randy Pobst - to see how these two handle on the famous Mazda Raceway Laguna Seca. Records will fall, tires will smoke, and ears will bleed, as these two monsters are completely unleashed. Which one is best?    "
                },
                "13": {
                    "title": "2016 Mercedes-AMG GT S vs. 2016 Jaguar F-Type Coupe R",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "original air date": "27 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Jonny Lieberman heads out to the edge of Death Valley, California to determine if the updated Jaguar F-Type has a prayer against the AMG GT S. Back in 2015, the mighty AMG took home Motor Trend's coveted Best Driver's Car award.    "
                }
            },
            "7": {
                "1": {
                    "title": "2015 BMW M4 vs. 2016 Chevrolet Camaro SS",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "30 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    After Motor Trend named the all-new Camaro our 2016 Car of the Year, Angus Mackenzie wrote an article entitled \"Revelation\" in which he said that the Camaro SS was a better driver's car than the then new BMW 340i. Thing is, Jason Cammisa and Jonny Lieberman have both driven the 340i, and they felt that being better than said Bimmer isn't much of an accomplishment. Being better than the much-ballyhooed M4 on the other hand, well, that would be something. After all, the M4 is the car that all other companies look to when trying to figure out how to break into the luxury...    "
                },
                "2": {
                    "title": "2016 Mercedes-AMG G 65 vs. 1973 Icon FJ44",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "27 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Jonny Lieberman and Jason Cammisa pair up two very expensive SUVs to find out which one is worth the over $200k price tag.    "
                },
                "3": {
                    "title": "2017 Bentley Bentayga vs. 2016 Tesla Model X P90D Ludicrous",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "25 May 2016",
                    "year": "2016",
                    "plot": "\n    The 600hp Germano-British Bentley Bentayga can reach speeds of 187 mph, making it the fastest SUV of all time. But the Tesla Model X P90D with Ludicrous Mode, can rip off a 3.2-second 0-to-60. Which is faster through the quarter-mile? We drag race the two to find out. Then we pit them against a pair of Alfa Romeo 4C Spiders. Why? You'll need to watch to find out. But trust us, it's worth your time. Are both of these SUVs worth the money? That depends on your definition of luxury- it's Ye Olde Tyme English drawing-room posh versus High-Tech Silicon Valley rolling ...    "
                },
                "4": {
                    "title": "2016 Alfa Romeo 4C Spider vs. 2017 Audi TTS",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "22 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Jason Cammisa and Jonny Lieberman try to tackle an age-old problem: What do you compare Audi's iconic TT against? This is the 292-horsepower TTS, and therefore you might think that the Porsche Cayman would be the obvious competitor. Only problem is the Cayman begins life as a Porsche, whereas underneath its smartly fold skin, the Audi is a Volkswagen Golf. So what about the Alfa Romeo 4C? Behind the driver sit the engine and transmission from an economy car, and bits of the interior are contemporary with Bill Clinton's first presidential run. Now we're talking. And ...    "
                },
                "5": {
                    "title": "2016 Cadillac CTS-V vs. 2016 Lexus GS F",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "20 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Detroit's steroidal hammer meets Japan's savvy sword. Many car folks feel the midsize luxury sport performance sedan peaked with the E39 BMW M5. They may very well be right, but that doesn't mean car makers are going to stop trying. In the black corner, packing a supercharged Corvette engine under its vented hood and producing a staggering 640 hp is Cadillac's third-generation CTS-V. Gone, but never to be forgotten, are the coupe, wagon, and manual transmission. However, the Alpha platform underpinning the third-generation CTS is one of the sportiest, best driving in ...    "
                },
                "6": {
                    "title": "2016 BMW 750i vs. 2015 Mercedes-Benz S550",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "24 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Jason Cammisa and Jonny Lieberman head down to the L.A. River to answer the hundred-thousand-dollar (and then some!) question: S Class or 7 Series? When you think of fullsize luxury sedans, the first image that pops into your mind is most likely the Mercedes-Benz S Class. A true giant of the automotive field, the S Class not only defines the segment, it-along with the E-Class-defines Mercedes-Benz. Imposing, potent, opulent, safe, technologically advanced-for a six-figure price, the S Class has it all. Buying one is something of a no-brainer. That doesn't mean there ...    "
                },
                "7": {
                    "title": "2017 Ford Focus RS vs. 2017 Volkswagen Golf R",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "14 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Jason Cammisa and Jonny Lieberman set out to find the ultimate hot hatch. These cars feature plenty of power, grip, agility, and, most importantly, fun - and who doesn't love fun? There's perhaps no quicker, more enjoyable way to bomb down a winding road than in a turbocharged, all-wheel-drive compact hatchback.    "
                },
                "8": {
                    "title": "2017 Acura NSX vs. 2017 Nissan GT-R",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "19 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    It's high time for a Japanese super-car smack-down. Ever since the Nissan GT-R finally came to America for the 2009 model year, it's lacked a hometown rival. For 2017, Godzilla gets a refresh just in time to do battle with the brand-new Acura NSX. The NSX is a rolling tech showcase, combining a mid-mounted, twin-turbocharged, 75-degree, 3.5L V-6 and (for the first time ever) two electric motors up front, providing real torque vectoring across the front axle. It also features a third electric motor sandwiched between the gasoline engine and a nine-speed dual-clutch ...    "
                },
                "9": {
                    "title": "2017 Chevrolet Corvette Grand Sport vs. Porsche 911 Carrera S",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "original air date": "9 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The brand-new Corvette Grand Sport combines the Stingray's 460hp V-8 with the wide body from the Z06. The refreshed 911 Carrera S uses two turbochargers for the first time, making 420 hp from its rear-mounted flat-six. In execution, these two sports cars couldn't be more different, and yet, they both offer super-car-slaying performance with a more affordable price tag. They're both brilliant sports cars, but the big question is whether the Chevy's outrageous cornering grip is enough to beat the 911's ludicrous straight-line speed. Motor Trend Senior Features Editors ...    "
                },
                "10": {
                    "title": "Alpina B6 vs. BMW M6 - Which Is the Better Gran Coupe?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "original air date": "7 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Jason and Jonny spend time with both to decide which makes the better Gran Coupe. Then, with the help of hall-of-fame race car driver Randy Pobst, we find out which four-door coupe is faster around the track.    "
                },
                "11": {
                    "title": "2017 Mercedes-AMG S65 vs. 2017 Bentley Continental GT Black Edition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 11,
                    "original air date": "11 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Jason and Jonny head to New York City and then out into the fall leaves to figure out which is the best big convertible.    "
                },
                "12": {
                    "title": "2017 Alfa Romeo Giulia Quadrifoglio vs. Everything!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 12,
                    "original air date": "8 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Motor Trend Senior Features Editors Jason Cammisa and Jonny Lieberman are in a bind. Before having driven Alfa Romeo's first rear-wheel-drive sports sedan in 30 years, they didn't know what its closest competitor would be. So they brought all of them: a 2016 BMW M3 Competition Package, a 2016 Cadillac ATS-V, and a 2016 Mercedes-AMG C63 S. After looking at hall-of-fame race car driver Randy Pobst's lap times around Chuckwalla Valley Raceway, they picked the strongest competitor to do battle with the Alfa. Then, the duo hit the road to see which is the best midsize ...    "
                }
            },
            "8": {
                "1": {
                    "title": "2017 Chevrolet Camaro LT 1LE vs. 2016 BMW M2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "original air date": "8 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Join MOTOR TREND Senior Features Editors Jason Cammisa and Jonny Lieberman to find out if Chevy's 2017 Camaro LT 1LE can beat on the BMW M2 the way its V-8 big brother defeated the M4. For the first time ever, Chevy is offering the 1LE elite track package on its six-cylinder Camaro. The 1LE is no slouch, accelerating from 0-60 mph in just 5.0 seconds, thanks to the 335hp, 7,000-rpm V-6 under its matte black hood. The BMW M2 is more similar than you may think-a handling-focused rear-wheel-drive coupe with a six-cylinder. Its twin-turbo straight-six produces 30 more ...    "
                },
                "2": {
                    "title": "2017 Jaguar F-Pace S vs. 2017 Porsche Macan GTS",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "original air date": "5 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    We travel to the frozen, snow-covered Bridgestone Winter Driving School to test two high-performance SUVs. MOTOR TREND Senior Features Editors Jason Cammisa and Jonny Lieberman pit the Porsche Macan GTS against the Jaguar F-Pace S in a series of handling and acceleration challenges. Rumor has it that Jaguar delayed the F-Pace's introduction until it was a worthy competitor of the spectacular Macan, so we find out how it stacks up. Each vehicle has a forced-induction 3.0L V-6 and a rear-biased all-wheel-drive system. Which is better? There's only one way to find out.    "
                },
                "3": {
                    "title": "2017 Tesla Model S P100D vs. 2017 Audi RS7 Performance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "original air date": "3 May 2017",
                    "year": "2017",
                    "plot": "\n    The Audi RS7 and Tesla Model S have nearly identical silhouettes and are within 0.2 inch in length. They're both all-wheel-drive, four-door, hatchback sedans with an eye toward luxury and supercar-taunting powertrains. The RS7 was the quickest four-door car MOTOR TREND had ever tested, but the Performance model adds 55 more horsepower for a total of 605 hp from its 4.0L twin-turbo V-8. The Tesla Model S P90D was even quicker, and now the P100D with Ludicrous Plus proves to be even more speedy. It is, in fact, the quickest-accelerating vehicle MOTOR TREND has ever ...    "
                },
                "4": {
                    "title": "2017 Mazda MX-5 Miata RF vs. 2017 Toyota 86",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "original air date": "31 May 2017",
                    "year": "2017",
                    "plot": "\n    This is an epic battle between two of the best sports cars on sale today. Yep, you read that correct: the Miata and 86 are real sports cars in the traditional sense, focusing on the driving experience rather than delivering outright speed. MOTOR TREND Senior Features Editors Jason Cammisa and Jonny Lieberman take to the backroads to decide whether the new Targa-topped, retractable hardtop Miata is more fun than the new, updated BRZ, err - FR-S - err - GT-86, err...86. Then, they head to the racetrack where they're joined by SCCA Hall of Fame race car driver Randy ...    "
                },
                "5": {
                    "title": "2017 Chevrolet Camaro ZL1 vs. 2017 Ford Shelby Mustang GT350R",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "original air date": "28 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Jason Cammisa and Jonny Lieberman take a hard, smoky look at the latest battle in a war that began 50 years ago. In 1967, Chevrolet introduced the Camaro to do battle against Ford's hugely popular Mustang. The ponycar war has been raging ever since. While there have been fantastic Mustangs and Camaros for generations, there have never been two quite like these. In the white corner sits the most powerful Camaro ever. Kicking out a stonking 650 hp and 650 lb-ft of torque, the supercharged Camaro is capable of both humbling supercars and the greatest burnouts we've ever ...    "
                },
                "6": {
                    "title": "2017 Jaguar XE 35t vs. 2017 Mercedes-AMG C43",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 6,
                    "original air date": "26 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    On this episode of Head 2 Head presented by Tire Rack, Jason Cammisa and Jonny Lieberman explore the burgeoning segment of mid-grade performance machines. Way back in Episode 67, the then-brand-new Jaguar XE beat the once-dominant BMW 335i to capture the crown. In terms of pure driving joy, Jag had Bimmer's number. But there's a new AMG in town, and the boys can't even agree on whether or not it's a \"real\" one. On the one hand, 12 months ago, the essentially unchanged C43 was sold as a non-AMG C450 4Matic. On the other, in terms of acceleration, the C43 barrels down a...    "
                },
                "7": {
                    "title": "2018 Mercedes-AMG GT R vs. 2017 Nissan GT-R Nismo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 7,
                    "original air date": "23 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Jonny Lieberman and Randy Pobst examine two of the highest performing vehicles on sale today, and they're both called GT-Rs. Or is that GT Rs? From Nissan comes the Nismo version of its long-running supercar. Power is unchanged for 2017-still a healthy 600 hp-but structurally, the body in white has been strengthened. This seemingly simple change pays huge dividends in terms of overall performance and is in line with Nissan's mantra of gradual improvement. The AMG GT R, on the other hand, is pretty radical compared to the regular-strength GT S. Power is way up, the ...    "
                },
                "8": {
                    "title": "2017 Audi R8 V10 Spyder vs. 2017 Porsche Turbo Cabriolet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 8,
                    "original air date": "20 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Jonny Lieberman and Randy Pobst take a look at two entry-level convertible super cars, the Audi R8 V10 Spyder and the Porsche Turbo Cabriolet. These are the base versions. The brakes are steel, the engines are in a relatively relaxed state of tune, and the suspensions have been dialed down a notch or two. Still, with each convertible pumping out 540 hp and sporting seven-speed, dual-clutch transmissions that send power to all four wheels, these two aren't exactly no frills. Pobst and Lieberman put the two through their paces, on a winding open road and a racetrack. ...    "
                },
                "9": {
                    "title": "2018 Audi RS5 vs. 2017 Mercedes-AMG C63 S Coupe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 9,
                    "original air date": "18 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Jonny Lieberman and brand-new host Jethro Bovingdon head to Wales to have a look at new versions of two of the most legendary high-performance coupes around, the AMG C63 and Audi RS5. When these two first battled on Head 2 Head four years ago, the mighty Merc's superior feel was enough to overcome the Audi's performance advantage. This time out, both cars have gained twin turbochargers and shrunk in displacement, but the Audi has lost two cylinders. Can the V-6-powered RS5 hope to beat up on or even keep up with the V-8 AMG coupe? Watch and find out.    "
                },
                "10": {
                    "title": "2018 BMW M4 CS vs. 2018 Porsche 911 GTS",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 10,
                    "original air date": "15 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    On this episode of Head 2 Head presented by Tire Rack, Jonny Lieberman and new cohost Jethro Bovingdon go on the ultimate gearhead road trip in Germany and Austria-from Autobahns with no speed limit to the wild Nürburgring race circuit, and finally a mountain pass that climbs to a stunning glacier. The contenders? Well, it had to be the two iconic German sports cars: the BMW M4 and Porsche 911. The brand-new M4 CS is lighter, more powerful, and more focused, but can it really compete with the brilliant 911 GTS? Watch and find out!    "
                },
                "11": {
                    "title": "2018 Aston Martin DB11 V8 vs. 2018 Lexus LC 500",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 11,
                    "original air date": "20 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Jethro Bovingdon and Jonny Lieberman head to Spain to sample two of the finest grand touring cars in existence, the new Aston DB11 and the big LC from Lexus.    "
                },
                "12": {
                    "title": "2018 Mercedes-AMG E63 S Sedan vs. 2017 Cadillac CTS-V Sedan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 12,
                    "original air date": "17 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Explore two of the fiercest super-sedans ever built. AMG's latest four-wheel-drive E63 S takes on the benchmark Cadillac CTS-V on the road, at the drag strip, and, with the help of Randy Pobst, on the track, too.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "2015 Porsche 911 GT3 vs. 2015 Chevrolet Camaro Z/28!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Head 2 Head (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "27 May 2016",
                    "year": "2016",
                    "plot": "\n    Carlos Lago hosts a face-off between the Chevrolet Camaro Z/28 and Porsche 911 GT3. Both cars are bred for track performance and driver's satisfaction, each packing high-revving, dry-sump engines, carbon ceramic brakes, and big wings. The huge price disparity makes this an odd pairing, but after considering each car's hardcore focus on performance, we couldn't resist the idea of getting them together. The Camaro makes more power, but the Porsche's lighter.    "
                }
            }
        },
        "number of episodes": 107,
        "cast": [
            {
                "name": "Lieberman, Jonny"
            },
            {
                "name": "Cammisa, Jason"
            },
            {
                "name": "Pobst, Randy"
            },
            {
                "name": "Bovingdon, Jethro"
            },
            {
                "name": "Evans, Scott"
            },
            {
                "name": "Musto, Mike"
            },
            {
                "name": "Mackenzie, Angus"
            }
        ],
        "genres": [
            "Sport"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "certificates": [
            "Singapore:PG",
            "South Korea:12"
        ],
        "number of seasons": 9,
        "rating": 7.8,
        "votes": 33,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2FlMjA0OTAtNDAxNC00MzljLThkMDMtNDliZTZmM2M3OGUyXkEyXkFqcGdeQXVyMTYwODQ1ODI@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "Everyone loves a contest. And Head 2 Head delivers a no-holds barred fight for supremacy in every episode. From consumer oriented match-ups like Chevy Corvette versus Porsche 911 to fun stories like Ferrari 458 super car versus Ducati's latest high performance motorcycle, Head 2 Head tells it like it is, with personality, opinion and perspective.",
        "languages": [
            "English"
        ],
        "title": "Head 2 Head",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Head 2 Head (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9"
        ],
        "writer": [
            {
                "name": "Lieberman, Jonny"
            },
            {
                "name": "Cammisa, Jason"
            },
            {
                "name": "Pobst, Randy"
            }
        ],
        "production companies": [
            {
                "name": "StudioTEN"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "Everyone loves a contest, and _Head 2 Head_ (qv) delivers a no-holds barred fight for supremacy in every episode, with personality, opinion and perspective.",
            "Everyone loves a contest. And _Head 2 Head_ (qv) delivers a no-holds barred fight for supremacy in every episode. From consumer oriented match-ups like Chevy Corvette versus Porsche 911 to fun stories like Ferrari 458 super car versus Ducati's latest high performance motorcycle, _Head 2 Head_ (qv) tells it like it is, with personality, opinion and perspective."
        ],
        "tech": {
            "runtime": [
                "10 min (original)",
                "22 min (original)"
            ],
            "color": [
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 33,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 6.8
            },
            "aged 30 44": {
                "votes": 14,
                "rating": 7.6
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "males": {
                "votes": 23,
                "rating": 7.3
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 6.8
            },
            "males aged 30 44": {
                "votes": 14,
                "rating": 7.6
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "females": {
                "votes": 1,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 7,
                "rating": 7.0
            },
            "non us users": {
                "votes": 14,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 8,
            "9": 3,
            "8": 6,
            "7": 8,
            "6": 8,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}