{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2012"
            },
            {
                "country": "USA\n",
                "date": "February 2012"
            }
        ],
        "release dates": [
            "USA::2012",
            "USA::February 2012"
        ],
        "episodes": {
            "7": {
                "74": {
                    "title": "Project-Car Showdown at Dirtfish!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 74,
                    "original air date": "22 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    It's a Roadkill project-car showdown at DirtFish Rally School. This location became famous on Episode 32 when Subaru challenged Roadkill to a showdown and we went head-to-head on the rally course with a Subie versus the General Mayhem 1968 Dodge Charger. It made for some of the best action scenes in the history of Roadkill, leaving fans demanding more. So, on this episode, the General Mayhem is back-complete with its new 707hp drivetrain from a 2015 Dodge Charger Hellcat. We also brought a number of other cars chosen loosely because they have appeared on the show ...    "
                },
                "75": {
                    "title": "The Original Vette Kart Returns!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 75,
                    "original air date": "12 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Way back in 2010 before Roadkill was even a thing, hosts David Freiburger and Mike Finnegan built (or unbuilt) the Vette Kart, a 1985 Chevy Corvette that was stripped to nothing but a chassis and powertrain to save weight and go fast for cheap. The Kart contraption was first seen on Roadkill, Episode 35, and later on Episode 47, and it inspired a legion of people to build similar rides. The Vette Kart has proven itself on the autocross, big track, and dragstrip, and now the guys are bringing it back to round out its motorsports accomplishments with sand-dune blasting ...    "
                },
                "76": {
                    "title": "The Ugly Truckling Dragster!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 76,
                    "original air date": "19 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    In the early '50s, the first dedicated drag-race cars were 'rail jobs-vehicles stripped down to nothing but the frame and drivetrain to build the lightest setup for speed. Applying that concept, David Freiburger figured that a big-block pickup would make a great modern-day 'rail job. He scored a cheap GMC Crew Cab, and things got out of control in a way that ended up with Lucky Costa, Steve Dulcich, and Calin Head helping to lay the groundwork of a monster before Mike Finnegan showed up to zap the whole thing together. Then Freiburger and Finnegan drove the ...    "
                },
                "77": {
                    "title": "Ice Drag Racing Redemption!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 77,
                    "original air date": "16 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Special cohost Tony Angelo alongside Mike Finnegan. Why? Because those two guys really needed a do-over after they joined up for Episode 69 where they rescued a 1977 Chevy El Camino drag race car from a barn and attempted big-nitrous action on the eighth-mile dragstrip. The result was a transmission fluid spill that can still be seen from space. This time the guys got together to install a new Gearstar automatic trans and attempt a road trip to the Merrill Ice Drags on a frozen river in Wisconsin. Will they make it? Will they be victorious? Or will we find out what ...    "
                },
                "78": {
                    "title": "Junkyard Big-Block Samurai!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 78,
                    "original air date": "14 May 2018",
                    "year": "2018",
                    "plot": "\n    A 440-powered Suzuki Samurai? Yup. Watch David Freiburger and guest host Steve Dulcich achieve a long-held Roadkill dream: building a car entirely out of a junkyard. The result is a ludicrous Suzuki Samurai tiptop powered by a 440 Chrysler big-block out of a B300 1-ton van. After stepping among scorpions, rattlesnakes, and junkyard dogs at Hidden Valley Auto Parts in Arizona, the guys actually get this abomination running and driving. But will it even do a burnout before the rear axle shatters like glass? Find out in this special all-junkyard episode.    "
                },
                "79": {
                    "title": "Hit the Road, Worry Later!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 79,
                    "original air date": "11 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    This is about a good ol' road trip in random, unreliable junk. David Freiburger and Mike Finnegan wanted to buy a car sight-unseen and take a big adventure. The vehicle turned out to be a 1966 Ford Econoline flat-face pickup with a lot of rust, a worn-out 289 V-8, and a full-'70s stance, but it had one flaw that would trump all others: no hood to remove when it overheated, which it did-a lot. Stumped but never stopped, the guys overcame all obstacles and managed to see the Volo Auto Museum and the old Joliet prison for some Blues Brothers movie flashbacks before ...    "
                },
                "80": {
                    "title": "Muscle Truck Showdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 80,
                    "original air date": "17 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    There's big action as David Freiburger and Mike Finnegan scheme some chaos in hot-rodded pickups. They invite Steve Dulcich from Roadkill Garage as well as Lucky Costa and Tony Angelo from HOT ROD Garage to join in. The plan: pure fun and clean comedy with a rallycross, dirt drags, autocross, donuts, and burnouts for distance. The players: Freiburger in the 630hp longbed '67 Chevy from Roadkill Garage, Finnegan in the OG Roadkill '74 Chevy C10, Dulcich in his Mopar Muscle Truck, Costa in the HOT ROD Garage Crown Hick, and Angelo in the HOT ROD Garage '67 shortbed. ...    "
                },
                "81": {
                    "title": "Vintage Circle-Track Charger Rescue!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 81,
                    "original air date": "9 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Mike Finnegan has had Charger lust since his childhood exposure to the General Lee on The Dukes of Hazzard, so he recently bought a 1968 Dodge Charger that had been wrecked when new, then hacked into a circle-track race car. The car was abandoned in 1970 before ever making a lap and has lasted 48 years in as-built condition. After securing the time-capsule beater at his Georgia wrenching facility, Finneganwent to work alongside buddies Tony Angelo, David Newbern, and Daniel Boshears as they installed a fresh 383 big-block and a Silver Sport Transmissions'six-speed ...    "
                },
                "82": {
                    "title": "From the Junkyard to Pikes Peak!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 82,
                    "original air date": "6 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Follow along as Freiburger and Finnegan return to the site of the Broughammer diesel Cadillac buildup (episode 55) and select a weed-riddled 1967 Chevy Biscayne with a 283 V8 and a two-speed Powerglide transmission-the perfect cruiser for brutal mountain roads. Once the car is on the road it turns to a gearhead vacation as the guys blast around a long-abandoned road-race track before heading to the mountain that's been the scene of the Pikes Peak International Hillclimb since 1916. There are some Roadkill repairs along the way, and seemingly a big victory...or is it?    "
                },
                "83": {
                    "title": "Automotive Cliff Diving!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 83,
                    "original air date": "3 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    A tale of David Freiburger, Mike Finnegan, and Steve Dulcich taking a vacation to Alaska for the Fourth of July to visit the legendary celebration in the remote area of Glacier View where they throw cars off a cliff for the sheer hilarity of it. The guys buy a couple of really worthless cars, have some fun beating on them, and then toss them off a cliff only to realize that their hope of fixing them and driving them away were completely delusional. But the story ends with another fresh automotive discovery that may eventually find its way onto a future episode. This ...    "
                },
                "84": {
                    "title": "Roadkill Nights to the NHRA Nationals!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 84,
                    "original air date": "1 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Witness the epic return of the Roadkill Draguar on a journey from the Roadkill Nights event on Woodward Avenue in Michigan all the way to racing at the NHRA Nationals in Minnesota. The fourth annual Roadkill Nights event at M1 Concourse in Pontiac, Michigan, where 40,000 people show up to see us drag race on the famed Woodward Avenue, experience Dodge Thrill Rides, race in Demon simulators, and check out all the radical cars. There's also nitro-powered dragster and Funny Car burnouts on Woodward and a celebrity showdown in new Hellcat-powered Challengers, both of ...    "
                },
                "85": {
                    "title": "1,700 Miles in the Vanishing Paint Challenger!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 85,
                    "original air date": "29 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    The Vanishing Paint Challenger is back on the road with an upgraded suspension and it's ready to dominate the autocross. David Freiburger and Steve Dulcich rekindled their love for the VP Challenger on Roadkill Garage Episodes 34 and 36, and now they are putting it to the ultimate Roadkill road trip test. They've entered the Tire Rack SSCA Solo Nationals in Lincoln, Nebraska, a mere 1,700 miles away. Is there any better way to break in a new build? The guys hit the road, camp under the stars, shoot off fireworks, and work out roadside repairs in their most fun road ...    "
                }
            },
            "1": {
                "1": {
                    "title": "El Paso to LA: The Hard Way!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Feb. 2012",
                    "year": "2012",
                    "plot": "\n    On the premiere episode of Roadkill, HOT ROD's David Freiburger and Mike Finnegan head to El Paso, TX with money and a mission - to find a car they can buy, fix up, and drive back to Los Angeles. The catch? They only have $1500 bucks to do it, and they ne    "
                },
                "2": {
                    "title": "Viva Ranchero! Alaska or Bust!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Mar. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Roadkill, HOT ROD's David Freiburger and Mike Finnegan build a clone of the 1968 Ford Ranchero that the magazine ran in the very first Baja 1000, then head north for Alaska. But sometimes when you hit the road, the road hits back, and t    "
                },
                "3": {
                    "title": "Cheap Truck Challenge!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Apr. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Roadkill, HOT ROD's David Freiburger and Mike Finnegan join Fred Williams and Rick Péwé of Peterson's 4-Wheel & Off-Road magazine to compete in the infamous Cheap Truck Challenge. Riding into battle with a modded 1979 Bron    "
                },
                "4": {
                    "title": "Extreme Elco Engine Swap!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "May 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Roadkill, David Freiburger, Mike Finnegan and a carsick dog drive a '69 El Camino 500 miles from home (on seven cylinders) to change an engine in the parking lot of Summit Racing. The story goes that Finnegan's wife's grandfather bought    "
                },
                "5": {
                    "title": "Rat Rod vs Lamborghini Aventador!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Jun. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Roadkill, HOT ROD's David Freiburger and Mike Finnegan spend 24 crazy hours with a 1930 Model A Rat Rod and a 2012 Lamborghini Aventador to find out which wildly impractical, larger-than-life car attracts the most attention.    "
                },
                "6": {
                    "title": "Thrash Battle! Van vs Wagon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "Jul. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Roadkill, David Freiburger and Mike Finnegan go head-to head in an epic driving competition that's really just an excuse for some hilarious, needless car bashing. The victims are two parts cars for HOT ROD magazine projects: a '90-somet    "
                },
                "7": {
                    "title": "Release the Draguar! Building a Blown Jaguar Rat Rod",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "Aug. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Roadkill, Freiburger and Finnegan do unspeakable things to a '74 Jaguar XJ12, one of about 4,700 made. Namely, they cut a giant hole in the hood and install a Weiand 6-71 supercharger and twin Holley carburetors on the 350ci Chevy V8 th    "
                },
                "8": {
                    "title": "426 Hemi in a '55 Chevy!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "Sep. 2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Roadkill, HOT ROD's David Freiburger and Mike Finnegan hit the road on a quest to build a car they've both dreamed of for years: a '55 Chevy Bel Air sedan set up like a '60s Gasser and powered by a Mopar 426 Hemi. The guys drag out a '7    "
                },
                "9": {
                    "title": "Surviving HOT ROD Drag Week!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Roadkill, HOT RODs David Freiburger and Mike Finnegan hit the road with 500 of their friends for Drag Week. Its the most brutal test anywhere of real drag-racing, street-driven cars, as the competitors hit the road for 1,400 miles to ra    "
                },
                "10": {
                    "title": "727 Cubic Inches and Australian Tire Smoke!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Roadkill, there's endless burnouts and powerskids as David Freiburger and Mike Finnegan of HOT ROD magazine are on the loose in Australia with 727ci of Sonny Leonard hemi-headed madness. The massive big-block makes 1,275 horsepower betw    "
                },
                "11": {
                    "title": "Junkyard 'Cuda Rescue, with Nitrous Oxide!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Roadkill, David Freiburger and Mike Finnegan of HOT ROD magazine fly out of town, buy a car from a junkyard, make it run and drive, do burnouts, add nitrous, drag race twice, almost die, and the auction off the car at the end. The scene    "
                },
                "12": {
                    "title": "Chevy vs. Ford Cop-Car Thrash Battle!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Roadkill, Freiburger and Finnegan are out to discover which used cop car they like best, the Chevy Caprice 9C1 or the Ford Crown Victoria Police Interceptor P71. Of course you expect nothing but the most professional, scientific analysi    "
                }
            },
            "2": {
                "13": {
                    "title": "The Ranchero Returns! Alaska or Bust: The Sequel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Roadkill, the boys reignite their desire to go Ice Racing in Alaska! If you remember episode 2 of Roadkill, Freiburger and Finnegan hit the road in a '68 Ford Ranchero with a wild goal: to drive 3,600 miles from Los Angeles, California, to Big Lake, Alaska, to go ice racing. Somehow, they instead found themselves in the bottom of the Grand Canyon. You really need to check out Episode 2 to understand the level of fail that has chased these guys. But now, 14 months later, the guys are trying it again. The Ranchero's engine was freshened up and ...    "
                },
                "14": {
                    "title": "The Ranchero Returns Part 2! Alaska or Bust, the Sequel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Roadkill, the 14-month dream of ice racing in Alaska comes true! More than a year ago, on Episode 2 of Roadkill, Freiburger and Finnegan hit the road in a '68 Ford Ranchero with a wild goal: to drive 3,600 miles from Los Angeles, Califo    "
                },
                "15": {
                    "title": "Rat Rod Jeep Death-Wish Trip!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    David Freiburger claims that this road trip on this episode of Roadkill is the most stupid thing that he and Mike Finnegan have ever done. Freiburger wanted to do a Jeep trip, so Finnegan bought an old Willys flatfender--one that had been turned into a tw    "
                },
                "16": {
                    "title": "Leaf-Blower Supercharging a 1978 Chevrolet Monza Spyder!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Roadkill, it's fun with Leaf Blowers. Experts on the Internet said it would never work. That's never stopped Freiburger and Finnegan, and this time on Roadkill the guys put the theory to the test: can hardware-store leaf blowers superch    "
                },
                "17": {
                    "title": "Tank Smashes Prius! Toyota Prius Battles AMC Gremlin & Suffers Crushing Defeat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "28 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    On this episode of Roadkill, a tank squashes a Prius to smithereens! It runs over that junk without even noticing. That's all you really need to know about this episode of Roadkill, but if you jump straight to the tank carnage you'll miss a bunch of cool    "
                },
                "18": {
                    "title": "Nitrous Muscle Truck and Mini Bikes!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    A Vette-powered stepside truck. Nitrous oxide. Honda Trail 70s. Drag racing, and lots and lots of burnouts. Those are the basic plot points on this episode of Roadkill, as Freiburger and Finnegan have big fun with retro trail motorcycles on their way to r    "
                },
                "19": {
                    "title": "67 Crusher Camaro vs '70 Super Bee 1,500-Mile Burnout-Fest!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Roadkill, it's Freiburger in the Super Bee versus Finnegan in the '67 Camaro as the guys make the trip from Los Angeles to Salt Lake City and back to go race at the Midnight Drags at Rocky Mountain Raceways in hopes of running the Bee o    "
                },
                "20": {
                    "title": "Chasing a Landspeed Record at Bonneville with a 1100hp Camaro!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Roadkill, Finnegan builds an 1,100-horsepower big-block and Freiburger brings a Camaro that he's run 261 mph at the Bonneville Salt Flats. Put 'em together and it's a recipe for win, right? If you think so, you're probably not a Roadkil    "
                },
                "21": {
                    "title": "Rat Rod Custom 1950 Mercury Rescue!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    It's always a good idea to buy a car off the Internet sight-unseen, right? That's what a friend-of-a-friend of Roadkill did with the custom Merc-and maybe he made an even worse decision when he allowed Freiburger and Finnegan to wrench on the thing and deliver it to him. This deal was set up by a Roadkill fan, Jim Norman of Norman Vinyards in Paso Robles, California.    "
                },
                "22": {
                    "title": "24 Hours of Lemons in a 1973 Plymouth Fury!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "15 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    On this episode of Roadkill, Freiburger and Finnegan attack the low-buck endurance race called 24 Hours of Lemons. Not content do do this ridiculous race in a reasonable car like a little handling-oriented import, the race car of choice is a one-owner '73    "
                },
                "23": {
                    "title": "Dirt Cheap Rat Rod! 1968 Charger Buildup and Thrash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "16 May 2014",
                    "year": "2014",
                    "plot": "\n    Freiburger and Finnegan think this is the best episode so far! It's the longest, too. This show has it all: a Mad-Max-vibe 1968 Dodge Charger built with motorhome parts, sideways Dukes-style action, lots of low-buck wrenching, hilarious snafus, and cameo    "
                }
            },
            "3": {
                "24": {
                    "title": "700 Horsepower & 2,400 Miles! Crusher Camaro Engine Swap Aftermath",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    More than any other episode, this Roadkill reveals what it's really like to work at HOT ROD Magazine. Follow along to get the behind-the-scenes dirt on how we pulled off the Roadkill Live engine swap in the Crusher Camaro at the 2013 Performance Racing Industry trade show, then watch the 2,400-mile trip home from Indy to LA in the Crusher Camaro--including visits with Funny Car Racer Tony Pedregon, Steve Schmidt Racing Engines, and Finnegan's dad! It all ends with a session at the drag strip where the Crusher went quicker than it ever has.    "
                },
                "25": {
                    "title": "Project Car Shootout! Watch Every Roadkill Car Ever Battle It Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Roadkill, we celebrate with a 44-minute special that includes details on what's become of every Roadkill project car since the start, plus a big-action showdown of 9 of the popular survivors. As a bonus, we invited Motor Trend hosts and    "
                },
                "26": {
                    "title": "Junkyard Turbo Swap! Chevy-Powered 1971 Datsun 240Z Autocross Thrash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    What do you get when you cross a rusted 1971 Datsun 240Z with a Chevy 4.3L V6 and a turbo from a Ford Power Stroke Diesel? The Rotsun! During Roadkill Episode 25, Freiburger and Finnegan revived the Rotsun expecting it to dominate in the 9-car autocr    "
                },
                "27": {
                    "title": "Corvette Sinkhole Adventure in a 1975 Stingray!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 27,
                    "original air date": "18 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Chevy runs deep! This time Freiburger and Finnegan find out just how deep as they visit the infamous sinkhole that opened up inside the National Corvette Museum in Bowling Green, Kentucky. To do it Roadkill style, the guys find the worst Corvette they can buy, get it running after sitting for six years, break auto parts, experience gators firsthand, and visit the Corvette assembly plant. Finally, they try and convince the Corvette Museum to let them leave their '75 Stingray behind......inside the sinkhole.    "
                },
                "28": {
                    "title": "Muscle Truck vs. Baja Bug! 1974 Chevy C10 Battles Fred's Volkswagen Baja Bug",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 28,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Remember the drag racing '74 Chevy Muscle Truck from Roadkill Episode 18? It's back, but with a twist: it's gonna become a true dual-sport ride for surf and turf, shedding its drag slicks for Super Swamper Boggers and hitting the sand dunes...hard! And to    "
                },
                "29": {
                    "title": "Hemi Buildup on a '55 Chevy Bel Air!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 29,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    In Episode 8 of Roadkill we introduced you to the greatest engine swap project ever-a Hemi into a 1955 Chevy Bel Air. Nearly two years later, we finally get Mike Finnegan's Mopar-powered Tri-Five on the road, but not without a few problems along th    "
                },
                "30": {
                    "title": "Cross Country in a Gasser 1955 Chevy with a Hemi!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 30,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    On this episode of Roadkill, it's 2,600 miles, 530 cubic inches, 700 horsepower, six speeds, 17 mpg, and two fun visits with some friends from TV. Last time, on Roadkill Episode 29, we finished our Chrysler-Hemi-powered 1955 Chevrolet gasser in about two    "
                },
                "31": {
                    "title": "Junkyard Rescue! Saving a 1950 GMC Truck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 31,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    One of the most incredible junkyards in the history of junk is Turner's Auto Wrecking in Fresno, California-and Freiburger and Finnegan hit those 100 acres of vintage sheetmetal and go spelunking for gold. After considerable debate, the guys select a 1950 GMC shortbed truck that had been off the road for 26 years and jam to get it running and driving for the trip home to Los Angeles. At least there was a 50-percent victory. Watch as the guys revamp the Jimmy inline six, panic over a wrecked master cylinder, sweat their cajones off for four days, and explore one of the...    "
                },
                "32": {
                    "title": "2015 Subaru Legacy Challenges the Roadkill Project Cars!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 32,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Subaru's all-new 2015 Legacy goes head-to-head with three of Roadkill's most famous project cars in tests of agility. Can the efficiency and traction of Subaru's Symmetrical All-Wheel Drive outrun the horsepower of the 1968 Ford Ranchero, the 1968 Dodge Charger \"General Mayhem,\" and the turbo-Chevy-powered '71 \"Rotsun\" 240Z? You'll find out here in Roadkill's longest and most action-packed episode to date, as the guys thrash the cars mercilessly on a figure-8 obstacle course, at the DirtFish Rally School, and in a wheel-to wheel chase through a post-apocalyptic ...    "
                },
                "33": {
                    "title": "U.S. Nationals to Drag Week: Adevnture in a '67 Ford Wagon!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 33,
                    "original air date": "3 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    This time, Freiburger and Finnegan were out for a gearhead vacation, heading from the NHRA U.S. Nationals in Indy to HOT ROD Drag Week in Tulsa, but they had no car to drive. Posting on the Roadkill Facebook page was all it took to get fans to bring about a dozen cars for the guys to consider buying. After a struggle, they ended up letting a 5-year-old pick the car for them: a '67 Ford Country Sedan wagon.    "
                },
                "34": {
                    "title": "3 Years of Crazy! Outtakes, Bloopers, and Stuff You Missed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 34,
                    "original air date": "31 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    This is the good stuff, the moments that didn't make the cut because we just couldn't fit them in, and the inside dirt on what really happens when we hit the road with 20 bucks in our pockets and a headful of good ideas. Sit back, pop open a few cold ones, and take a trip down memory lane with Freiburger and Finnegan as they reminisce on puking dogs, smashed hybrids and why nobody seems to like it when they drive to Alaska.    "
                },
                "35": {
                    "title": "1985 C4 Corvette-Kart vs. 2014 Lingenfelter C7!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 35,
                    "original air date": "28 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    We hack the entire body off a C4 Corvette, cage it, and call it a race car. Freiburger and Finnegan fulfill a dream that began four-plus years ago when they first wrote the \"Vette Hack\" article for HOT ROD magazine, slicing 900 pounds of ugly fiberglass off of a 1985 Corvette to prove that it would handle better in the autocross. Less weight means more acceleration, better cornering, and better stopping.    "
                }
            },
            "4": {
                "36": {
                    "title": "Boatkill! The Muscle Truck-to-Boat Extreme LS Engine Swap!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 36,
                    "original air date": "6 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    On this episode of Roadkill, the boys are back to kick off Season 4 with their most epic engine swap to date! This time Finnegan and Freiburger drag an old Rogers Bonneville jet boat to a local Southern California lake behind the Muscle Truck, a lowered 1    "
                },
                "37": {
                    "title": "Winter Wagon Adventure: 1,000 Miles with a Few Missing Windows in a 1969 Buick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 37,
                    "original air date": "6 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Finnegan and Freiburger are at it again taking the hard way out by fixing up a 1969 Buick Wagon during a brutal winter road trip where they spent as much time hanging out in parking lots as they did hotels. Why?    "
                },
                "38": {
                    "title": "Dodge Hellcat-Viper-Hellcat Thrash Battle!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 38,
                    "original air date": "10 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    To kick off the sponsorship, Finnegan and Freiburger called for some brand new 2015 supercars: the 707-horsepower Dodge Challenger SRT Hellcat and Charger SRT Hellcat, plus a 645-horsepower Dodge Viper GT. Why? For an epic thrash, of course. This video has more tire smoke than you've ever seen from these cars, plus a big, irresponsible surprise at a motocross track. There are guest spots from Carlos Lago from Motor Trend, Fred Williams from Dirt Every Day, and pro drifter Tony Angelo.    "
                },
                "39": {
                    "title": "Off-Roading a Lowrider Monte Carlo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 39,
                    "original air date": "1 May 2015",
                    "year": "2015",
                    "plot": "\n    Here's a premise you haven't seen before from the Roadkill guys: this time, Freiburger bought a car without Finnegan knowing, and Finnegan picked the road trip without Freiburger knowing. Result: the Monster Carlo! It's a 1980 Chevy M    "
                },
                "40": {
                    "title": "Farm-Find Rescue! Plymouth Duster Big-Block Swap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 40,
                    "original air date": "29 May 2015",
                    "year": "2015",
                    "plot": "\n    We present a new Roadkill project car: the Crop Duster. It's a 1970 Plymouth Duster that Freiburger forgot that he owned-a result of multiple trades with a buddy, and at least 5 years of neglect in the dirt of a grape farm.    "
                },
                "41": {
                    "title": "Draguar vs Randy Pobst!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 41,
                    "original air date": "26 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    On this episode of Roadkill, hosts Mike Finnegan and David Freiburger revive Roadkill's finest, boosted European and Japanese road machines: the \"Draguar\" 1973 Jag XJ12 with a supercharged 383ci Chevy small-block, and the \"Rots    "
                },
                "42": {
                    "title": "Rotsun Races 24 Hours of LeMons!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 42,
                    "original air date": "4 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Roadkill powered by Dodge is the show all about ridiculous beater cars. 24 Hours of LeMons is the racing series all about ridiculous beater cars. Match made in heaven! Roadkill is now the sponsor of LeMons, so you'd think the guys would be really g    "
                },
                "43": {
                    "title": "General Mayhem: 707HP Hellcat Engine in a 1968 Charger!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 43,
                    "original air date": "25 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    See the very first running, driving vintage muscle car powered by a 707-horsepower, supercharged, 6.2L Hemi engine from a 2015 Dodge SRT Charger Hellcat! The car is the General Mayhem, Roadkill's 1968 Dodge Charger. In this episode, the Hellcat-pow    "
                },
                "44": {
                    "title": "Stubby Bob Fails, El Camino Wins, and Blasphemi Flops",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 44,
                    "original air date": "30 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    It's a project-car mishmash this time on Roadkill, powered by Dodge. It starts out Roadkill enough, with Finnegan surprising Freiburger with a '50 Ford 2-ton truck that the guys thrash to shorten up into a bobber rat rod. Somewhere along the    "
                },
                "45": {
                    "title": "Rear-Engine Mini-Truck Madness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 45,
                    "original air date": "27 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Freiburger and Finnegan travel to Santa Rosa, California, to drive a crazy '74 Mazda REPU mini-truck all the way back to SoCal, where they'll compete in Optima's Search for the Ultimate Street Car Challenge.    "
                },
                "46": {
                    "title": "Street Legal Stock Car",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 46,
                    "original air date": "25 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    1970 Chevy Monte Carlo is transformed into the beast now known as the Nascarlo.    "
                },
                "47": {
                    "title": "Thrashing Roadkill Project Cars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 47,
                    "original air date": "22 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    In this episode you'll see a huge road trip that includes Freiburger-versus-Finnegan showdowns with crazy burnouts in the General Mayhem and General Maintenance; drag racing with the Blasphemi, General Mayhem, Draguar, and Vette Kart; and road-racing in the Vette Kart and General Maintenance. It's all part of Roadkill Takes America, presented by Dodge, an event that was held in August of 2015.    "
                }
            },
            "5": {
                "48": {
                    "title": "Wrecker Adventure! Harry Tow Meets Pigpen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 48,
                    "original air date": "19 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    A '71 Ford Crew Cab 4x4 tow truck. Yeah, exactly what Finnegan and Freiburger need in their lives. In this episode of Roadkill powered by Dodge, the guys trek to Colorado to meet up with cool fans who sold 'em the homebuilt, 460-powered tow truck that instantly became known as Harry Tow, or Harry for short. The guys hit the road aimlessly-a solid plan goes awry when snowpocalypse hits Colorado. Lost in the blizzard, Roadkill heads south to Arizona to pick up an old friend: Pigpen, the '50 GMC truck that was rescued from a junkyard in episode 31.    "
                },
                "49": {
                    "title": "Mullet-Car Thrash Battle! (Jeep Wins)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 49,
                    "original air date": "18 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Roadkill is powered by Dodge, which honestly has nothing to do with us needlessly destroying a Chevy and a Ford in this episode. It's the mullet-car showdown, a battle of dirt-cheap beaters: an SN95 Mustang V-6 and a third-gen Camaro with a 305 that's so gutless it might as well be a V-6. Don't worry, neither one of these junkers was worth saving, but we prove that a couple of guys with some useless cars can have a whole lot of fun throwing caution to the wind in full-thrash mode on an off-road racetrack. Good air. And when parts finally fall out of the engines, ...    "
                },
                "50": {
                    "title": "Roadkill 50th Episode Special! 10-Car Showdown!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 50,
                    "original air date": "15 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Roadkill survived 50 episodes. In that time, we've built a whole lot of cars, and in this episode we've got a shootout of the 10 that are still running and driving (and that have appeared on the show since our similar competition for the 25th episode). Fans asked for this, so we delivered.    "
                },
                "51": {
                    "title": "Will It Go 10s? Mazdarati Is Back!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 51,
                    "original air date": "13 May 2016",
                    "year": "2016",
                    "plot": "\n    Roadkill powered by Dodge brings back a Mazda pickup powered by a 455 Oldsmobile in the bed. In Episode 45, Mike Finnegan and David Freiburger bought a lemon-colored Mazda REPU mini-truck with a 455 Olds big-block mounted in the bed, powering the rear wheels through a Toronado transaxle. The seller said it did wheelies and ran 10s in the quarter-mile. Not surprisingly, the guys quickly realized the lemon wouldn't run 10s even if it had unicorn blood in the engine. In this episode of Roadkill, the guys pull out all the stops to push the Mazdarati into 10-second ...    "
                },
                "52": {
                    "title": "Wheelstanding Dump Truck! Stubby Bob's Comeback",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 52,
                    "original air date": "15 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    The truck is transformed by a supercharged big-block Chevy in the back with a Gearstar 4L80E transmission and a V-drive from a boat-all set up like a '60s drag strip exhibition wheel-stander.    "
                },
                "53": {
                    "title": "Junkyard 1956 Buick Hack!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 53,
                    "original air date": "8 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    People love it when we rescue old cars from the junkyard. We'll see what happens when they see this episode of Roadkill presented by Dodge, during which we literally hack a '56 Buick Century out of a thorn bush it's been sitting in for 25 years, then continue slashing as we attempt to mount the body on a '73 Corvette chassis. Oh yeah, we hacked up that car, too. Watch for more Sawzalls, weed whacking, and plasma cutting per minute than any other episode of Roadkill.    "
                },
                "54": {
                    "title": "Dirt-Track Challenger Rescue and Thrash!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 54,
                    "original air date": "5 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    For this episode of Roadkill powered by Dodge, David Freiburger and Mike Finnegan wrote a Facebook post seeking the coolest car they could buy from a fan for a rescue and adventure. The winner was a 1970 Dodge Challenger that had been set up as a dirt-track race car in the '90s but was then ignored for a decade-plus. The guys made a trek north to Oregon to hang out at a Mopar-and-llama farm to revitalize this long-lost race car, which turned out to be in surprisingly good shape once they looked past all the welded body panels and the rollcage made of water pipe. But, ...    "
                },
                "55": {
                    "title": "Cummins Diesel in a Cadillac!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 55,
                    "original air date": "2 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Finally, a diesel swap on Roadkill. Fans asked for it, but they couldn't have seen this coming: the victim is a 1991 Cadillac Brougham, now converted into the swingin' Broughammer with a Cummins turbodiesel. Join Freiburger and Finnegan with special guests Tony Angelo and Lucky Costa from the Hot Rod Garage show as they hit Colorado, dig through a private junkyard, and emerge with black-smoking, tire-churning, sky-launching power. Roadkill is powered by Dodge-this time, literally.    "
                },
                "56": {
                    "title": "Swap-Meet Speed for Roadkill Nights!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 56,
                    "original air date": "30 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Roadkill Nights powered by Dodge is an event series with legal drag racing in unexpected places-like right on Woodward Avenue in Pontiac, Michigan, in front of M1 Concourse. For our August 2016 event, we knew we would have 30,000 to 50,000 people showing up, so naturally we wanted to race the worst junk possible. In this episode of Roadkill, follow along as we take our clapped-out 1970 Dodge Challenger dirt-track car to the Mopar Nationals in Columbus, Ohio, buy a bunch of questionable speed parts from the swap meet, install them on the spot, and road-trip to Pontiac ...    "
                },
                "57": {
                    "title": "The Boost Caboose!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 57,
                    "original air date": "28 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    What if you could have a supercharger on any car, any time? In this episode of Roadkill powered by Dodge, that was the plan with the Roadkill Boost Caboose, a trailer with an engine that powers a centrifugal supercharger that sends boost to the tow vehicle. And, it's not just any tow vehicle -- it's the long-lost Roadkill 1978 Chevy Monza Spyder from episode 16 that was boosted with five leaf blowers mounted under the hatch. This application of boost is a few notches more absurd, but does it really work? Watch as David Freiburger and Mike Finnegan head to a secret ...    "
                },
                "58": {
                    "title": "The Mini-Truck and Road Runner Episode!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 58,
                    "original air date": "25 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    On this episode of Roadkill powered by Dodge, both David Freiburger and Mike Finnegan get their dream car. Who wins that game is up to you: Is it Finnegan with his 1968 Datsun 520 mini-truck, or Freiburger with his 383-powered 1971 Plymouth Road Runner? One thing's for sure, the Datsun delivers a lot more suffering, and no one can believe it's more reliable than the Road Runner. Don't miss the special guest appearance by Fred Williams from Dirt Every Day.    "
                },
                "59": {
                    "title": "Freiburger vs. Finnegan $1,500-Car Shootout!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 59,
                    "original air date": "23 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Roadkill fans always ask to see a competition with hosts David Freiburger and Mike Finnegan going against each other, so we finally deliver it in Episode 59 of Roadkill powered by Dodge. The idea was to have each guy buy a car for $1,500 and enter the Optima Ultimate Street Car Invitational in Las Vegas. But there was a catch: the cars could not be American-made. Finnegan ended up with a 1974 Honda Civic-now known as Laphonda-and Freiburger had to go rear-wheel drive with a rotary-powered 1985 Mazda RX-7...but then the whole thing went \"Roadkill\" in a huge plume of ...    "
                },
                "60": {
                    "title": "Roadkill vs. Mighty Car Mods!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 60,
                    "original air date": "25 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    A bonus episode of Roadkill powered by Dodge-the 13th installment of the 2016 season. David Freiburger and Mike Finnegan finally got together with Marty and Moog of Mighty Car Mods, Australia's most popular YouTube show for gearheads. The four guys came to an agreement: RK would build the most American car possible for the MCM blokes, and then Marty and Moog would assemble an absurd icon of Mighty Modding for the Roadkill boys. Both teams gave all: Roadkill jammed together a 1969 Chevy Impala stuffed with the supercharged, 489ci big-block Chevy that was formerly in ...    "
                },
                "61": {
                    "title": "The Lost Episode!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 61,
                    "plot": "\n    Back in 2015, Roadkill hosts David Freiburger and Mike Finnegan went on the annual Hot Rod Power Tour road trip with a bunch of Roadkill project cars and shot a video for a Hot Rod show that never came to be. As a result, this lost episode of Roadkill powered by Dodge has not aired until now. And while this show does not have exactly the same production quality or format as a normal Roadkill episode, it's Roadkill-y enough that we thought we should share it with youhere on Motor Trend OnDemand.    "
                }
            },
            "6": {
                "62": {
                    "title": "Willys Rescue, Road Trip, Thrash!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 62,
                    "original air date": "24 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    This episode of Roadkill powered by Dodge features a special guest cohost, JP magazine editor Rick Péwé, who has been doing barn-find rescues and road trips with David Freiburger since before there was a Roadkill. Freiburger and Péwé are at it again here, revisiting a 1946 Willys flatfender Jeep they first pulled from the fields of Utah back in 2001.    "
                },
                "63": {
                    "title": "1,800-Mile Beater Rally!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 63,
                    "original air date": "21 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    The 24 Hours of LeMons people have a new rally series, and Roadkill powered by Dodge and sponsored by Optima Batteries, Jegs, Lincoln Tech, EBC Brakes, Pioneer, CRC Auto, and Cooper Tires, is down. Instead of the normal LeMons endurance races for dirt-cheap cars, the LeMons Rally is a road rally -- a time/distance challenge with ridiculous sights and contests along the way. In this episode, Roadkill signs up for the LeMons Retreat From Moscow event, an 1,800-mile trip from Moscow, Pennsylvania, to Barber Motorsports Park in Alabama. The guys fly into town, buy a 1978 ...    "
                },
                "64": {
                    "title": "Junkyard Turbo 5.0 Power for the Rotsun!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 64,
                    "original air date": "19 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Roadkill is powered by Dodge, but on this episode, the world's most revered rust bucket gets powered by a used Ford 5.0L Mustang V-8 with a Power Stroke diesel turbo. Our old 1971 Datsun 240Z earned its fame with a junkyard turbo on a Chevy 4.3L, but that V-6 finally failed us for the last time and we kicked it to the curb because the crankshaft broke in two during the 24 Hours of LeMons race on Episode 42. We heard Ford 5.0L V-8 blocks break in half at 500 hp, and what better vehicle to test that theory than the Rotsun? We scored a beat-up Fox-body Mustang for $1,500...    "
                },
                "65": {
                    "title": "Blown Impala vs. Turbo Rotsun!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 65,
                    "original air date": "16 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Powered by Dodge, it's a legit shootout of the performance potential of two hot project cars: the legendary Rotsun 1971 Datsun 240Z that was stuffed with a Ford 5.0L and a Power Stroke turbodiesel on Episode 64, and the 1969 Chevy Impala that's loaded with the 489ci, supercharged big-block Chevy that used to be in Hot Rod magazine's Crusher Camaro. Mike Finnegan sides with the Rotsun and David Freiburger bonds with the Impala as each guy heads separately to the chassis dyno to discover power numbers that remain a secret to the other host. Next, there's a 500-mile road...    "
                },
                "66": {
                    "title": "Junkyard-Rescue 1969 Mustang Mach 1!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 66,
                    "original air date": "1 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    David Freiburger and Mike Finnegan head to Englewood, Colorado, and visit the Corns family, builders of the crazy radial-Cessna-powered 1939 Plymouth truck you've seen all over the Internet and in Roadkill magazine.    "
                },
                "67": {
                    "title": "Building Finnegan's Dream-Car Firebird!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 67,
                    "original air date": "11 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    On this episode of Roadkill powered by Dodge, we do the Tire Rack One Lap of America race the Roadkill way: buying a 1969 Pontiac Firebird that hasn't run in 17 years, changing every mechanical bit of it in three days, and then hitting the road for action! We do all this while assembling one of Mike Finnegan's dream cars-a first-gen Firebird-to conjure up bygone days of blasting around in his high-school buddy's car. Tony Angelo from HOT ROD Garage joins us for long days of wrenching and longer miles of driving on the Roadkill quest to snatch defeat from the jaws of ...    "
                },
                "68": {
                    "title": "Racing One Lap of America! Kinda.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 68,
                    "original air date": "8 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    The Tire Rack One Lap of America 2017 was a race involving 19 events at 8 tracks over a 3,500-mile road trip. Can you imagine Roadkill surviving that unscathed? No. If you saw our last episode you know that Mike Finnegan's 1969 Pontiac, which we built in three days, blew up an engine early in the race. Along with guest hosts Tony Angelo of Hot Rod Garage and Elana Scherr from Roadkill.com, Finnegan and Freiburger dive in to fix the Pontiac engine and hit the road to redemption.    "
                },
                "69": {
                    "title": "Rescuing an Old Drag Race Car",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 69,
                    "original air date": "6 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    One of the cheapest ways to go racing is to buy someone else's abandoned project car, and that's exactly what happens on this episode of Roadkill powered by Dodge. But do the guys get what they paid for? This time, \"the guys\" are Roadkill regular Mike Finnegan and guest cohost Tony Angelo (normally the host of HOT ROD Garage on the Motor Trend OnDemand).    "
                },
                "70": {
                    "title": "Hemi Gasser vs. Hemi Super Bee!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 70,
                    "original air date": "3 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    On this episode of Roadkill powered by Dodge, it's the return of two popular, Mopar Hemi-powered Roadkill project cars: Mike Finnegan's \"Blasphemi\" 1955 Chevy Gasser and David Freiburger's \"Rumble Bee\" 1970 Dodge Super Bee. This time the guys are headed to the annual Roadkill Nights event powered by Dodge, in Pontiac, Michigan, with legal street drag racing on Woodward Avenue. Having lost to Gas Monkey Garage in 2015 and then handing a win to Mike Musto in 2016, the Roadkill crew knew that the surefire way to win in 2017 was to race one Roadkill car against another......    "
                },
                "71": {
                    "title": "Roadkill's Best Dirt Car Yet!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 71,
                    "original air date": "24 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    What's the best way to build a great off-road car? Buy a used desert racer! That's exactly what happens in this episode of Roadkill powered by Dodge. With an urge to go rallycross racing, David Freiburger makes a sight-unseen purchase of a 1973 AMC Hornet that raced Baja in the '80s and finished the NORRA 1000 a couple of times before being parked circa 2012. When Mike Finnegan showed up, the guys found out the 360 AMC engine ran almost too good and, despite a thorough thrashing in the desert, the Hornet failed to fail! But is it able to outrun a Dodge minivan at a ...    "
                },
                "72": {
                    "title": "Stubby Bob Lives! Huge Wheelstands!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 72,
                    "original air date": "19 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    One of the most epic Roadkills of all time is Episode 52, where we took a 1950 Ford dump truck, put a blown big-block Chevy and a Gearstar 4L80E trans behind the cab, powered it through a V-drive, and did a monster wheelstand that nearly killed Mike Finnegan. But does that stop him from trying again? No! On this episode of Roadkill powered by Dodge, Finnegan teams up with guest host Tony Angelo to revamp the truck we call Stubby Bob. With a new front axle and some added safety equipment, the guys hit the highway (yes, on the road with open zoomie headers!) to drive to...    "
                },
                "73": {
                    "title": "1,300 Miles in the Disgusting Junkyard Mach 1!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roadkill (TV Series 2012–2018)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 73,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    The Mustang now known as the Disgustang sat ignored for many more months until the start of this episode where the guys planned to head north from California to the DirtFish Rally School nearly 1,300 miles away.    "
                }
            }
        },
        "number of episodes": 85,
        "cast": [
            {
                "name": "Freiburger, David"
            },
            {
                "name": "Finnegan, Mike"
            },
            {
                "name": "Costa, Lucky"
            },
            {
                "name": "Angelo, Tony"
            },
            {
                "name": "Pewe, Rick"
            },
            {
                "name": "Meyer, Jim"
            },
            {
                "name": "Finnegan, Mike"
            },
            {
                "name": "Boshears, Daniel"
            },
            {
                "name": "Bradly, Erik"
            },
            {
                "name": "Cranford, Gavin"
            },
            {
                "name": "Davis, Jacob"
            },
            {
                "name": "Davy, Jeff"
            },
            {
                "name": "Family, Crumpacker"
            },
            {
                "name": "Fuller, Bryan"
            },
            {
                "name": "Fuller, Timothy"
            },
            {
                "name": "Gilliespie, Brian"
            },
            {
                "name": "Harmon, Joel"
            },
            {
                "name": "Jones, Kj"
            },
            {
                "name": "Marty"
            },
            {
                "name": "Moog"
            },
            {
                "name": "Musto, Micheal"
            },
            {
                "name": "Smith, Patrick"
            },
            {
                "name": "Yuki, Ar Ai"
            },
            {
                "name": "Lanza, Vince"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "20"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:PG13",
            "South Korea:15",
            "United States:Not Rated"
        ],
        "number of seasons": 7,
        "rating": 8.9,
        "votes": 74,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjVhNjQ2YWItNWYxMy00ODczLTg5NTctNDQwZmM5ODYyZTc2XkEyXkFqcGdeQXVyMzI1MjMzMzQ@._V1_SY150_CR143,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Roadkill",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2018",
        "akas": [
            "Roadkill (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
        ],
        "writer": [
            {
                "name": "Finnegan, Mike"
            },
            {
                "name": "Freiburger, David"
            }
        ],
        "plot": [
            "Ride along with HOT ROD's David Freiburger and Mike Finnegan on ROADKILL, as the dynamic duo go in search of their next gearhead adventure in all types of gassers, 'barely-legal' street machines and highly strung performance vehicles."
        ],
        "tech": {
            "runtime": [
                "45 min (USA)",
                "20 min (USA)"
            ],
            "color": [
                "Color",
                "Black and White"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 74,
                "rating": 8.9
            },
            "aged 18 29": {
                "votes": 13,
                "rating": 8.4
            },
            "aged 30 44": {
                "votes": 23,
                "rating": 8.3
            },
            "aged 45 plus": {
                "votes": 7,
                "rating": 6.7
            },
            "males": {
                "votes": 46,
                "rating": 8.2
            },
            "males aged 18 29": {
                "votes": 11,
                "rating": 8.3
            },
            "males aged 30 44": {
                "votes": 22,
                "rating": 8.2
            },
            "males aged 45 plus": {
                "votes": 6,
                "rating": 6.6
            },
            "females": {
                "votes": 4,
                "rating": 9.5
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 9.5
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 5.5
            },
            "us users": {
                "votes": 16,
                "rating": 8.8
            },
            "non us users": {
                "votes": 15,
                "rating": 7.7
            }
        },
        "number of votes": {
            "10": 41,
            "9": 12,
            "8": 9,
            "7": 7,
            "6": 1,
            "5": 1,
            "4": 1,
            "3": 0,
            "2": 1,
            "1": 1
        },
        "arithmetic mean": 8.9,
        "median": 1
    }
}