{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2012"
            }
        ],
        "release dates": [
            "USA::2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pan Rushed Salmon and Salad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Discover a new way to bring salmon to your table with Pan Rushed Salmon with Three Tomatoes and Pan Rushed Salmon with Bacon Clam Chowder. Learn a new twist on classic house salads; Salad 101 and Harvest Salad with Apple Cider Vinaigrette.    "
                },
                "2": {
                    "title": "Steamed Mussel and Risotto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    You will never steam mussels the same way again when you taste Aromatic Steamed Musselsand Tomato Mussels with Penne. Learn how simple risotto is to cook with Risotto with Classic Italian Flavours; Italian Bacon and Blue Cheese Risotto and Risotto Cakes.    "
                },
                "3": {
                    "title": "Lobster and Vegetarian Chili",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Nothing beats the taste of lobster cooked in seawater. Learn how to make your own Seawater Lobster, and how that lobster can quickly become a sumptuous Lobster Corn Chowder. See how a Vegetarian Chili becomes a Vegetarian Shepherd's Pie with Vegetarian Chili with Sweet Potato, and you'll never miss the meat.    "
                },
                "4": {
                    "title": "Shrimp Scampi and Rice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Sautéing the world's most popular fish is a quick and easy way to get it on your table with a lot of flavor; Brown Butter Shrimp Scampi and Bacon Scampi with Penne and Mustard. Learn how to make a classic French version of baked rice with aromatic herbs; Classic Rice Pilaf and then discover the endless ways to twist it; Golden Rice Pilaf, Apple Pie Brown Rice and Tuna Shrimp Rice Wraps.    "
                },
                "5": {
                    "title": "Shrimp Cocktail and Caesar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    See how to poach shrimp for maximum flavor and create your own signature cocktail sauce with Shrimp Cocktail and Saffron Shrimp Shots. The classic Caesar's Salad is updated to a potential new classic, Caesar's Empire Salad.    "
                },
                "6": {
                    "title": "Pan Rushed Chicken and Cauliflower",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Discover two one-pot chicken dishes that you will cook again and again with Pan Rushed Chicken with Apples, Onions and Sage and San Marzano Chicken with Pasta, Oregano and Basil. Learn how simple and delicious cauliflower can be with Golden Aloo Gobi and Roasted Sweet Potato Aloo Gobi, and for your sweeter side, Spiced Brittle.    "
                },
                "7": {
                    "title": "French Onion Soup and Asparagus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    A little patience and a lot of onions go a long way in French Onion Soup and French Onion Chicken Stew. Discover the basics of cooking asparagus and making a luxurious sauce with Asparagus Hollandaise and see how simple Hollandaise Sauce is to twist with Hollandaise Sauce with Variations and Smoked Salmon and Asparagus Benedict.    "
                },
                "8": {
                    "title": "Roast Chicken and Mashed Potatoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Bringing is the best way to add flavor and succulence to your Roast Chicken and Cider Brined Chicken. See how to add flavor to the ordinary potato with Brown Butter Mashed Potatoes, Mashed Potato Martini and Extravagant Potato with Crispy Potato Collar.    "
                },
                "9": {
                    "title": "Chicken Wings and Bread Pudding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Chicken wings are deliciously addicting and infinitely versatile with Roast Chicken Wings, Fish Wings and Classic Buffalo Wings. Discover how the traditional and easy dessert, Brown Sugar Bread Pudding, is easy to twist into a Five Chocolate Bread Pudding.    "
                },
                "10": {
                    "title": "Braised Chicken Thighs and Legumes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Bring Mediterranean and Caribbean flavours to your table with Pan Braised Moroccan Chicken Thighs and Caribbean Braised Chicken Thighs. Stir legumes into your cooking with Pig and Pea Soup and Red Lentil Dhal.    "
                },
                "11": {
                    "title": "Pork Shoulder and Frittata",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    From Southwestern Pork Stew to Mediterranean Pork Stew to Pulled Pork Sandwich and Spicy Coleslaw, braising an inexpensive pork shoulder is one of the easiest ways to bring flavor and tenderness to your table. See how Broccoli Frittata and Smoked Salmon Frittata are great ways to provide variety to your next brunch gathering.    "
                },
                "12": {
                    "title": "Roast Pork Tenderloin and Fennel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Learn how versatile bacon is with Bacon Roast Pork Tenderloin, Bacon Whiskey Jam and Mustard Bacon Strips. Find out why fennel is Chef Michael's all time favorite vegetable with Orange Curry Fennel Soup, Orange Curry Roast Fennel and Raw Fennel Salad with Orange Curry Dressing.    "
                },
                "13": {
                    "title": "Ribs and Brownies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    You won't need your BBQ for these succulent ribs; Slow Baked Honey Mustard Ribs, Slow Baked Chili Rubbed Ribs and Fishy Ribs with Asian Slaw. See how to bake addictively delicious Mocha Brownies and Peanut Butter Brownies.    "
                },
                "14": {
                    "title": "Steak and Pancakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    What goes better with Butter Steak than Horseradish Butter? See how the sous-vide method cooks the perfect Backwards Steak and Perfect Peppers. Country Pancakes are an essential recipe in every kitchen and can easily be twisted to Decadent Pancakes.    "
                },
                "15": {
                    "title": "Ancho Chili and Fruit Crisp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    Chef Michael looks to the flavours of Mexico and Hungary for inspiration for Ancho Chili; Ancho Chili Mac 'n' Cheese and Hungarian Goulash with Spätzle. Crisp desserts such as Apple Oatmeal Crisp and Tropical Fruit Crisp are an easy way to add dessert to your menu.    "
                },
                "16": {
                    "title": "Beef Shanks and Fruit Salad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    Braising is the best way to transform inexpensive cuts of meat into Zinfandel Braised Beef Shanks and Pasta with Tomato Braised Beef Shanks. Chef Michael has fun with Fruit Salad as he shows different ways to enjoy a variety of fruit.    "
                },
                "17": {
                    "title": "Pot Roast and Popcorn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "plot": "\n    Discover how to make a classic Beef and Potatoes Pot Roast and then twist it into a Street Beef Salad with Asian Flavours. Check out these fun, easy ways to personalize your Brown Butter Popcorn and then dress it up with Caramel Popcorn.    "
                },
                "18": {
                    "title": "Filet Mignon and Butter Tarts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "plot": "\n    Discover how to get maximum flavor from beef tenderloin with Filet Mignon with Creamy Red Wine Sauce, Bacon Cheddar Crusted Beef Tenderloin and Cheese Crusted Beef Tenderloin. Learn how classic Brown Butter Tarts can twist to become Pumpkin Pie Butter Tarts.    "
                },
                "19": {
                    "title": "Lamb Shanks and Heritage Bread",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "plot": "\n    Unlock the rich texture of lamb shanks with Braised Lamb Shanks and Curried Lamb Shanks with Pan Roast Chickpeas with Mint. Then, patience is rewarded with mouthwatering Heritage Bread.    "
                },
                "20": {
                    "title": "Cooking with Allergies: Lasagna, Muffins & Cookies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "plot": "\n    Chef Michael shows how to take an extravagant Lasagna di Carnevale and make it into gluten free Spinach Lasagna. Common allergens are the inspiration for these Sunshine Muffins and 100% Allergen Free Chocolate Chip Cookies.    "
                },
                "21": {
                    "title": "Pasta Carbonara and Fritters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "plot": "\n    The versatility of egg yolks is highlighted in Pasta Carbonara and Brown Sugar Vanilla Saucemagically transforms into Brown Sugar Vanilla Ice Cream. A simple fritter batter holds many flavours such as Apple Cinnamon Fritters and Banana Nutmeg Fritters.    "
                },
                "22": {
                    "title": "Lamb Chops and Root Vegetable Soup",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "plot": "\n    Discover how easy and flavorful lamb can be with Rosemary Crusted Rack of Lamb with Pistachio Mint Pesto, Edamame Crusted Lamb Chops and Mint Lamb Pops with Curried Raita. Chef Michael shares his favorite way to prepare his favorite root vegetables, Root Soup and Sweet Potato Soup.    "
                },
                "23": {
                    "title": "Pasta and Meatloaf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "plot": "\n    Discover how simple pasta sauce can be with Speedy Tomato Pasta and Speedy Tomato Pasta Bake. Learn a new twist on an old classic, Pepperoni Cheddar Meatloaf and then continue twisting with Meatloaf 3 Ways.    "
                },
                "24": {
                    "title": "Penne Pesto and Oysters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chef Michael's Kitchen (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "plot": "\n    Discover how versatile pesto can be with Penne with Basil Pesto, Sage Walnut Goats Cheese Pesto, Pesto Pizza, and Cilantro Pesto Quesadilla. Learn the basic way to enjoy Oysters with 3 Citrus and how they can quickly become Classic Oyster Stew.    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Smith, Michael"
            }
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOGQ5ZjMzY2ItODdkNC00YzU0LWE4NmUtMGZmMGU5MTI2ODE4XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "title": "Chef Michael's Kitchen",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Chef Michael's Kitchen (United States)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "Chef Michael is going back to basics with a twist. Step inside his kitchen where he will share his favorite home-style recipes, ingredients and cooking techniques, while teaching the viewer how to stir in their own personality."
        ],
        "tech": {
            "runtime": [
                "25 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}