{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "1 January 2012"
            }
        ],
        "release dates": [
            "Canada::1 January 2012"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Enescu, Andra"
            }
        ],
        "locations": [
            "130 King St W, Toronto, Ontario, Canada"
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzIyNDYzYWEtYjdkMy00MjQ5LThmZDYtYmRiOTBhN2RhN2VhXkEyXkFqcGdeQXVyNjc3MDQ1MzQ@._V1_SY150_CR83,0,101,150_.jpg",
        "budget": "CAD200,000 (estimated)",
        "plot outline": "Investment Television for Canadian Investors The Next Biggest Winner helps both savvy and novice investors find the next biggest winning stock. Want to be in on the ground floor of the next Starbucks, Facebook or Apple? Do you know someone who invested in a hot new \"start up\" that is retiring on the riches they made from that investment today? How did they pick the winning stocks to add to their portfolios? Just what makes a company or technology a wise investment bet? Learn first hand from the top brass of the very companies who are vying for your stock dollars how they plan to make their stockholders wealthy. In the final segment of the show respected industry analysts will put the rhetoric to the test and help you sift through the noise to find that perfect note that makes your portfolio sing. Watch, Learn, Invest and Grow your portfolio.",
        "languages": [
            "English"
        ],
        "title": "The Next Biggest Winner",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2014",
        "akas": [
            "The Next Biggest Winner (Canada)"
        ],
        "writer": [
            {
                "name": "Bailey, Jamie"
            }
        ],
        "production companies": [
            {
                "name": "Metaphoria Productions"
            }
        ],
        "distributors": [
            {
                "name": "iChannel"
            }
        ],
        "plot": [
            "Investment Television for Canadian Investors _The Next Biggest Winner_ (qv) helps both savvy and novice investors find the next biggest winning stock. Want to be in on the ground floor of the next Starbucks, Facebook or Apple? Do you know someone who invested in a hot new \"start up\" that is retiring on the riches they made from that investment today? How did they pick the winning stocks to add to their portfolios? Just what makes a company or technology a wise investment bet? Learn first hand from the top brass of the very companies who are vying for your stock dollars how they plan to make their stockholders wealthy. In the final segment of the show respected industry analysts will put the rhetoric to the test and help you sift through the noise to find that perfect note that makes your portfolio sing. Watch, Learn, Invest and Grow your portfolio."
        ],
        "tech": {
            "runtime": [
                "30 min (Canada)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}