{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 February 2008"
            },
            {
                "country": "Australia\n",
                "date": "29 June 2008"
            },
            {
                "country": "Sweden\n",
                "date": "4 September 2008"
            },
            {
                "country": "Netherlands\n",
                "date": "22 September 2008"
            },
            {
                "country": "Ireland\n",
                "date": "6 October 2008"
            },
            {
                "country": "Estonia\n",
                "date": "7 January 2009"
            },
            {
                "country": "Finland\n",
                "date": "13 January 2009"
            },
            {
                "country": "Hungary\n",
                "date": "3 February 2009"
            },
            {
                "country": "Italy\n",
                "date": "5 February 2009"
            },
            {
                "country": "Germany\n",
                "date": "16 September 2009"
            },
            {
                "country": "Japan\n",
                "date": "15 September 2010",
                "notes": "                            (DVD premiere)"
            }
        ],
        "release dates": [
            "USA::7 February 2008",
            "Australia::29 June 2008",
            "Sweden::4 September 2008",
            "Netherlands::22 September 2008",
            "Ireland::6 October 2008",
            "Estonia::7 January 2009",
            "Finland::13 January 2009",
            "Hungary::3 February 2009",
            "Italy::5 February 2009",
            "Germany::16 September 2009",
            "Japan::15 September 2010                            (DVD premiere)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Lipstick Jungle"
            },
            {
                "countries": "Bulgaria (Bulgarian title)",
                "title": "Триумфът на червилата"
            },
            {
                "countries": "Croatia",
                "title": "Štiklama do vrha"
            },
            {
                "countries": "Estonia",
                "title": "Huulepulgadzungel"
            },
            {
                "countries": "France",
                "title": "Les reines de Manhattan"
            },
            {
                "countries": "Georgia",
                "title": "Biznesi magal kuslebze"
            },
            {
                "countries": "Greece",
                "title": "Lipstick Jungle"
            },
            {
                "countries": "Hungary",
                "title": "Rúzs és New York"
            },
            {
                "countries": "Lithuania",
                "title": "Lupdaziu dziungles"
            },
            {
                "countries": "Poland",
                "title": "Szminka w wielkim miescie"
            },
            {
                "countries": "Portugal",
                "title": "Rainhas de Nova Iorque"
            },
            {
                "countries": "Romania",
                "title": "În jungla orasului"
            },
            {
                "countries": "Russia",
                "title": "Помадные джунгли"
            },
            {
                "countries": "Serbia",
                "title": "Štiklama do vrha"
            },
            {
                "countries": "Spain",
                "title": "Mujeres de Manhattan"
            }
        ],
        "akas": [
            "Lipstick Jungle (original title)",
            "Триумфът на червилата Bulgaria (Bulgarian title)",
            "Štiklama do vrha Croatia",
            "Huulepulgadzungel Estonia",
            "Les reines de Manhattan France",
            "Biznesi magal kuslebze Georgia",
            "Lipstick Jungle Greece",
            "Rúzs és New York Hungary",
            "Lupdaziu dziungles Lithuania",
            "Szminka w wielkim miescie Poland",
            "Rainhas de Nova Iorque Portugal",
            "În jungla orasului Romania",
            "Помадные джунгли Russia",
            "Štiklama do vrha Serbia",
            "Mujeres de Manhattan Spain"
        ],
        "akas from release info": [
            "Lipstick Jungle (original title)",
            "Триумфът на червилата Bulgaria (Bulgarian title)",
            "Štiklama do vrha Croatia",
            "Huulepulgadzungel Estonia",
            "Les reines de Manhattan France",
            "Biznesi magal kuslebze Georgia",
            "Lipstick Jungle Greece",
            "Rúzs és New York Hungary",
            "Lupdaziu dziungles Lithuania",
            "Szminka w wielkim miescie Poland",
            "Rainhas de Nova Iorque Portugal",
            "În jungla orasului Romania",
            "Помадные джунгли Russia",
            "Štiklama do vrha Serbia",
            "Mujeres de Manhattan Spain"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Chapter Eight: Pandora's Box",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lipstick Jungle (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 67,
                    "original air date": "24 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Several months since Charles' heart attack, Nico's guilt over her secret affair with Kirby leads her to decide that she must try to do anything to save her marriage. Meanwhile, Wendy decides to spend more time at home with her family, but things aren't easy when her overbearing and critical mother, Joyce, decides to come for a visit and gets on both her and Shane's nerves fast, and she as well annoys both Wendy's 15-year-old headstrong daughter Maddie, and her 10-year-old son Taylor. Elsewhere, Victory hires a publicist, named Dahlia, while she is also having trouble ...    "
                },
                "2": {
                    "title": "Chapter Nine: Help!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lipstick Jungle (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 51,
                    "original air date": "1 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    After Charles' death, Nico tries to get used to life as a widow, but the reappearance of her husband's secret lover, Megan, makes it difficult, while at the same time, Kirby reappears wanting to re-start their sordid romance. Meanwhile, Victory begins construction on her new clothing store and the contractor, Rodrigo, sparks her interest. Elsewhere, Wendy's latest film on the life of John Lennon is in jeopardy when the star, Noah Mason, reveals a personal secret to her that he has terminal brain cancer.    "
                },
                "3": {
                    "title": "Chapter Ten: Let It Be",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lipstick Jungle (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 49,
                    "original air date": "8 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Nico deals with the new CEO of Bonfire Magazine, the conservative, no-nonsense Griffin Bell, who wants to keep things by the book, while she also deals with her romance with Kirby, who wants to take their relationship public. Meanwhile, Victory's new relationship with Rodrigo rolls along, but problems arise when a slightly jealous Joe keeps interfering, and Rodrigo tells Victory that he happens to be raising a 10-year-old daughter by himself. Also, Wendy is consumed by her new John Lennon movie project that is starting to affect her personal and private lives when ...    "
                },
                "4": {
                    "title": "Chapter Eleven: The F-Word",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lipstick Jungle (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 51,
                    "original air date": "22 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Victory plans to meet Rodrigo's daughter, Celia, against Dahlia's advice who wants her to continue to appear at public functions to jump-start her career. Meanwhile, Nico asks Kirby to escort her to a glitzy event, but her past keeps coming back to haunt her when her estranged father, Dimitri, asks for her help to help her estranged loser brother, George, after he is arrested for shady business deals while working as a limo driver. After she is fired, Wendy focuses all of her energy on her home life, much to Maddie's dismay who begins to recent her presence, and that ...    "
                },
                "5": {
                    "title": "Chapter Twelve: Scary, Scary Night!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lipstick Jungle (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 53,
                    "original air date": "29 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    As Halloween approaches, Victory has a disturbing dream about Joe dying in a mountain climbing trip that she tries to interpret. Meanwhile, Nico makes expensive plans for Christmas with Kirby, but he refuses to let her pay for him when he believes that dating her makes him feel like a kept man which leads him to try to photograph an on-the-wagon starlet at a party he is working at to make extra money to sell to tabloid magazines. Elsewhere, Shane leaves town for a business trip without saying goodbye to Wendy who seeks solace from her friend Dennis, while she also ...    "
                },
                "6": {
                    "title": "Chapter Thirteen: The Lyin', the Bitch and the Wardrobe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lipstick Jungle (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 47,
                    "original air date": "31 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Victory deals with her boutique store's grand opening when she argues with Dahlia over her extravagant plans for the opening fashion show. But when Victory fires Dahlia, she turns against her and Victory is forced to call upon Rodrigo as well as all her friends to help salvage the event. Meanwhile, Joe confides in both Nico, as well as his long-suffering personal assistant, Ellen. He tells them about his worries where his relationship with Victory is concerned and makes a decision to buy her a ring. Wendy heads back to Parador Pictures to pitch a new movie idea. But ...    "
                },
                "7": {
                    "title": "Chapter Fourteen: Let the Games Begin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lipstick Jungle (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 47,
                    "original air date": "7 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Nico is worried about meeting Kirby's mother, but is surprised to find out that the woman, Tina Atwood, is very much like herself: a sexually aggressive, fashionable woman who does anything to get what she wants. With Rodrigo gone from her life, Victory focuses all of her energy on winning a chance to design a new line but she will need help from Joe to establish new contacts. Meanwhile, Wendy is a bit jealous when Shane signs with a new music manager, named Josie, while Wendy herself begins to feel guilty about her encounter with Dennis the week before.    "
                },
                "8": {
                    "title": "Chapter Fifteen: The Sisterhood of the Traveling Prada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lipstick Jungle (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 49,
                    "original air date": "14 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Wendy feels betrayed when she sees Nico and Griffin enjoying a lunch together since Wendy still holds a grudge against him for firing her. But Wendy and Nico have to put their feelings aside when Victory learns that Joe was going to propose to her and she is upset that she may have inadvertently chanced it. In the mist of all this, the three friends head off to a health spa upstate, but it does not turn out the way they want it to. Kirby follows Nico there wanting to spend some quality time alone, while Victory seeks company with a male staff member. Wendy has a talk ...    "
                },
                "9": {
                    "title": "Chapter Sixteen: Thanksgiving",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lipstick Jungle (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 51,
                    "original air date": "21 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    On Thanksgiving Day, Wendy invites everyone she knows to hers and Shane's apartment for dinner, whom include her difficult and critical mother Joyce, her former co-worker Salvador, and her friends. But plans change when Shane's vixen manager, Josie, crashes the dinner and Shane has to console her when her pet dog dies. Meanwhile, Nico and Kirby find themselves stuck babysitting for Megan's newborn son when she takes off, which leads to Nico trying to figure where she and Kirby stand with this. Elsewhere, Victory finds herself stuck at her house after Daliah sets her ...    "
                },
                "10": {
                    "title": "Chapter Seventeen: Bye, Bye Baby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lipstick Jungle (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 48,
                    "original air date": "5 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Caring for Megan's baby begins to draw a wedge between Nico and Kirby who finds the baby interfering with their personal and professional lives. Soon, Nico received a visit from Megan's conservative parents to talk about where she stands with Megan's baby. Meanwhile, Wendy clashes with an egoistical producer wanting to invest in her colleague's, Cassidy's screenplay, while Shane keeps bring up the issue whether they should have another baby. Also, Victory gives Wendy's daughter, Maddie, some life advice over flirting with a college guy that Maddie finds herself drawn ...    "
                },
                "11": {
                    "title": "Chapter Eighteen: Indecent Exposure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lipstick Jungle (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 43,
                    "original air date": "12 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Victory becomes uncomfortable when she designs an advertising emblem for her latest line of bed sheets that feature a semi-nude woman, and her new investor want her to be the model on the cover. Nico calls on Kirby to be the photographer for the shoot, which puts both of them in an awkward position since they both ended their romance weeks earlier. Victory has a run-in with Joe (who's still cynical and misanthropic then ever), and she wants to talk to him about their ended relationship, but he naturally doesn't want to speak to her. Meanwhile, Wendy and Shane's ...    "
                },
                "12": {
                    "title": "Chapter Nineteen: Lovers' Leaps",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lipstick Jungle (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 55,
                    "original air date": "2 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Wendy forces Shane to see a marriage counselor when he decides to defy her instructions and go on a nationwide tour with Natasha Bedingfield's band as a way of feeling that he's still in control of their lives. Meanwhile, Nico learns that Griffin is interested in her, while she clashes with Angie, the new writer that Griffin hires for Bonfire Magazine. Also, Victory struggles to make dinner plans with Joe Bennett so she can get to him accept her own marriage proposal.    "
                },
                "13": {
                    "title": "Chapter Twenty: La Vie En Pose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lipstick Jungle (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 59,
                    "original air date": "9 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    When Shane leaves town to go on tour with his band, Wendy makes a bid on a great new movie project with Salvador's help, while she also deals with the headstrong Maddie who begins to cause trouble over Shane's departure. Meanwhile, Dahlia lands Nico a guest spot on the 'The Today Show' only to have it wreak havoc on her personal life when Griffin wants to take his romance with Nico public, and she also learns that Wendy is also after the same movie deal she and Griffin are trying to pull off. Kirby begins to question his breakup with Nico as if he made a mistake in ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lipstick Jungle (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 109,
                    "original air date": "7 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Three longtime friends, Victory Ford, Nico Reilly, and Wendy Healy, are challenged with keeping up with complicated business and personal lives in the mean concrete streets of New York City. For Wendy, being a big-shot film executive, a wife, and a mother proves to be a heavy daily juggle in which her British musician husband, Shane, is fully supportive of her career despite that he takes a back seat to her life. Victory, meanwhile, is struggling to revive her once top notch fashion career, and longs to find her \"Mr. Right\" which seems to come true when a handsome, ...    "
                },
                "2": {
                    "title": "Chapter Two: Nothing Sacred",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lipstick Jungle (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 66,
                    "original air date": "14 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Wendy enjoys the success of her company's most recent movie, but only temporally. Wendy finds out that her old nemesis, Janice Lashera, promoted a novel for publication, which defaces Wendy as an empowered businesswoman and (even worse in her eyes) a bad mother. Nico's relationship with Kirby heats up, and instills her with a liberating mentality to shake things up around the office. Meanwhile, Victory has a problem with the downsizing of her company to just one employee, herself. However, she is very intrigued by her cynical new man, Joe Bennett, who turns out to be ...    "
                },
                "3": {
                    "title": "Chapter Three: Pink Poison",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lipstick Jungle (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 65,
                    "original air date": "21 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Janice Lasher makes Wendy looks bad as a mother when she is preparing to release her new book. Wendy tries to prove the claims incorrect by bringing her daughter, Maddie, to a \"Women in Media\" luncheon. Meanwhile, Nico tries to slow down on her affair with Kirby when he keeps phoning her and even showing up at her office. Victory hires, Roy Merritt, a young Texan as her new personal assistant, while she introduces Joe Bennett to Wendy and Nico, which leads to a major change in which direction the relationship will go.    "
                },
                "4": {
                    "title": "Chapter Four: Bombay Highway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lipstick Jungle (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 59,
                    "original air date": "28 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Wendy has her eyes on a film in India which she feels great about, but the film doesn't seem to be a money making scheme. Wendy, however, throws a premiere party and gives Victory an opportunity to design for a star actress which does not go well at all. Meanwhile, Nico confides Victory and Wendy about her affair with Kirby and the problems when Kirby refuses to end it.    "
                },
                "5": {
                    "title": "Chapter Five: Dressed to Kill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lipstick Jungle (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 60,
                    "original air date": "6 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Victory finally discovers that someone has stolen her work, but doesn't know who was involved... unaware that it was her former assistant, Resse, who ripped off her designs and sets out to get back at her during a charity event for a wealthy investor. Meanwhile, Wendy tries to boost Shane's career in the music industry. But Shane resents this intrusion into his life as a stay-at-home husband. Also, Nico helps Kirby to get employed as a still photographer on a movie shoot starring Sasha Winters who makes a move onto Kirby.    "
                },
                "6": {
                    "title": "Chapter Six: Take the High Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lipstick Jungle (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 60,
                    "original air date": "13 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Nico's boss, Hector, sends her on a business trip to Scottland to try to snag author J.K. Rowling for a major publishing deal. But things take a turn when Kirby also travels to Scottland to have another secret tryst with Nico, while Wendy also happens to tag along and after meeting Kirby for the first time, gets very angry and hostile when she discovers that Nico lied to her about ending her extramarital affair with Kirby. Back in New York, Victory grows more suspicious about what Joe's plans are for her when he makes a show of her during an high-society charity art ...    "
                },
                "7": {
                    "title": "Chapter Seven: Carpe Threesome",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lipstick Jungle (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 64,
                    "original air date": "20 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Wendy deals with Lorraine Lipman, a difficult scriptwriter when she's hard-pressed by her co-worker, Salvator, to make a deadline for the next movie deal. Meanwhile, Nico faces a harsh reality when she learns that Charles is hospitalized from a heart attack, and she was not there for she's still counting her sordid tryst with Kirby. Victory gets used to the idea of Joe being her boss instead of her boyfriend, and while a swinging couple, pro hockey player Parks and his wife Kelly, give Victory a proposition she cannot refuse.    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Shields, Brooke"
            },
            {
                "name": "Raver, Kim"
            },
            {
                "name": "Price, Lindsay"
            },
            {
                "name": "Blackthorne, Paul"
            },
            {
                "name": "McCarthy, Andrew"
            },
            {
                "name": "Buckley, Robert"
            },
            {
                "name": "Norona, David"
            },
            {
                "name": "Marshall, Dylan Clark"
            },
            {
                "name": "Hyland, Sarah"
            },
            {
                "name": "Lauria, Matt"
            },
            {
                "name": "Kirschner, Seth"
            },
            {
                "name": "DeBonis, Marcia"
            },
            {
                "name": "Lesure, James"
            },
            {
                "name": "Lenox, Adriane"
            },
            {
                "name": "Basche, David Alan"
            },
            {
                "name": "Perez, Rosie"
            },
            {
                "name": "Cousins, Christopher"
            },
            {
                "name": "McGinnis, Shannon"
            },
            {
                "name": "Sands, Julian"
            },
            {
                "name": "Ponce, Carlos"
            },
            {
                "name": "Marcil, Vanessa"
            },
            {
                "name": "Moore, Mary Tyler"
            },
            {
                "name": "Guttman, Ronald"
            },
            {
                "name": "Kerr, Edward"
            },
            {
                "name": "Butler, Kerry"
            },
            {
                "name": "Mayron, Melanie"
            },
            {
                "name": "Thayer, Maria"
            },
            {
                "name": "Bedingfield, Natasha"
            },
            {
                "name": "Siciliano, Jake"
            },
            {
                "name": "Bracco, Lorraine"
            },
            {
                "name": "Huber, Ben"
            },
            {
                "name": "Ikeda, Jennifer"
            },
            {
                "name": "Incrocci, Uma"
            },
            {
                "name": "Bean, Noah"
            },
            {
                "name": "Antorino, John"
            },
            {
                "name": "Laufer, Beth"
            },
            {
                "name": "Aloi, George"
            },
            {
                "name": "Lundon, Bobby"
            },
            {
                "name": "Preston, Nikki"
            },
            {
                "name": "Witty, Lynn"
            },
            {
                "name": "Rogers, Reg"
            },
            {
                "name": "Griffith, Anastasia"
            },
            {
                "name": "Zien, Chip"
            },
            {
                "name": "Jackson, Cheyenne"
            },
            {
                "name": "Mulheren, Michael"
            },
            {
                "name": "Wheeler, Sally"
            },
            {
                "name": "Lauria, Dan"
            },
            {
                "name": "Aronov, Michael"
            },
            {
                "name": "Converse, Frank"
            },
            {
                "name": "Ebersole, Christine"
            }
        ],
        "locations": [
            "Madison Avenue, Manhattan, New York City, New York, USA",
            "Spring Street, New York City, New York, USA"
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:M",
            "Brazil:10::(some episodes)",
            "Brazil:12::(some episodes)",
            "Canada:14A::(Manitoba/Nova Scotia)",
            "Canada:G::(Quebec)",
            "Germany:12",
            "Ireland:15",
            "Netherlands:AL",
            "New Zealand:M",
            "Norway:10::(TV rating)",
            "Singapore:M18",
            "United Kingdom:15::(season 1)",
            "United Kingdom:12::(season 2)",
            "United States:TV-14"
        ],
        "number of seasons": 2,
        "rating": 6.5,
        "votes": 6762,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ4NjU5NDAxNl5BMl5BanBnXkFtZTcwMTU3NTg1MQ@@._V1_SY150_CR6,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Lipstick Jungle",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2009",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Bushnell, Candace"
            },
            {
                "name": "Heisler, Eileen"
            },
            {
                "name": "Heline, DeAnn"
            }
        ],
        "production companies": [
            {
                "name": "Blackie and Blondie Productions"
            },
            {
                "name": "Universal Media Studios"
            }
        ],
        "distributors": [
            {
                "name": "National Broadcasting Company (NBC)"
            },
            {
                "name": "FEM3"
            },
            {
                "name": "ProSieben Television"
            },
            {
                "name": "RTL Entertainment"
            },
            {
                "name": "SuperTV2"
            },
            {
                "name": "TV2"
            },
            {
                "name": "TV3"
            },
            {
                "name": "Universal Pictures Home Entertainment (UPHE)"
            },
            {
                "name": "Universal Pictures Home Entertainment (UPHE)"
            }
        ],
        "other companies": [
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Haddad's"
            },
            {
                "name": "Klass Entertainment"
            },
            {
                "name": "Rockbottom Rentals"
            },
            {
                "name": "Soundtrack New York"
            },
            {
                "name": "Thomas Cobb Design"
            },
            {
                "name": "Tomkats Catering"
            }
        ],
        "plot": [
            "A look at the lives of Nico, Wendy, and Victory -- three of \"New York's 50 Most Powerful Women,\" according to The New York Post.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (USA)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Arricam LT, Cooke S4 and Angenieux Optimo Lenses",
                "Arricam ST, Cooke S4 and Angenieux Optimo Lenses"
            ],
            "laboratory": [
                "Technicolor, New York (NY), USA"
            ],
            "negative format": [
                "35 mm (Fuji Eterna Vivid 160T 8543, Eterna 500T 8573, Reala 500D 8592)"
            ],
            "cinematographic process": [
                "Super 35 (3-perf)"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6762,
                "rating": 6.5
            },
            "aged 18 29": {
                "votes": 1649,
                "rating": 6.9
            },
            "aged 30 44": {
                "votes": 3463,
                "rating": 6.5
            },
            "aged 45 plus": {
                "votes": 775,
                "rating": 6.1
            },
            "males": {
                "votes": 1588,
                "rating": 5.5
            },
            "males aged 18 29": {
                "votes": 278,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 948,
                "rating": 5.5
            },
            "males aged 45 plus": {
                "votes": 323,
                "rating": 5.4
            },
            "females": {
                "votes": 4386,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 1354,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 2475,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 446,
                "rating": 6.9
            },
            "top 1000 voters": {
                "votes": 82,
                "rating": 5.0
            },
            "us users": {
                "votes": 1387,
                "rating": 6.3
            },
            "non us users": {
                "votes": 3678,
                "rating": 6.6
            }
        },
        "number of votes": {
            "10": 1482,
            "9": 661,
            "8": 1086,
            "7": 1192,
            "6": 773,
            "5": 470,
            "4": 292,
            "3": 192,
            "2": 188,
            "1": 426
        },
        "arithmetic mean": 7.0,
        "median": 7
    }
}