{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "8 January 2008"
            },
            {
                "country": "Netherlands\n",
                "date": "3 March 2008"
            },
            {
                "country": "Australia\n",
                "date": "29 April 2008"
            },
            {
                "country": "Ireland\n",
                "date": "9 June 2008"
            },
            {
                "country": "Belgium\n",
                "date": "16 January 2009"
            },
            {
                "country": "Italy\n",
                "date": "5 May 2009"
            },
            {
                "country": "Estonia\n",
                "date": "1 June 2009"
            },
            {
                "country": "Hungary\n",
                "date": "6 June 2009"
            },
            {
                "country": "Germany\n",
                "date": "21 June 2009",
                "notes": "                            (Festival Großes Fernsehen)"
            },
            {
                "country": "Sweden\n",
                "date": "30 June 2009"
            },
            {
                "country": "Germany\n",
                "date": "16 July 2009"
            }
        ],
        "release dates": [
            "UK::8 January 2008",
            "Netherlands::3 March 2008",
            "Australia::29 April 2008",
            "Ireland::9 June 2008",
            "Belgium::16 January 2009",
            "Italy::5 May 2009",
            "Estonia::1 June 2009",
            "Hungary::6 June 2009",
            "Germany::21 June 2009                            (Festival Großes Fernsehen)",
            "Sweden::30 June 2009",
            "Germany::16 July 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Mistresses"
            },
            {
                "countries": "Denmark",
                "title": "Veninderne"
            },
            {
                "countries": "Estonia",
                "title": "Armukesed"
            },
            {
                "countries": "Germany",
                "title": "Mistresses - Aus Lust und Leidenschaft"
            },
            {
                "countries": "Hungary",
                "title": "Szeretők"
            },
            {
                "countries": "Russia",
                "title": "Любовницы"
            }
        ],
        "akas": [
            "Mistresses (original title)",
            "Veninderne Denmark",
            "Armukesed Estonia",
            "Mistresses - Aus Lust und Leidenschaft Germany",
            "Szeretők Hungary",
            "Любовницы Russia"
        ],
        "akas from release info": [
            "Mistresses (original title)",
            "Veninderne Denmark",
            "Armukesed Estonia",
            "Mistresses - Aus Lust und Leidenschaft Germany",
            "Szeretők Hungary",
            "Любовницы Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mistresses (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 25,
                    "original air date": "5 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Eighteen months on and Siobhan is a celibate single mother to 3-year old Elsa, granting access to the jet-setting Dominic, who surprises her by introducing her to Alice, whom he intends to marry. Katie, back from Australia and working as a locum, is also taken aback when her glamorous, critical mother Vivienne arrives out of the blue to sell the family home so that she can move to South Africa with her lover. Jessica is still with Mark and desperate for a baby,considering all options. Trudi is running her cake-making business fairly successfully but needs a cash ...    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mistresses (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 21,
                    "original air date": "12 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Jessica and Mark have an unwelcome visit from the bailiffs after he has omitted to tell her of his huge debts. As a result she stops her fertility treatment as being too expensive. Unemployed Richard feels emasculated as Trudi immerses herself in her work,taking Chris on as her business partner. He lends a sympathetic ear to Katie,who is shocked to learn that her father had a long-standing affair which her mother kept from her. Dominic gets married, with Siobhan as his 'best man',despite the fact that on the eve of the wedding,when they were drunk,she tried to kiss ...    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mistresses (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 23,
                    "original air date": "19 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Katie continues to ward off Richard's unwanted advances,a fact noticed by both Siobhan and Vivienne,who asks him to stop visiting. Trudi,feeling guilty about having sex with Chris,breaks up the partnership and,against Katie's advice,confesses to Richard. They have a row,during which she guesses he is seeing somebody else. She tells Katie,who decides to leave town for a while. Siobhan is dating photographer Jeff but,already dismayed when Dominic tells her he is moving to New York,she is angry to learn that Mark squandered the money she loaned him for Jessica's ...    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mistresses (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 22,
                    "original air date": "26 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Things are fraught at the funeral. Jessica accuses Siobhan of meddling in her marriage - though Mark returns the money - and Trudi feels betrayed that everybody knew of Richard's infatuation with Katie but failed to tell her. The women do not see each other for six months and the atmosphere is icy until Jessica,now divorcing Mark,announces that she has cancer and the friends reunite to support her.However,there are further developments as Trudi resumes her bakery with Chris, Jessica starts seeing old friend Simon again and Dominic returns from New York to crash Jeff's...    "
                }
            },
            "1": {
                "1": {
                    "title": "Men Behaving Badly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mistresses (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 60,
                    "original air date": "8 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    The 'mistresses' are four close female friends, three of whom are professional women,the exception being Trudie. Her husband was killed in the 9/11 tragedy and she is awaiting a huge compensation cheque but still clings to the fact that he may be alive. Katie is a doctor whose married lover,John Grey,dies. John's son Sam,a young student,is aware of his father's indiscretion and innocently asks Katie if,as his father's doctor,she knows the identity of his mistress. Siobhan, a lawyer,is married to Hari but they are experiencing fertility difficulties and she has an ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mistresses (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 45,
                    "original air date": "15 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Siobhan,learning that Hari is the infertile partner in the marriage, confides that she has had sex with Dominic to Jessica, who urges her not to tell her husband. Despite the age gap Katie finds herself going on an unofficial date with Sam,ending up by kissing him, but he is still anxious to know the identity of his father's mistress and she is wary,disguising her hand-writing when she signs a book for him. Jessica succumbs to a Lesbian moment with Alex,the bride,whilst Trudie tentatively agrees to go on a date with Richard,a shy and seemingly decent single parent ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mistresses (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 41,
                    "original air date": "22 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Jessica and Alex sleep together but later Jessica becomes extremely jealous of her as she goes ahead with her plans and marries Lisa so Jessica ends up seducing a wedding guest. Richard and Trudi finally get together and Katie gives in to her attraction to Sam. Siobhan and Harry give their marriage another try and later she takes a pregnancy test which turns positive but the baby could be Harry's or Dominic's. Trudi and Jessica trace the mysterious phone calls to a hotel where they meet a woman who initially claims she knows nothing of the phone calls. She later turns...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mistresses (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 32,
                    "original air date": "29 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Trudi goes to meet Paul's ex-lover Sally Moore who shows her proof that he had an American lover. Sally tells Trudi she wants a share of the benevolent fund for her son. Siobhan gets Katie to give her a proper pregnancy test and Katie advises Siobhan to tell Harry as they have a fertility appointment booked for the following day. Siobhan cannot tells Harry the truth and misses the fertility appointment deliberately. Jessica arranges a threesome with her female partner from the wedding and her boss Simon. Trudi guesses that Katie is having an affair with Sam and ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mistresses (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 41,
                    "original air date": "5 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Siobhan has Dominic promoted to another section so that he is less of a distraction to her. Herself and Hari announce to their friends about the baby but Siobhan has her doubts. Sam finds out that Katie ended his father's life and proceeds to tell his mother Jemma who throws Katie out of her house. Richard and Trudi get back together again as Trudi also meets up with again with Sally and her son Paul Jr. Jemma makes a complaint to the Medical Council and is suspended from her job. Jessica meets Alex again at a photo shoot and become close again but Alex won't leave ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mistresses (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 38,
                    "original air date": "12 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Katie has her hearing with the Medical Council and is suspended for 12 months for her affair with her patient John. Hari and Siobhan break up after she refuses to have an abortion. Trudi meets Paul and he tells her he wants to get back together with her again. Alex and Jessica split up because Alex won't leave her wife Lisa. Trudi has Paul arrested. Hari eventually relents and asks Siobhan to come back to him and the girls celebrate Jessica's birthday.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mistresses (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 33,
                    "original air date": "17 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Katie starts her new job and develops an attraction to fellow doctor Dan Tate but will her prior relationship with new boss Jack Hudson cause trouble? Hari and Siobhan's relationship is still on icy ground and Siobhan thus embarks on a series of one-night stands which leads her to meeting Tom McCormack who plays her at her own game. Richard and Trudi hit a rough patch which sets Trudi off on a new path - baking for a small store owned by Lucas. Jessica and Mark get ready for their wedding and he asks her to sign a pre-nup which she refuses to sign and what about his ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mistresses (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 24,
                    "original air date": "24 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Jessica wonders if she has done the right thing by getting engaged to Mark. Siobhan is surprised to find that her firm's new client is Tom,the man she recently slept with and who seems to be pursuing her. Whilst Katie is annoyed to see doctor Dan getting flirtatious with another girl Trudi is devastated by the monthly standing orders she finds Richard has been making.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mistresses (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 25,
                    "original air date": "3 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Trudi decides to confront Richard about his financial status and he tells her he owes money to a woman which will take him five years to pay back. Trudi also gets a generous offer from Lucas to help her generate more money. Jessica throws caution to the wind as usual and visits Mark at work as Katie dives in headlong in her relationship with Dan but finds him to be reluctant to her forward overtures. Elsewhere, Siobhan and Hari attend couples counseling.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mistresses (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 26,
                    "original air date": "10 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Katie and Jack reminisce about their past when they attend a regional board meeting and later breaks up with Dan and then realising she made a mistake takes another chance with Dan. Trudi finds out that Richard's ex-wife Natalie is still alive and is suffering from early on-set Altzeimers and that the money he pays from their account is for her care at a home. Trudi later breaks up with him as she says she cannot trust him any longer. Siobhan quits her job when her boss won't take her off the case with Tom McCormack after which Dominic tells her that Tom's wife has ...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mistresses (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 23,
                    "original air date": "17 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Katie finds out that Dan has been offered a job in Sydney, Australia for a year and when confronted he asks her to go with him. But a final drink with Jack lets Dan know about Katie's feelings for Jack. Siobhan finds out that Tom McCormick was behind the photos that ruined her marriage. Jessica finds out that she's pregnant at the same time that she finds Mark cannot do exclusive like he promised. Elsewhere, Richard and Amy move out after he tells Amy about her mother and Trudi begins an affair with Lucas.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mistresses (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 22,
                    "original air date": "24 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Megan finds out about Jack and Katie's brief affair after Dan smashes Jack in the face. Hari tells Siobhan that he is fighting for custody of Elsa just as Tom McCormick tells her that if she resigns from his case he will tell her boss what she really did. Carrie tells Mark that Jessica is pregnant just as he loses vast monies on two deals. Richard tries to wreck Trudi's relationship with Lucas. Hari later decides he cannot be a part-time father to Elsa and tells Siobhan he is getting out of their lives. Katie writes a letter to Dan and gives it to him at his going ...    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Parish, Sarah"
            },
            {
                "name": "Small, Sharon"
            },
            {
                "name": "Brady, Orla"
            },
            {
                "name": "Conn, Shelley"
            },
            {
                "name": "Rayner, Adam"
            },
            {
                "name": "Ure, Flossie"
            },
            {
                "name": "Baladi, Patrick"
            },
            {
                "name": "Watkins, Lizzie"
            },
            {
                "name": "Astill, Adam"
            },
            {
                "name": "Jaffrey, Raza"
            },
            {
                "name": "Wright, Joanna"
            },
            {
                "name": "Milburn, Oliver"
            },
            {
                "name": "Danbury, Marc"
            },
            {
                "name": "Brand, Steven"
            },
            {
                "name": "Umbers, Mark"
            },
            {
                "name": "Francis, Sean"
            },
            {
                "name": "Lockyer, Thomas"
            },
            {
                "name": "Little, Natasha"
            },
            {
                "name": "Brown, Max"
            },
            {
                "name": "Kalidas, Preeya"
            },
            {
                "name": "Garner, Chris"
            },
            {
                "name": "Thomas, Alys"
            },
            {
                "name": "McQuinn, Joanne"
            },
            {
                "name": "Torv, Anna"
            },
            {
                "name": "Lumley, Joanna"
            },
            {
                "name": "Regan, Vincent"
            },
            {
                "name": "Patten, Alice"
            },
            {
                "name": "Peel, Ella"
            },
            {
                "name": "Jenkins, Charlie"
            },
            {
                "name": "Jones, Katie"
            },
            {
                "name": "Cassidy, Thomas"
            },
            {
                "name": "Bazeley, Mark"
            },
            {
                "name": "Wicks, Victoria"
            },
            {
                "name": "Smith, Ella"
            },
            {
                "name": "Carmichael, Katy"
            },
            {
                "name": "Middleton, Isobel"
            },
            {
                "name": "Fry, Sam"
            },
            {
                "name": "Rose, Alison"
            },
            {
                "name": "Edwards, Charles"
            },
            {
                "name": "Francis, Jan"
            },
            {
                "name": "Marzella, Stephen"
            },
            {
                "name": "Till, Lewis"
            },
            {
                "name": "Calf, Anthony"
            },
            {
                "name": "Nader, Habib Nasib"
            },
            {
                "name": "Wells, Colin"
            },
            {
                "name": "Wallers, Tim"
            },
            {
                "name": "Deer, Jason"
            },
            {
                "name": "Flitton, Mark"
            },
            {
                "name": "Currier, Paul"
            },
            {
                "name": "Forrester, David"
            }
        ],
        "locations": [
            "Bristol, England, UK"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.33 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:M"
        ],
        "number of seasons": 3,
        "rating": 7.6,
        "votes": 1725,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZmJhYTE5YWQtNTk0YS00ZDZmLWJkNmQtYWE1YjMzOTBmYTc2XkEyXkFqcGdeQXVyMTk3NDAwMzI@._V1_SY150_CR4,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Mistresses",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2010",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Anthony, Rachel"
            },
            {
                "name": "Clarkson, S.J."
            },
            {
                "name": "Glain, Lowri"
            }
        ],
        "production companies": [
            {
                "name": "BBC America"
            },
            {
                "name": "Ecosse Films"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Channel One Russia"
            },
            {
                "name": "Eesti Televisioon (ETV)"
            },
            {
                "name": "LaLa TV"
            },
            {
                "name": "M1"
            },
            {
                "name": "Net5"
            },
            {
                "name": "Polyband"
            },
            {
                "name": "RTL Entertainment"
            },
            {
                "name": "WDR Fernsehen"
            }
        ],
        "other companies": [
            {
                "name": "ARRI Media"
            },
            {
                "name": "EuroKids & Adults International Casting and Model Agency"
            },
            {
                "name": "Fuji Photo Film"
            }
        ],
        "plot": [
            "The lives and loves of four female friends: Katie, a doctor having an affair with a patient; Trudi, a 9/11 widow; Siobhan, a barrister; and Jessica, a commitment phobe who plays the field.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (6 parts)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.33 : 1"
            ],
            "negative format": [
                "16 mm"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1725,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 245,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 790,
                "rating": 7.7
            },
            "aged 45 plus": {
                "votes": 412,
                "rating": 7.4
            },
            "males": {
                "votes": 444,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 63,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 185,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 185,
                "rating": 6.8
            },
            "females": {
                "votes": 1040,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 179,
                "rating": 7.8
            },
            "females aged 30 44": {
                "votes": 596,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 224,
                "rating": 7.9
            },
            "top 1000 voters": {
                "votes": 39,
                "rating": 5.9
            },
            "us users": {
                "votes": 309,
                "rating": 7.3
            },
            "non us users": {
                "votes": 968,
                "rating": 7.6
            }
        },
        "number of votes": {
            "10": 421,
            "9": 265,
            "8": 458,
            "7": 296,
            "6": 107,
            "5": 66,
            "4": 24,
            "3": 16,
            "2": 23,
            "1": 49
        },
        "arithmetic mean": 7.9,
        "median": 8
    }
}