{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "  2008"
            },
            {
                "country": "Belgium\n",
                "date": "25 March 2008"
            },
            {
                "country": "Germany\n",
                "date": "22 November 2010"
            },
            {
                "country": "Hungary\n",
                "date": "11 March 2013"
            }
        ],
        "release dates": [
            "Belgium::2008",
            "Belgium::25 March 2008",
            "Germany::22 November 2010",
            "Hungary::11 March 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Vermist"
            },
            {
                "countries": "France (new title)",
                "title": "Urgence disparitions"
            },
            {
                "countries": "Hungary",
                "title": "Nyomtalanul Belgiumban"
            },
            {
                "countries": "Italy",
                "title": "MPU - Missing Persons Unit"
            }
        ],
        "akas": [
            "Vermist (original title)",
            "Urgence disparitions France (new title)",
            "Nyomtalanul Belgiumban Hungary",
            "MPU - Missing Persons Unit Italy"
        ],
        "akas from release info": [
            "Vermist (original title)",
            "Urgence disparitions France (new title)",
            "Nyomtalanul Belgiumban Hungary",
            "MPU - Missing Persons Unit Italy"
        ],
        "episodes": {
            "7": {
                "1": {
                    "title": "Eline",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "4 Feb. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Frank",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "11 Feb. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "André",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "18 Feb. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Lotte",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "25 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    The search for teenager Lotte Peeters was ceased years ago, without her corpse, after her lover confessed murdering her. It's reopened now her backpack turns up in a pawnshop, delivered by a suspiciously resembling girl. The team finds the recanted confession prevented thorough investigation of alternatives, which are now pursued, yielding alternative suspects and motives.    "
                },
                "5": {
                    "title": "Joeri",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "3 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Michael Van Acker takes it very personally when his ex-con big brother Joeri, allegedly a reformed ex-junkie and ex-mall dealer, is reported missing two days by the unmarried mother of his son Liam. She ignored how his business endeavor to run a gym went disastrously wrong, causing debt he couldn't handle without relapsing in the drug business. Michael is tormented by conflicting procedure, fraternal loyalty to the brave knave who protected him against their abuse father and his own family.    "
                },
                "6": {
                    "title": "Louic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "votes": 9,
                    "original air date": "10 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Model pupil Louic is reported missing by his doting parents Johan and Els Cools. They can't imagine their darling and pride being in trouble, but each confess having known some secrets, like a mild drunk fight and a girl friend who broke contact abruptly, while his computer shows he lost a pretty penny on Internet poker. After his mountain-bike is found abandoned way off his route home, two trails come together suggesting a criminal tragedy.    "
                },
                "7": {
                    "title": "Siska",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "17 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Idle socialite (Franc)Siska Debaere goes missing after another wild party after her car is hit, the driver hospitalized. She was addicted, received 'routine' hate mail, stalked and blackmailed married ex Nahim Bensalem. The team takes an interest at a generous donation she made for a child with a (yet not so) rare disease, and a morbid tele-voting is posted on Internet.    "
                },
                "8": {
                    "title": "Laurent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "24 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Teenage Hanna Devolder and her devoted father Laurent are reported missing by her step-mother. By the time her corpse in found in a wood, the team works out she was tricked by Thibaut, the handsome president of the mixed student club she wanted to join, and her shy, fat mate Dries, into a 'private hazing' turning into a pig-masked orgy. Laurent remains missing and is deemed a danger to himself and others.    "
                },
                "9": {
                    "title": "Dimi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "original air date": "31 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Teenager violinist prodigy Dimi is reported missing by his Russian self-exiled parents, career-obsessed Anka and indulgent ex-con businessman Boris. Devoted manager Wim Van Damme admits his brat daughter Margot, a student who seduced the knave and is found to have reverted into pills addiction, may have ran away with Dimi. indeed, the couple robbed a pharmacy, planning a fugue to Spain. Boris's failed attempt to hide calls from a fellow Russian ex-con also puts the team o the trace of the mysterious 'stalker' whose last letter was the only one kept by Dimi: his ...    "
                },
                "10": {
                    "title": "Jasper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "original air date": "7 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    UFO-believer Jasper is missing from his blacked-out apartment, littered with x-rays. The team learns he believes in alien abductions and tried to 'protect' young neighborhood boy Arthur, which pissed off the father. His medical record proves interesting.    "
                }
            },
            "1": {
                "1": {
                    "title": "Evi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "25 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Boarding school student Evi, is reported missing by her overprotective, influential father Hendrik De Schrijver. Walter Sibelius's federal missing persons unit soon finds several traces. She had a scorned lover and took part in crazy parties as well as contraband, both drugs and soft-porn, leading to several suspects. Not only meticulously procedure-conscientious Sibelius's people find it hard to stick to the rules and legal restrictions, Hendrik keeps interfering, with grave results.    "
                },
                "2": {
                    "title": "Baby Alisha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "1 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Teenage mother Isabelle Maes's baby Alisha went missing from a maternity ward. Father Francesco's domineering parents forbade the sixteen year-old to see either. Francesco still discretely came along when she failed to get a abortion, having waited too long, so Sibelius fears she may have disposed of the baby herself. Sibelius's estranged daughter Lena is in the same hospital, but reluctant to see him since he left her mother. An infertile midwife makes another suspect, as well as a mysterious couple which left fingerprints.    "
                },
                "3": {
                    "title": "Sander",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "8 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Sander Govaerts (16), a bullying target, is reported missing for a day by his gentle parents. A violent computer game modification he programmed skillfully worries the police team: he stole dad's long rifle, but not to intrude his high school as feared. Classmates minimize their abuse, even a hate website, but Jurgen's own cellphone recordings prove vicious gang-beating organized by truant Jens Wauters. A picture recently posted on school computers also show Sander kissed his computing teacher. Sander's mate Robbie is also missing, unnoticed till noon. So where are ...    "
                },
                "4": {
                    "title": "Rens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "15 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Peter Nachtegale is reported missing when his wife Vanessa finds their son Jeremy unattended. The team finds out he has an affair in a motel overlooking a primary school, where a 'pervert stalker' was reported- him. They're just in time to save him from torture to death by the goons of Dutch mobsters barons Willem and Klaas De Welt. Those persist to take in hand the disappearance of 6-year old son Rens De Welt. Yet the team digs deeper, and finds motives up for discussion. Sibelius doesn't hesitate to compromise serious crime colleague Erik Coppens's undercover work, ...    "
                },
                "5": {
                    "title": "Kika",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "22 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Kimberly 'Kim' Kamps goes missing at the launch of her first single as 'Kika' in the bar of her friend Dimitri 'Dimi' Lagast, who is also missing. Pa Kamps assumes it's Dimi's fault. Kim's friend and colleague as presenter of a TV callers game, Joyce, tells Dimi, her fiancé, had poker debts. Indeed loan-shark Gus 'the Rat' Leemans recently trashed his bar as a reminder. Dimi is found at Gus's. Phone records show dad kept silent about her being called by an ex, Michael Dewulf, who sort of stalked her and has a psychiatric past.    "
                },
                "6": {
                    "title": "Weilandboy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "29 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Negroid human remains are found in a meadow, mysteriously reduced to pulp. It turns out to be a stowaway illegal immigrant. Identification as a missing African doesn't fit actual records. Sibelius uses his experience a Congo-raised colonial brat to find out about real deceased and missing men. And he faces belated fall-out of traumatizing decolonization.    "
                },
                "7": {
                    "title": "Sara",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "6 May 2008",
                    "year": "2008",
                    "plot": "\n    Divorced mother Van Peel, a neglectful workaholic, reports her daughter Sara (9) didn't return from school, where she gets bad grades and is a virtual outcast. Mother spends more time with her boyfriends and didn't even notice sexually provocative pictures for which Sara posed in the living room. A neighbor noticed Sara, like her own daughter, regularly spend time with bachelor fast food restaurant manager Karel Dooms, who always carries a camera and was accused of, never tried for, sexual liberties. Sara's bike is found and linked to trucker Willy and his commercial ...    "
                },
                "8": {
                    "title": "Anja",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "13 May 2008",
                    "year": "2008",
                    "plot": "\n    Frederik Bayens reports his depressive wife Anja missing for days, shortly before her car is found abandoned. Steve catches their son, drug-troublesome student Wesley whom a neighbor witnessed arguing with her about money, robbing the parental home, but father covers for him. Blood in the basement suggests Anja may have died there. Wesley admits she blackmailed him to spy on father's presumably resumed affair with much younger Kim De Vries. Commissioner Sibelius stays on leave to concentrate on his shoplifting daughter, refusing to bail out incompetent deputy Peeters ...    "
                },
                "9": {
                    "title": "Taxi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "20 May 2008",
                    "year": "2008",
                    "plot": "\n    Junior business executive Geert Potums went missing after taking a Brussels taxi for a hotel to meet a foreign client. Algerian cab driver Jamel Agui didn't report back to his firm either. Naive Potums is found in jail after being fed drunk and robbed by a call-girl. Agui and his cab remain missing. But his criminal record puts the team on the trace of a shady Islamic fundamentalist society. And that investigation leads to Afghan terrorist Emad Kubi, and a suicide bomb-belt. But that interferes with higher powers.    "
                },
                "10": {
                    "title": "Nick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "27 May 2008",
                    "year": "2008",
                    "plot": "\n    Furious to be sidetracked during the terrorism case, Nick considers contacting Comité P (parliamentary IA). Instead he starts alone on the case of newspaper reporter Ilse Mercelis, last seen near the executive's hotel. In fact they are both captured by the Chinese 'triads' mob. The team soon suspects those are involved, but not what specifically bloody traffic, which involves both captives and an MD. Ilse's boyfriend Rudy proves the key.    "
                }
            },
            "2": {
                "1": {
                    "title": "Lena",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "22 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Workaholic Walter Sibelius was supposed to mind his daughter Lena, while his ex Anna concentrated on her career, but he gave priority to an urgent investigation. Lena, who refused to confide in him, goes missing. Her cellphone is found. It turns out ma didn't realize either she kept dubious company, including some involved in gambling, private porn, drag racing and drug dealing, even an ex-con. Most of them lie of hide the truth.    "
                },
                "2": {
                    "title": "Elise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "29 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Mother Decaluwé reports her daughter Elise and her best friend, Marie Sterckx, both 16, missing after attending the previous day's Clouseau mega-rock concert and backstage meet and greet in Antwerp. Marie's phone easily traces her to boyfriend Franky Durnez's apartment, where she 'slept' after parting from jealous Elise. Behavioral analyst Marc Plasschaert joins the team, being the forensic specialist of the similar cases of the never caught 'festival strangler', who drugs his victims before rape, murder and dumping in a canal to remove all DNA traces. Concert ...    "
                },
                "3": {
                    "title": "Vincent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "5 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Vincent Weemaes, Nick's first police partner, goes missing after the reconstruction IA commissioner Bourlon organized of how Weemaes shot at escaped serial 'Armani gang' jewelry shop robber Johnny Heylens but fatally hit a girl. Weemaes didn't report his earlier meeting with Vincent's recently paroled crime parter Didier Renard. Johny's corps is found, shot in the gut. Nick tries to find help Vince, but Stan keeps track while Bourlon watches both. Vince admits he was trying to help his shady kid brother Davy, who is in trouble with Israeli mobster Avi Rapkin's gang. ...    "
                },
                "4": {
                    "title": "Tessa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "12 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Leuven university student Tessa Vermeersch, a test person in a diabetes drug trial, goes missing. her father, procureur (D.A.) Anton ignores here whereabouts. The day before, as sadistic pledge-master with lover De Ridder, she ordered freshman Koen 'Ketchup' Cuyaerts' genitals exposed and smeared during a public hazing orgy. Since the Weemaes case, Steve and Nick's rapport is affected, but they make up. Koen saw Tessa being visited by the Moroccan father of her friend Dashia Boussedra, about keeping her rape secret, it's not the only one, and Tessa's abuse is hard to ...    "
                },
                "5": {
                    "title": "Arne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "19 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Arne Pauwels (19) is missing since the Hoogstra neighbors' party shortly after their daughter Fleur dumped him. She and Arne's sister Laura claim he supplied an income as a gigolo, notably with Nicole Hoogstra, as his dad Herman's life-insurance never paid because he committed suicide six months ago. Arne also planned to blackmail Nicole. He deeply resented Nicole's recent new boyfriend, Jozef, who advised Herman the investment he lost the family's savings on.    "
                },
                "6": {
                    "title": "Julie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "26 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Julie Herspoel (8) is abducted while playing alone on the street by a masked man in a car. Father Jan, manager of the year, runs his own ICT company and is willing to pay 250.000 Euros ransom. Jan also refused a share of the profit to co-founding chief designer Sam De Wael, who bitterly resigned, but only confesses to stealing back some of his own designs. Nick openly resents Walter being succeeded not by Tine but by her ex-lover, commissioner Eric Coppens, and illegally arrest habitual pedophile Karel Dooms. A vague ransom call trace leads to ex-con Carl van Looy, ...    "
                },
                "7": {
                    "title": "Valentina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "3 May 2010",
                    "year": "2010",
                    "plot": "\n    After a traffic accident, an amnesiac Jane Doe, who speaks only Russian and gets nicknamed 'Valentina' by Steve, is brought to hospital. Two men in white coats try to abduct her. One of them soon appears officially as Yegor Lugavoy, deputy of Russian embassy security chief Leonid Bereshoy, who claims her as wanted Russian mobster Svetlana Kirilova. The team tends to believe her, but that proves a dangerous gut feeling.    "
                },
                "8": {
                    "title": "Mike",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "10 May 2010",
                    "year": "2010",
                    "plot": "\n    Mike De Vries is reported missing by his naive sister Carla. She assumed him happy with his former prison-pen-pal, Tabitha Moens. In fact her husband Yves happily arranged Mike to be fired by exposing his criminal record. Leysen, Veronique Tabitha Moens. He also quit boxing with Hassan Ben Abdessalem after a gym fight with drug dealing minor Ahmed. Mike is also presumed to have stashed the lot from robberies. Traces lead to fellow ex-con Vic, dirty P.I. Rottiers and Tabitha's ex, Andy Meersman, not the only one to have lied about his own past.    "
                },
                "9": {
                    "title": "Meisje X - Deel 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "17 May 2010",
                    "year": "2010",
                    "plot": "\n    The team knows that Internet pedophiles Kerberos and Hades are planning to abduct a 12 year-old girl, but can't identify either party. Kim is reported missing but is found. Eric discovers Nick's amphetamines addiction and suspends him after another illegal encounter with never-condemned suspect Karel Dooms. But Nick, who is in therapy for nightmares, calls his markers on former partner Vic to entrap the abductors. To pose as pedophiles, they need hard porn, which they extract from Karel Dooms.    "
                },
                "10": {
                    "title": "Meisje X - Deel 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "24 May 2010",
                    "year": "2010",
                    "plot": "\n    Nick continues his extreme undercover infiltration, posing as Karel Dooms in Kerberos's sadistic retreat, where they await cahoot Hades. Even Steve has lost all contact, yet Eric grudgingly tries to cover him. Even after learning Nick's father is a convicted pedophile. Doms is found starkers, dumped handcuffed on a waste-site. Vincent finally tells Eric's team the truth, who keep it discrete. Already sick to his stomach, Nick finds and frees the captive girl and makes her pretend to know 'Karel', but that way out backfires. Clever Steve is finally on a trace. Nick ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Bart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "3 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Steve's fiancée Jolien's legally dead ex, Bart Geeraerts, is spotted after being missing for six years, so the wedding is delayed. Nick has been cleared by IA and returns on the job, albeit under drug supervision. he stills braves Coppens's instructions by telling Steve, who informs Jolien, but she's kidnapped soon after. Nick and Steve investigate, although the team is officially off the case, discovering not only Bart's fake Brazilian identity but also he must be entangled in dirty cops' organized drug crime.    "
                },
                "2": {
                    "title": "Amber",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "10 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    When teenager Amber Dierickx disappears, her parents are clueless. Searching her room and questioning her best friend indicate the 'good girl' had affairs with popular teacher 'McDreamy', who took her to Amsterdam for fun and drugs, and with big sister Roos's fiancée, slick advertising executive Lars Vermeer. Yet Amber is spotted alive at the funeral of another, recent friend, Jolien Geeraerts, who proves the link to a grim character. Meanwhile Coppens suspends Nick from active duty until he handles mandatory psychotherapy.    "
                },
                "3": {
                    "title": "Dave",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "17 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Mark Somers's bachelor party is organized by his kid brother Bruno for them and buddies Dave and Willem at Vresse-sur-Semois, near Bouillon, where the older trio used to come annually. All four were reported missing, but soon are found, victims of rowdie locals after a bar brawl, except Dave. The team and local police 'chief' (with only three constables) François find out that the trio's former fourth musketeer, Aron Van Snick, who lies about recent contacts, is involved and the affair goes back four years, when local girl Diane disappeared.    "
                },
                "4": {
                    "title": "Lisa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "24 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Erik's brother mailman Mark's young son Jeroen and wife Lisa Janssens go missing during a beach holiday. The boy soon returns alone, she and the couple's papers are gone. Mark is even more shocked then the team when it's established Lisa lied about her entire life for years. She lost her job and set up a pyramid-scheme, and her double life includes unwittingly bigamous partners, one of whom might be Jeroen's biological father. Her apparent mental condition spells grave danger, and she manages to abduct Jeroen shortly after.    "
                },
                "5": {
                    "title": "Dina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "1 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Mark Coppens ordered a paternity test, but worries if he can be the single Jeroen needs even if he is biologically. Ethnic Moroccan Dina Ben Sallah (18) is reported missing after a bus holiday in the home country by sister Nora, who ultimately admits Dina refused her arranged fiancé Hanif. Big brother Sabir is suspected of an 'honor crime', but has an alibi. Security camera recordings and luggage tracing leads the team to social worker Driss, who turned her down romantically, and a hash smuggling trail.    "
                },
                "6": {
                    "title": "John",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "8 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    JT Capital CEO John Termont, a ruthless restructuring specialist who even refused to spare his pa Lucas's family firm, is reported missing after his personal assistant Guillaume discovered John never arrived in Qatar. His credit-card was used regularly by an unemployed nobody, but he was hired to do so by John and tailed by a PI, who leads the team to another tycoon, who has a weird wager with John. But the bet is a done deal and John remains missing, spotted only with vagrant Stijn.    "
                },
                "7": {
                    "title": "Dooms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "15 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Repeatedly child abuse-convicted Karel Dooms is reported missing by miss Allaerts, his pregnant partner since a year, who ignored his past. To the colleagues' horror, Nick had just distributed pamphlets to all Dooms's neighborhood's families illegally denouncing his criminal record. The supervising magistrate just suspends him and still delays punishment after he illegally tracked down, with Vince's reluctant help, and finds the corpse of Ludo Walreat, an abuser who recently contacted Dooms. So Nick heads for a final confrontation with Dooms and a surprising third ...    "
                },
                "8": {
                    "title": "Sabine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "22 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Having learned magistrate Coninx is a sexual predator himself, Nick grudgingly teams up with probably set-up ex-con Dooms. Tailing the judge helps discover he paid a fortune to Kosovo-Albanian pulmonary specialist Ghezmend Zhulani, searching his house illegally that his daughter Kato suffers from lethal lung disease. Dooms escapes after Nick told his his partner is pregnant, but plays a heroic part in the final confrontation.    "
                },
                "9": {
                    "title": "Angela",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "29 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Antwerp tycoon Hans Vanpoucke acts surprisingly uninterested when his much younger wife Angela is reported missing 'longer then usual' by the assistant at her charitable Dream Wish foundation. Hans deliberately failed to report having caught her flirtatiously inviting Rik Van Baelen, the cross-country cycling champion his firm sponsors. Neither did Hans tell about her alcohol abuse, trough AA key to discovering her latest known whereabouts and another illegal substance.    "
                },
                "10": {
                    "title": "Kenny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "5 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Snackbar owner Kenny Aernauts (33) is reported missing by his partner. The security video shows he got a handgun, almost certainly from visiting auto shop owner Fabian Dewael, and used it in a carjacking. Both belonged to the same violent robbers gang ,until Kenny left 9 years ago, after the traumatic death of a third gangster. Junior Bofane, the killer from a rival gang, was paroled days ago. Kenny swore revenge, but in fact he only roughed up the African and gave him two days to leave forever. Computer research shows Kenny has a half-brother in the gang, Mitch ...    "
                }
            },
            "4": {
                "1": {
                    "title": "Hanne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "19 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Tine's highly irresponsible kid sister Hanne is missing. She even left her job as 'party starter' at a nightclub after finding her lover, manager Glenn Bauwens, in bed with another and threatened to expose 'creative accounting'. Carl Delaere, who raped Hanne years ago, was recently paroled. Without any serious evidence, Tine and even Rik, who at least restrains her worst excesses, systematically violate his rights. Before an angle is found for a search warrant, she enters his home illegally, with dramatic consequences.    "
                },
                "2": {
                    "title": "Marie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "26 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Tine's highly irresponsible kid sister Hanne is still missing. Sole suspect Carl, whom Tine abused and killed in his home, actually had a criminal alibi: a rape elsewhere. While she's suspended, the rest of the team tries to focus on the next case, Flemish Islam-convert Marie De Bock, last seen with ethnic Moroccan presumed boy-friend Abdel Hadbou, suspect of planning a terrorist bombing after a home-search. It soon becomes clear that's no abduction but a hold-up, during which they and a third accomplice are arrested. The team discovers they are part of the gang of ...    "
                },
                "3": {
                    "title": "Emma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "3 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Commissioner Erik Coppens has transferred to the undercover section to avoid breaking up the team he feels will never trust him enough. Toddler Emma Stubbe (3) is reported missing from Nadia Ingels's private day care. her inseparable cuddly animal in the nearby canal gives the team an uneasy sense of urgency. They work out Emma's divorced father Stefaan Stubbe and mother Katrien Van Daele are keeping secrets, as well as Nadia, who was fired from a large crèche, and her somewhat teenage son Tuur.    "
                },
                "4": {
                    "title": "Myriam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "10 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Business consultant Myriam is reported missing by her supervisor after he found her inseparable cell-phone crushed on the street. Steve is not amused with new colleague Eva Meyer's arrogant, unhelpful attitude. A street camera recorded Myriam being pulled into a minivan. She was last seen with a friend, the wife of Alex Beurssens, whom he and Myriam warned in vain against conman Rolf De Caluwé's 'church branch'. The couple still grieves the senseless killing of their young son in an armed robbery.    "
                },
                "5": {
                    "title": "Thomas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "17 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Ambulance EMT Thomas Malfliet is reported missing by his wife, who also devotes her life to their daughter Klaartje, whose only hope of surgically curing her paralysis was recently squashed. After Thomas's car is found, his colleague Gust Tijsmans reveals Thomas was diagnosed terminal and not only stole pills from the hospital but also cash from the site of a Turkish mob shooting. The team discovers a complex pot involving Turks and his wife. Nick hesitates when Erik offers him a transfer to the undercover section.    "
                },
                "6": {
                    "title": "Jona",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 9,
                    "original air date": "24 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Boarding schoolboy Jona Verreyt (13) is missing. Room - and athletics team mate Tim reluctantly tells Jona had an altercation with their coach, Lukas Neyrinck, practically a substitute for Jona's ever-absent father, divorced businessman Bernard Verreyt. Nick's ex from vice, Monica Legaer, helps the team discover Lukas's clandestine practices and spot him on an illegal child abuse website, near his prostitute mother's pimp-controlled residence.    "
                },
                "7": {
                    "title": "Christine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "31 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Antwerp police administrative supervisor Christine Seynaeve is reported missing just after she instigated an I.A. investigation by commissioner Bourlon against her superior, Joris Tavernier. His unlikely claim she made career 'on the couch' proves right, and Bourlon was her last adulterous lover. Christie's colleague was her cahoot in blackmail. Nick ultimately accepts Eric's offer to join his undercover section.    "
                },
                "8": {
                    "title": "Paul",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "7 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Funeral undertaker Paul Van As is reported missing by his wife, who even ignored he started, after their son Yuri's graduation, social sciences studies himself in Ghent. He was last seen with generation students Kobe De Lathouwer and Bram Van de Putte, having walked out in panic from their joint presentation. The knaves dragged him into a crazy prankster and mischief party, which left them too drunk to remember much, but the team stubbornly 'helps' them retrace their steps. Paul's story keeps getting darker.    "
                },
                "9": {
                    "title": "Ief - Deel 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "14 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Ief Boussard is reported missing by his mother, who admits he's an unruly football hooligan. His 'bad friends' are a Neo Nazi gang, who are involved in a war with a rival gang, whose leader was shot recently. Erik Coppens decides to share no information when the team discover their other former member, Nick, is undercover to infiltrate their circle. Steve is ordered to tail Nick, but that endangers all of them.    "
                },
                "10": {
                    "title": "Ief - Deel 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "21 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Nick has a very hard time to preserve his Neo Nazi cover and preventing his captured colleagues form being killed, ultimately even helping them escape. Yet he succeeds, seducing apparent leader Lotte, an estranged industrial heiress, and wins the trust of the real mastermind, her equally discredited uncle Cyriel Wijnants. A sniper episode isn't conclusive. Thus he can warn Erik in time to sabotage operation Ragnarok, which turns out to be a murderous attack o the PM's anti-nationalist party.    "
                }
            },
            "5": {
                "1": {
                    "title": "Femke",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "29 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    During a routine control, the police find a girl who claims to be Femke Segers. Ten years ago, the disappearance of Femke was Tine's first unresolved case. Is this girl really her, or is she lying?    "
                },
                "2": {
                    "title": "Bernard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "5 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Alzheimer patient Bernard has disappeared from the old people's home. Did he run away out of confusion, or is something else going on? Nevertheless it is not a secret that the man felt unhappy at the home.    "
                },
                "3": {
                    "title": "Milla",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "12 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    The twenty year old university student Milla has disappeared. During the investigation, the team discovers Milla is living a separate life. They soon find evidence proving she is planning a terrorist attack.    "
                },
                "4": {
                    "title": "Liesbeth - Deel 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "19 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    New evidence shows up in the case of Liesbeth Legaer, Nick's girlfriend who disappeared twelve years ago. While Tine calls for the advice of former team leader Walter Sibelius, Nick starts his own investigation.    "
                },
                "5": {
                    "title": "Liesbeth - Deel 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "26 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    The private investigation of Nick got totally out of hand, as he has turned himself into a murder suspect. Nick flees, while his colleagues do everything they can to prove his innocence.    "
                },
                "6": {
                    "title": "Stefanie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "5 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Eva's teenage niece Stefanie runs away from home after a heavy fight with her mother. Eva starts looking for her herself, but soon realizes she needs the aid of her colleagues. Will a Child Alert offer help?    "
                },
                "7": {
                    "title": "Inez",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "12 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    The young police officer Inez Daels disappears right after an incident involving a released criminal. During the investigation, the team discovers Inez was extremely fascinated by Walter Sibelius, her former police school mentor.    "
                },
                "8": {
                    "title": "Maarten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "19 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    The police starts looking for Maarten Van Laer, a successful careerer who disappeared after a sudden suicide attempt. When the team discovers the man's wife and daughter are missing as well, they fear the worst.    "
                },
                "9": {
                    "title": "Sigi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "26 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Sigrid Meersman, a female owner of a luxurious boutique, is reported missing by her neighbors. During the investigation, the team finds out that she was having difficulties after her husbands death. Did she ran away from her problems?    "
                },
                "10": {
                    "title": "Jimmy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "2 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Former criminal Jimmy Verdonck did not return home after a night out, making his girlfriend fear he fell back into his old habits. The team soon finds a possible connection with the recent conviction of Jimmy's brother.    "
                }
            },
            "6": {
                "1": {
                    "title": "Lucas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "5 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Lucas Verduyn, son of a rich car dealer, suddenly goes missing from his own wedding party. The team, joined by Michael Van Acker since Walter Sibelius left for another teaching job abroad, starts interrogating Lucas's worried wife, as well as his parents and in-laws. They discover that things went wrong after the more low class Nathalie was inspired by her parents to trick Lucas into an unexpected pregnancy. Lucas acted happy at first, but soon started to see another girl, Ella Michiels, who belonged to his own social class. Together with his father and an old ...    "
                },
                "2": {
                    "title": "Tine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "12 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    The team is investigating the disappearance of its own commissioner, Tine Peeters. Her husband Dirk is able to provide them with a facial composition of a man he recently spotted watching their house. The drawing is a perfect match to Jan Degraeve, a condemned murderer whose case belonged to Tine back when she was working as a homicide detective. When they discover that Degraeve was recently released on parole and is now nowhere to be found, Tine's colleagues believe her life to be in danger. Tine meanwhile finds herself tied up in Degraeve's car, as they are driving ...    "
                },
                "3": {
                    "title": "Ruben",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "19 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Elementary school teacher Ruben Michiels goes missing, three days after Lara Van Gingelom, one of his female pupils, accused him of sexual abuse. During the investigation, the team discovers that Lara lied in order to protect the real offender: her own grandfather. A flashback shows how Michiels found this out as well, right before he disappeared. When the police retrieve Michiels's car on the side of road and notice blood stains, it seems like someone has wrongfully taken law into his own hands. Finger prints found at the scene, lead the team to a man called Sven ...    "
                },
                "4": {
                    "title": "Kathleen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "26 Feb. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Lars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "5 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Clever criminal blackmailer John De Bruyn's five-year old, autistic son Lars goes missing after a paternal anger outburst. To Steve's horror, Tine, who stubbornly keeps working and neglects her own psychiatric trauma therapy since her abduction, focuses only on John, assuming he must have resumed crime and thus have become the indirect target. There was a man lurking around, but doesn't fir here theory, and her precipitous shooting needlessly costs a life. The team also works out that De Bruyn's marriage to the boy's mother Maureen was falling apart, but again Tine's ...    "
                },
                "6": {
                    "title": "Joyce",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "12 Mar. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Sofia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "19 Mar. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Madina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "26 Mar. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Tristan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "2 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    A promising young art gallery keeper is reported missing by his elder, gay lover. During the investigation, the team identifies the missing man as Andy Mertens, a man who has been using fake identities in order to scam rich clients.    "
                },
                "10": {
                    "title": "Bruno",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vermist (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "9 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Successfull, popular football (soccer) player Bruno Rogiers is reported missing. Before his car is found, torched with a corpse in the boot, the team has worked out that his deadbeat brother Jarno, a gambling addict with wife and young son, was too deep in debt with ruthless Dutch bookie Hannes Libeert.    "
                }
            }
        },
        "number of episodes": 70,
        "cast": [
            {
                "name": "Van Samang, Stan"
            },
            {
                "name": "Devynck, Joke"
            },
            {
                "name": "Janssens, Kevin"
            },
            {
                "name": "Daeseleire, Axel"
            },
            {
                "name": "Dilles, Marieke"
            },
            {
                "name": "Scheepers, Mathijs"
            },
            {
                "name": "Kools, Catherine"
            },
            {
                "name": "De Bouw, Koen"
            },
            {
                "name": "Paulussen, Inge"
            },
            {
                "name": "Pillet, Line"
            },
            {
                "name": "Devriese, Marianne"
            },
            {
                "name": "De Ridder, Sven"
            },
            {
                "name": "Van Bauwel, Tom"
            },
            {
                "name": "Timmers, Charlotte"
            },
            {
                "name": "Hammenecker, Jan"
            },
            {
                "name": "Verhassel, Kristof"
            },
            {
                "name": "Van Rampelberg, Geert"
            },
            {
                "name": "Boen, Steven"
            },
            {
                "name": "Bauwens, Nele"
            },
            {
                "name": "Vandendriessche, Kurt"
            },
            {
                "name": "Perceval, Stefan"
            },
            {
                "name": "Aerts, Hendrik"
            },
            {
                "name": "Thyssen, Peter"
            },
            {
                "name": "Primchits, Sofia"
            },
            {
                "name": "Tanghe, Karin"
            },
            {
                "name": "Hasenova, Rosa"
            },
            {
                "name": "Sobrie, Jan"
            },
            {
                "name": "Lebeer, Frederik"
            },
            {
                "name": "Perceval, Jeroen"
            },
            {
                "name": "Carrijn, Linde"
            },
            {
                "name": "Beks, Jakob"
            },
            {
                "name": "Janssens, Thomas"
            },
            {
                "name": "Eyckermans, Rilke"
            },
            {
                "name": "Vandenborre, Tibo"
            },
            {
                "name": "Genard, Pieter"
            },
            {
                "name": "Lauwrys, Marc"
            },
            {
                "name": "Gielens, Ruud"
            },
            {
                "name": "Van Cauwenberghe, Hans"
            },
            {
                "name": "Delnaet, Jurgen"
            },
            {
                "name": "der Ven, Jeroen Van"
            },
            {
                "name": "De Roo, Emilie"
            },
            {
                "name": "Boels, Griet"
            },
            {
                "name": "Morren, Rudy"
            },
            {
                "name": "Hunaerts, Geert"
            },
            {
                "name": "Dewispelaere, Tom"
            },
            {
                "name": "To, Kwai-Tong"
            },
            {
                "name": "Van Nieuwenhuyse, Bert"
            },
            {
                "name": "Albert, Johan"
            },
            {
                "name": "Lavryssen, Dirk"
            },
            {
                "name": "den Durpel, Chris van"
            }
        ],
        "locations": [
            "Dancing Carré, Willebroek, Belgium",
            "Mechelen, Belgium"
        ],
        "genres": [
            "Action",
            "Crime",
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "48"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "qbn"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Netherlands:12"
        ],
        "number of seasons": 7,
        "rating": 7.1,
        "votes": 366,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTExNjUzNDg3MDReQTJeQWpwZ15BbWU3MDg4NTU5NTk@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "The missing persons unit of the Belgian federal police goes all the way each time a child or adult is likely to be in need of urgent help. Some cases are just domestic or false alerts, other link to various other crimes, from blackmail to terrorism. The team members barely have any time left for personal lives, so their relationships tend to suffer badly.",
        "languages": [
            "Flemish"
        ],
        "title": "Vermist",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
        ],
        "writer": [
            {
                "name": "Adriaensen, Bas"
            },
            {
                "name": "De Schepper, Philippe"
            },
            {
                "name": "Moolenaar, Nico"
            }
        ],
        "production companies": [
            {
                "name": "Eyeworks"
            }
        ],
        "distributors": [
            {
                "name": "VT4"
            },
            {
                "name": "VIER"
            },
            {
                "name": "FOX"
            },
            {
                "name": "RTL Entertainment"
            },
            {
                "name": "Viasat3"
            }
        ],
        "other companies": [
            {
                "name": "Galaxy Studios"
            }
        ],
        "plot": [
            "The missing persons unit of the Belgian federal police goes all the way each time a child or adult is likely to be in need of urgent help. Some cases are just domestic or false alerts, other link to various other crimes, from blackmail to terrorism. The team members barely have any time left for personal lives, so their relationships tend to suffer badly.::KGF Vissers"
        ],
        "tech": {
            "runtime": [
                "48 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 366,
                "rating": 7.1
            },
            "aged 18 29": {
                "votes": 100,
                "rating": 7.6
            },
            "aged 30 44": {
                "votes": 137,
                "rating": 6.7
            },
            "aged 45 plus": {
                "votes": 67,
                "rating": 6.8
            },
            "males": {
                "votes": 226,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 65,
                "rating": 7.6
            },
            "males aged 30 44": {
                "votes": 101,
                "rating": 6.6
            },
            "males aged 45 plus": {
                "votes": 49,
                "rating": 6.9
            },
            "females": {
                "votes": 91,
                "rating": 7.4
            },
            "females aged 18 29": {
                "votes": 35,
                "rating": 7.7
            },
            "females aged 30 44": {
                "votes": 34,
                "rating": 7.3
            },
            "females aged 45 plus": {
                "votes": 18,
                "rating": 6.3
            },
            "top 1000 voters": {
                "votes": 8,
                "rating": 5.4
            },
            "us users": {
                "votes": 5,
                "rating": 5.3
            },
            "non us users": {
                "votes": 235,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 55,
            "9": 41,
            "8": 98,
            "7": 93,
            "6": 37,
            "5": 13,
            "4": 7,
            "3": 6,
            "2": 2,
            "1": 14
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}