{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "13 January 2008"
            },
            {
                "country": "Australia\n",
                "date": "25 September 2008"
            },
            {
                "country": "Sweden\n",
                "date": "25 October 2009"
            },
            {
                "country": "Japan\n",
                "date": "11 July 2010"
            },
            {
                "country": "Hungary\n",
                "date": "26 May 2012"
            }
        ],
        "release dates": [
            "UK::13 January 2008",
            "Australia::25 September 2008",
            "Sweden::25 October 2009",
            "Japan::11 July 2010",
            "Hungary::26 May 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Lark Rise to Candleford"
            },
            {
                "countries": "Finland",
                "title": "Candlefordin postineiti"
            },
            {
                "countries": "Germany",
                "title": "Von Lark Rise nach Candleford"
            },
            {
                "countries": "Hungary",
                "title": "Candlefordi kisasszonyok"
            },
            {
                "countries": "Poland",
                "title": "Z Lark Rise do Candleford"
            },
            {
                "countries": "Russia",
                "title": "Чуть свет - в Кэндлфорд"
            },
            {
                "countries": "USA",
                "title": "Lark Rise to Candleford"
            }
        ],
        "akas": [
            "Lark Rise to Candleford (original title)",
            "Candlefordin postineiti Finland",
            "Von Lark Rise nach Candleford Germany",
            "Candlefordi kisasszonyok Hungary",
            "Z Lark Rise do Candleford Poland",
            "Чуть свет - в Кэндлфорд Russia",
            "Lark Rise to Candleford USA"
        ],
        "akas from release info": [
            "Lark Rise to Candleford (original title)",
            "Candlefordin postineiti Finland",
            "Von Lark Rise nach Candleford Germany",
            "Candlefordi kisasszonyok Hungary",
            "Z Lark Rise do Candleford Poland",
            "Чуть свет - в Кэндлфорд Russia",
            "Lark Rise to Candleford USA"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 54,
                    "original air date": "9 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Robert is working in Oxford and sending money home whilst Ruby Pratt has returned from Pontefract after splitting with her gentleman friend. Gabriel Cochrane, whose wife has died and whose foundry has been repossessed by the bank, comes to Candleford, penniless, and Dorcas employs him in her forge where the work interests Sydney. After Edmund has collected money from Robert at the post office, he arrives home saying he has been robbed. The whole village rallies round Emma.    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 49,
                    "original air date": "16 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Daniel launches a poetry competition in his paper. Ruby Pratt, jealous of her sister Pearl's doting on their young lodger, puts it about that the contest is rigged and Laura, as Daniel's girl-friend, is set to win it. Laura withdraws from the contest but, after she has had a lace-making lesson and heart-to-heart with Queenie, Ruby feels guilty and urges Laura to re-enter, at the same time reconciling with Pearl, though the prize is won by Emma after Laura has entered one of her mother's old poems. Dorcas and Laura find, hidden in a book, a letter from Gabriel's late ...    "
                },
                "3": {
                    "title": "Episode #4.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 53,
                    "original air date": "23 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    When the vicar is indisposed, young curate Benedict Marley assumes his duties, including running the church bazaar, to the annoyance of staid Thomas, who regards Benedict's free, enlightened interpretation of the Bible as ungodly. Seeing a snake, the uptight Thomas totally over-reacts and sees it as a demonic sign. Emma is also troubled by the sight of the snake as it makes her feel vulnerable as a woman temporarily without a husband. Benedict is seen leaving her house after dark and tongues wag, but Emma explains that the relationship is purely one of pastoral ...    "
                },
                "4": {
                    "title": "Episode #4.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 41,
                    "original air date": "30 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Queenie wins a pig at a fair and plans to fatten it up to share with the inhabitants of Lark Rise. However, daft Twister 'sells' it to various Candleford residents and then loses the money. Queenie throws him out and Gabriel lets him stay at the post office, annoying Dorcas. Minnie believes that Alf cheated to win the fair's shin-kicking contest, leading to a temporary rift.    "
                },
                "5": {
                    "title": "Episode #4.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 45,
                    "original air date": "6 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Daniel throws down a challenge for a grudge match against the cricket team from Little Garth, whose captain Larry Jupp is a notorious cheat. But with Thomas away, there are no star players in the Candleford side until it transpires that Margaret is an excellent batswoman. However, women are disallowed from playing so the Pratt sisters disguise her as a man. Laura, feeling Daniel is obsessive about the game, talks Margaret out of playing, and the team does badly...until Dorcas comes up with an idea. Gabriel also comes to see why Dorcas will never marry.    "
                },
                "6": {
                    "title": "Episode #4.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 58,
                    "original air date": "13 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Gabriel finishes work on his steam-powered seed-planter, planning to tour the county hiring it out. He asks Alf to accompany him but Alf turns him down as his feckless mother Caroline has returned and Alf feels he has to look after his young sisters as she is a bad mother.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 98,
                    "original air date": "13 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    When a new baby is born into the family, eldest daughter Laura Timmins is told by her parents that she will have to make her own way in the world. Arrangements have been made for her to move to the nearby village of Candleford where she will be apprenticed to her cousin Dorcas Lane. Dorcas is the postmistress and a very successful businesswoman. Laura is quite sad at the prospect of leaving Lark Rise and her family, but her cousin is very kind and sets about teaching her the business. Trouble is brewing between Lark Rise and Candleford, however, when residents of the ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 83,
                    "original air date": "20 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Dorcas Lane is apt to say that all secrets are bound to come out in Candleford and that seems to be the case with Mrs. Macey. She's been living in the village for five years with her son Freddy, who is a bit of a hellion. Her story has always been that her husband is a valet and away traveling. The truth is that her husband, Dan Macey, has been in prison but a letter brings her shocking news that is soon spread to every corner of the village. Caroline Arless has a date in court when she fails to pay for the barrel of beer she bought. With no husband, no money and ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 80,
                    "original air date": "27 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Dorcas Lane arranges for Patty, a young woman from the workhouse, to work as a housekeeper for Old and Young Amos. She is an honest and hard worker who found herself in the workhouse through no fault of her own, but that doesn't stop the village gossips from having their say. Problems do arise when both Amoses decide that they want to marry her. When the residents of Lark Rise decide to celebrate the 200th anniversary of Sir Timothy Midwinter's family presiding over the area, his wife, Lady Adelaide, is not sure she wants to participate. His asking Dorcas to take her ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 76,
                    "original air date": "3 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    A debt-collector arrives in Lark Rise looking to seize Caroline Arless' property and send her to debtors' prison. A Mr. Ashlow arrives in the village looking for his two daughters, who turn out to be the Pratt sisters. Ruby is not pleased to see him and will have nothing to do with him. They also shock Candleford with their new window display. Ashlow engages Caroline as a prop in selling his patent medicine, which proves to be quite popular, and in his gambling, which proves equally lucrative. Dorcas shows Laura her dead letter box containing correspondence that ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 84,
                    "original air date": "10 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    A new postal inspector, Mr. Rushton, arrives in Candleford to conduct the annual inspection. It's the man's first visit and his no-nonsense approach does not sit well with Dorcas Lane, who is convinced he doesn't approve of a woman running a postal station. Rushton insists that Thomas, who has been asked to preach a Sunday sermon, collect the mail that day as required by regulations. Laura makes a great error when she misplaces the Pratt sisters' much-anticipated parcel. Lady Midwinter thinks she might be pregnant.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 74,
                    "original air date": "17 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Having secured a month's work at the manor house, Laura's father takes in a homeless family. It's only meant to be for one night but when they wake the next morning, they find the family has gone on having left their little girl, Polly, behind. He takes her to work with him but when Lady Midwinter finds her in the garden, she proposes to her husband that they keep her as their own. He doesn't agree and raises eyebrows, especially those of the Pratt sisters, when he takes the girl to Dorcas' house late in the evening. Dorcas and Laura plot to move true love along by ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 71,
                    "original air date": "24 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    The hamlet of Lark Rise is divided when Susan Braby brings charges of wife beating against her husband Sam. He hit her while drunk but she had always warned him not to raise a hand against her and now she is being true to her word. Emma Timmins tries to convince her otherwise, but she won't budge. Sir Timothy and Lady Adelaide have a major row when she dismisses the local workmen in favour of hiring someone from away to complete the new front gates. Laura brings home her young beau, Philip, for Sunday dinner but her father doesn't like his politics very much.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 79,
                    "original air date": "2 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    The new \"school mistress\" is an attractive man, causing emotional upheaval among the ladies of Candleford and some concern at the manor.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 67,
                    "original air date": "9 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Queenie finds a beautiful hand-embroidered panel depicting Adam and Eve wrapped in a 40-year-old newspaper. It was lying atop the grave of someone named Harold Wigmore and both Dorcas and Sir Timothy takes an interest in the origin of the piece and investigate. The Pratt sisters believe they have dreamed an important clue. Alf Arless decides to take on the gamekeeper by poaching on the estate. As an act of defiance against his father, Laura's brother Edmund also takes up poaching but is seriously hurt in the process. Caroline Arless returns from her stint in the ...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 76,
                    "original air date": "23 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Having spent the night in the pouring rain searching for Edmund Timmins, Twister Turrill finds his health in serious decline. He decides to distribute some of his personal effects to friends in Lark Rise. Knowing that her love for Sir Timothy can never lead to anything, Dorcas Lane announces that she is selling the postal outlet and will be traveling abroad. Philip the gamekeeper tells Sir Timothy that Robert Timmins knows who is poaching on the estate but Robert won't reveal the name and soon finds himself out of work. Laura and Philip subsequently argue. Caroline ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 87,
                    "original air date": "21 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    When Dorcas and Emma each want to give Laura the same gift for Christmas, an old family wound is opened up and Laura finds herself torn between two mothers. As the inhabitants of Lark Rise and Candleford prepare for the festivities, loyalties are tested and, amid the gift-giving and carol-singing, tensions are building. However, the arrival of a ragged, barefooted young woman, who goes by the name of Cinderella Doe, introduces a note of Christmas mystery. Dorcas also receives a Christmas letter from Sir Timothy.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 60,
                    "original air date": "4 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    A handsome stranger rides into Candleford, giving away silver three-penny coins. He has come from London to open his new hotel in the town, and Pearl and Ruby Pratt are delighted to welcome such a sophisticated incomer. However, he is actually James Dowland, a former Lark Rise orphan fostered by the Turrills who, on advice from Dorcas' father, left the area to make his fortune in the capital. In gratitude to his adopted parents he has their leaking roof mended, but Robert Timmins believes that he is not only buying the villagers' affections but also allowing the ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 55,
                    "original air date": "11 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    James Dowland campaigns for the parish council on a promise of house-building but Robert challenges him, claiming that he is motivated by profit. When James' opponent withdraws through illness Dorcas puts herself forward as a candidate. In Lark Rise the battle of the sexes continues when the men complain that Lilly, a butch female itinerant laborer, has invaded the male domain of the local inn. This leads to a bitter row between Emma and Robert. During a public debate James patronizes Dorcas.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 57,
                    "original air date": "18 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Reverend Ellison dies and at his funeral Margaret is extremely hostile when her long-lost younger brother George appears. He is a qualified doctor who believes in science, not God, and she will not give him house room. To Thomas' disgust Dorcas puts him up and he proves popular in Lark Rise, as he has manual skills and is happy to pitch in and help build a foot-path. Eventually Margaret confronts him, admitting that her resentment was caused, not by his beliefs, but by the fact that he escaped to make a life for himself, condemning her to a life of duty to a bullying ...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 57,
                    "original air date": "25 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    To help out stressed cousin Emma, Dorcas agrees to look after her baby, Annie, at the post office. Thomas is horrified but proves to be far more expert at child-care than Dorcas and her female friends, who are all very broody at Annie's presence. Thomas shocks Margaret by saying that he does not want them to have children. A cocky young Irishman called Fisher Bloom arrives in town to install a public clock, paid for by James. The foolish Minnie, after an innocent night out with him, thinks she is pregnant, but, after initial, mutual, hostility, he begins to fall for ...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 65,
                    "original air date": "1 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Dorcas gets flu and Laura runs the counter for her very ably but will not tell her that the telegraph machine is malfunctioning, Thomas has started to sleep-walk, and that threatening letters are arriving, in case Dorcas thinks she has failed her. Minnie runs away but Twister finds her and brings her home. Dorcas is still wary of Fisher because she thinks he will make Laura too fond of him and then go on his way.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 58,
                    "original air date": "8 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    On the eve of the public opening of the clock, a vital piece does not arrive and Laura's father's tool-bag is stolen. Edmund sells his boots and Dorcas sets up a fund to buy him new tools. He is, predictably, resentful to be regarded as a charity case. Learning that her father was forced to stay in Lark Rise when he first arrived because Emma was so besotted with him she stole and hid his hammer, Laura owns up to hiding the missing piece for the clock. It was to make Fisher stay. Whilst Fisher confesses his love for Laura, Robert gives him a harsh pep talk, asking if ...    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 52,
                    "original air date": "15 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Laura is still mourning Fisher's departure so Dorcas sends her home to Lark Rise, where her grandfather Edmund is visiting to celebrate his birthday. He once courted Queenie and annoys Twister with his presence, especially when he lets it drop that the Turrills never married. A sophisticated middle-aged widow, Celestia, sweeps into Candleford to stay at James' hotel and turns heads. Margaret is convinced she has bewitched Thomas as he keeps avoiding her but he is in fact moonlighting as a hotel porter to get extra money for their wedding and does not want her to know....    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 46,
                    "original air date": "22 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Following the Turrills' wedding Alf meets Nan, a milkmaid from Fordlow, a neighboring hamlet. There has been a long-standing feud between the two communities and the pair date in secret before Alf, having heard gossip from Twister, stops seeing Nan. Margaret and Thomas set a wedding date and Minnie makes clumsy efforts to reconcile Dorcas with James, whose business is floundering.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 51,
                    "original air date": "1 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Constable Patterson's wife falls ill, as she does every autumn, and gives him permission to re-marry if she passes on. He takes a shine to Pearl Pratt, giving her presents, and, whilst she is initially shocked, she ends up kissing him, to Ruby's horror. Mrs. Patterson makes a miracle recovery, telling Laura her annual illness is due to resentment of her husband's enthusiasm for the Autumn Produce Fair and his obsession with his garden, which has killed their marriage. She resolves to make it work, helping him to win the show. As the couple reconcile, Ruby comforts her...    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 49,
                    "original air date": "8 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    James discovers he has a ten-year-old son, Sidney, whose mother has just died, but he is reluctant to remove the boy from his boarding school, feeling it would unsettle him. Dorcas argues that Sidney's place is with his father and they fall out over the matter. Laura hurts Alf by telling him she saw Nan kissing another boy. Margaret annoys Thomas by asking Robert, whom he sees as an atheist, to give her away at their wedding.    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 53,
                    "original air date": "15 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Whilst James recovers in hospital from his fall Sydney stays with Dorcas, whom he adores, showing no interest in his father, who discharges himself from hospital early, unsuccessfully trying to bully Dorcas into giving him his son. Nan is cruel to Alf, claiming that she prefers bad boys, but Emma discovers that this is only because the girl feels she is not good enough for Alf. Margaret hides from Thomas in Lark Rise when she develops a nervous rash days before their wedding.    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 48,
                    "original air date": "10 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    A journalist, Daniel Parish, arrives in Lark Rise with news that Emma Timmins is set to inherit a large amount of money, enough to change the family's life forever. Daniel plans to write their story for his newspaper, but Dorcas is suspicious of his motives,. Can Laura and Daniel's friendship survive this? Meanwhile Ruby looks for romance and Minnie tries not to tell a lie.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 51,
                    "original air date": "17 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    When a tree at Lark Rise appears to bleed human blood days before the bishop is coming to consecrate a new font, people begin to act strangely. Twister takes to the street telling everyone food will rain from the sky, Robert has trouble finishing the font, and Dorcas accidentally tells Pearl of Ruby's pen friend, causing the sisters to row. An irate Thomas tries to chop the tree down but Dorcas stops him, reminding him that his faith is above local superstitions. Daniel returns to court Laura though Emma disapproves.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 55,
                    "original air date": "24 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Alf Arliss gets his first proper wage and can afford to rent his own cottage so he throws a house-warming party. But the Timmins' enjoyment is short-lived when Edmund announces he is leaving school to work in the fields, despite an excellent exam result. He argues with his parents and moves in with the Turrills, whilst the Arliss children accuse the Timmins family of snobbery because Emma wants better than labouring work for her boy. Dorcas, noting Minnie's maternal instincts, suggests she would make a good mother so, when Minnie finds a baby on her doorstep, she ...    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 65,
                    "original air date": "31 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    It is harvest time at Lark Rise and all the families are working in the fields. However, a measles epidemic sweeps through the county and as the mothers must stay at home to look after the sick children, the harvest is in danger of being so delayed that it cannot be saved. Daniel, come to tell Laura that he is leaving to work in Cambridge, deliberately gives up his new job to stay on and organize isolation and to rally the people of Candleford to come to Lark Rise to act as field workers and nurses.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 53,
                    "original air date": "7 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Mr. Reppington, a recluse staying at the Golden Lion hotel, asks Dorcas to administer a fund he has set up to help poor widows. He turns out to be William Bourne, a famous concert pianist who has now given up playing as he is mourning his childhood sweetheart, a Candleford girl whom he sacrificed for his career and who has recently died after years of marriage to another man. She and Minnie also prevail upon Ruby, who is leaving for Pontefract, to bid a proper farewell to Pearl rather than slipping away in the night.    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 47,
                    "original air date": "14 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Pegleg, a crippled Crimean War veteran, makes his annual pilgrimage to Lark Rise to beg and Daniel, setting up his new paper The Candleford Chronicle, plans to highlight the government's shameful treatment of him by denying him a war pension. Thomas feels inadequate after reading a self-help book whilst Alf lets a lovestruck Minnie down gently.    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 49,
                    "original air date": "21 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Sir Timothy is expected to visit Lark Rise from London to view the locals' mummers play but only Lady Adelaide shows up. The play goes ahead, with Queenie, who has temporarily left Twister to teach him a lesson, upstaging her husband, but afterwards Lady Adelaide confesses to Dorcas that she had a short fling, now over, with another man, causing a rift with Timothy. She assumed he had returned to Lark Rise to seek comfort with his old flame, Dorcas, hence her visit.    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 53,
                    "original air date": "28 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Pearl Pratt is struggling to maintain her business after Ruby's departure and is overjoyed when Enid, a brilliant seamstress, shows up in Candleford and works for her, revitalizing the shop. However, they fall out when Enid reveals she belongs to the Rational Dress Society, who oppose the wearing of corsets, and makes an oration outside the shop. Enid is also a runaway wife. Thomas and Daniel come to grief whilst playing conkers and Sidney goes to great lengths to prevent a goose being killed for Michaelmas.    "
                },
                "9": {
                    "title": "Episode #3.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 47,
                    "original air date": "7 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    After a visit to Oxford, where postmen work shorter, prescribed hours, Thomas strives to form a union but gets little help from his colleagues. Dorcas is patronizing. Margaret and Emma both step into the breach when the village schoolmistress is scared off by the rowdy children and both hope to get the post permanently. Neither is supported by her husband, Thomas being annoyed that Margaret sees the job as compensation for her childlessness and Robert believing Emma should look after the family.    "
                },
                "10": {
                    "title": "Episode #3.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 49,
                    "original air date": "14 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Bessie Mullins, the biggest gossip in Lark Rise, points the finger at Daniel when her daughter Emily gets pregnant and refuses to name the father. She has no proof and nobody believes her until Minnie sees Daniel give Emily money. Dorcas discovers he was only acting as agent for the real father, the son of Emily's wealthy employers, who have sent him abroad in disgrace. Bessie apologizes to Daniel and, although she considers returning the money as a gesture of defiance, decides it is better for the baby if she and Emily keep it. Twister sulks when Queenie sells his ...    "
                },
                "11": {
                    "title": "Episode #3.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 48,
                    "original air date": "21 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Fisher Bloom arrives in Candleford on his way to a commission in the nearby town of Inglestone. After he is greeted with general hostility by the friends of Laura and Daniel, Laura explains she no longer loves him. Dorcas is looking forward to Mischief Night when the townsfolk play pranks on each other but is less happy when Fisher tells her his work in Inglestone is connected with the arrival of the railway there, which will divert postal services from Candleford, to her detriment.    "
                },
                "12": {
                    "title": "Episode #3.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lark Rise to Candleford (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 48,
                    "original air date": "28 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    As Fisher tells Daniel he is his love rival for Laura and Laura feels torn between the two boys, Dorcas makes an unwelcome discovery. In the light of the railway forcing new arrangements, Blakestone, the district manager and an old enemy of hers, wants to buy the Candleford post office for his son and will turn her out if she refuses. Daniel organizes a campaign to support her, backed by all in Lark Rise and Candleford. Minnie and Alf begin to walk out properly, whilst adopting a gorgeous stray dog brings joy to the Browns.    "
                }
            }
        },
        "number of episodes": 40,
        "cast": [
            {
                "name": "Hallinan, Olivia"
            },
            {
                "name": "Lancashire, Sarah"
            },
            {
                "name": "Sawalha, Julia"
            },
            {
                "name": "Drysdale, Fergus"
            },
            {
                "name": "Murdoch, Martha"
            },
            {
                "name": "Blakley, Claudie"
            },
            {
                "name": "Dagleish, John"
            },
            {
                "name": "Jones, Thomas Rhys"
            },
            {
                "name": "Heap, Mark"
            },
            {
                "name": "Johnson, Karl"
            },
            {
                "name": "Bassett, Linda"
            },
            {
                "name": "Ziegler, Matilda"
            },
            {
                "name": "Miles, Sophie"
            },
            {
                "name": "Yeomans, Hope"
            },
            {
                "name": "Coyle, Brendan"
            },
            {
                "name": "Hamilton, Victoria"
            },
            {
                "name": "McDade, Sandy"
            },
            {
                "name": "Bentall, Ruby"
            },
            {
                "name": "Miles, Harry"
            },
            {
                "name": "Aldridge, Ben"
            },
            {
                "name": "Darnell-Hayes, Edward"
            },
            {
                "name": "Merrells, Jason"
            },
            {
                "name": "Grant, Olivia"
            },
            {
                "name": "Marcus, Stephen"
            },
            {
                "name": "Miles, Ben"
            },
            {
                "name": "Smith, Liz"
            },
            {
                "name": "Smith, Caitlin"
            },
            {
                "name": "French, Dawn"
            },
            {
                "name": "Jackson-Cohen, Oliver"
            },
            {
                "name": "Harrington, Richard"
            },
            {
                "name": "Horan, Gerard"
            },
            {
                "name": "McNulty, Matthew"
            },
            {
                "name": "Taylor, Milly"
            },
            {
                "name": "Dawson, Lucy"
            },
            {
                "name": "Ford, Christina"
            },
            {
                "name": "Night, Rebecca"
            },
            {
                "name": "Tambling-Goggin, Fionnula"
            },
            {
                "name": "Cassie"
            },
            {
                "name": "Kloska, Joseph"
            },
            {
                "name": "Oxenham, Grace Thomas"
            },
            {
                "name": "Watkins, Jason"
            },
            {
                "name": "Reynolds, Paul"
            },
            {
                "name": "Vaughan, Peter"
            },
            {
                "name": "Wight, Peter"
            },
            {
                "name": "Skinner, Claire"
            },
            {
                "name": "Pugh, Robert"
            },
            {
                "name": "Whittaker, Courtney"
            },
            {
                "name": "El-Balawi, Beans"
            },
            {
                "name": "Ashbourne, Lorraine"
            },
            {
                "name": "Moore, Stephen Campbell"
            }
        ],
        "locations": [
            "Units 19-22, Lavenham Road, Beeches Industrial Estate, Yate, Gloucestershire, England, UK::(studio) (interiors: houses, hotel and post office)",
            "Chavenage House, Tetbury, Gloucestershire, England, UK::(Midwinter Manor)",
            "Hatt Farm, Box, Corsham, Wiltshire, England, UK::(Lark Rise)",
            "Neston Park, Corsham, Wiltshire, England, UK::(Candleford town)",
            "Bristol, England, UK",
            "Gloucestershire, England, UK"
        ],
        "genres": [
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "53"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:PG",
            "United Kingdom:PG::(DVD rating)"
        ],
        "number of seasons": 4,
        "rating": 8.1,
        "votes": 5631,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTI4Nzc3MDg4OF5BMl5BanBnXkFtZTcwOTA2NzUzMg@@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Lark Rise to Candleford",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2011",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Gallagher, Bill"
            },
            {
                "name": "Thompson, Flora"
            },
            {
                "name": "Chiappe, Gaby"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "BBC Video"
            },
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "LaLa TV"
            },
            {
                "name": "Viasat3"
            }
        ],
        "special effects": [
            {
                "name": "MTFX"
            }
        ],
        "other companies": [
            {
                "name": "ARRI Media"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Goldcrest Post Production London"
            },
            {
                "name": "HireWorks"
            },
            {
                "name": "Le Vestiaire"
            },
            {
                "name": "Mayflower Studios"
            },
            {
                "name": "Mayflower Studios"
            },
            {
                "name": "Palmbrokers"
            },
            {
                "name": "Peter Anderson Studio"
            },
            {
                "name": "Sands Films"
            },
            {
                "name": "Visual Impact"
            },
            {
                "name": "Visual Impact"
            }
        ],
        "plot": [
            "An adaptation of Flora Thompson's autobiographical novel \"Lark Rise To Candleford\", set in 19 century Oxfordshire, in which a young girl moves to the local market town to begin an apprenticeship as a postmistress.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "53 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5631,
                "rating": 8.1
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 736,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 1836,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 1766,
                "rating": 8.3
            },
            "males": {
                "votes": 1236,
                "rating": 7.8
            },
            "males aged 18 29": {
                "votes": 123,
                "rating": 7.7
            },
            "males aged 30 44": {
                "votes": 387,
                "rating": 7.7
            },
            "males aged 45 plus": {
                "votes": 668,
                "rating": 7.9
            },
            "females": {
                "votes": 3236,
                "rating": 8.2
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 603,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 1420,
                "rating": 8.1
            },
            "females aged 45 plus": {
                "votes": 1070,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 75,
                "rating": 7.2
            },
            "us users": {
                "votes": 1433,
                "rating": 8.4
            },
            "non us users": {
                "votes": 2242,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 1706,
            "9": 1260,
            "8": 1374,
            "7": 679,
            "6": 287,
            "5": 130,
            "4": 59,
            "3": 29,
            "2": 32,
            "1": 75
        },
        "arithmetic mean": 8.3,
        "median": 9
    }
}