{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "6 January 2008"
            },
            {
                "country": "Sweden\n",
                "date": "11 September 2008",
                "notes": "                            (part 1)"
            },
            {
                "country": "Sweden\n",
                "date": "18 September 2008",
                "notes": "                            (part 2)"
            },
            {
                "country": "Finland\n",
                "date": "22 November 2008"
            },
            {
                "country": "Hungary\n",
                "date": "1 February 2009",
                "notes": "                            (part 1)"
            },
            {
                "country": "Hungary\n",
                "date": "8 February 2009",
                "notes": "                            (part 2)"
            }
        ],
        "release dates": [
            "USA::6 January 2008",
            "Sweden::11 September 2008                            (part 1)",
            "Sweden::18 September 2008                            (part 2)",
            "Finland::22 November 2008",
            "Hungary::1 February 2009                            (part 1)",
            "Hungary::8 February 2009                            (part 2)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "American Gladiators"
            },
            {
                "countries": "Greece (transliterated ISO-LATIN-1 title)",
                "title": "Oi monomahoi"
            },
            {
                "countries": "Hungary",
                "title": "Új amerikai gladiátorok"
            },
            {
                "countries": "Russia",
                "title": "Американские гладиаторы"
            }
        ],
        "akas": [
            "American Gladiators (original title)",
            "Oi monomahoi Greece (transliterated ISO-LATIN-1 title)",
            "Új amerikai gladiátorok Hungary",
            "Американские гладиаторы Russia"
        ],
        "akas from release info": [
            "American Gladiators (original title)",
            "Oi monomahoi Greece (transliterated ISO-LATIN-1 title)",
            "Új amerikai gladiátorok Hungary",
            "Американские гладиаторы Russia"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Gladiators (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 11,
                    "original air date": "12 May 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Gladiators (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 10,
                    "original air date": "19 May 2008",
                    "year": "2008",
                    "plot": "\n    Iconic series \"American Gladiators\" is back for season two -- better then ever -- with a heart-pounding, action-packed, two-hour premiere. Helmed by hosts Hulk Hogan (\"Hogan Knows Best\") and Laila Ali (\"Dancing with the Stars\"), this season features new gladiators, forty new contenders, new events in a new state-of-the-art \"Gladiator Arena\". Each episode features two male and two female contenders competing against each other for points ?- while battle hardened gladiators stand between them and their goal. In this episode of dueling colleagues, Chicago cops and ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Gladiators (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "26 May 2008",
                    "year": "2008",
                    "plot": "\n    This week features SWAT officer Jay Martinez battling it out with tree climber Brick Reilly in the men's competition. For the women, business consultant Tiffaney Florentine clashes with adventure junky De Day. Helmed by hosts Hulk Hogan (\"Hogan Knows Best\") and Laila Ali (\"Dancing with the Stars\"), this season features new Gladiators, forty new Contenders and new events in a new state-of-the-art \"Gladiator Arena.\" Each episode features two male and two female contenders competing against each other for points -- while battle hardened gladiators stand between them and ...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Gladiators (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 11,
                    "original air date": "9 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    In addition to heart-pounding action, \"American Gladiators\" is \"Hulked-out\" this week in celebration of the return of the popular Incredible Hulk franchise to the big screen. Guest star Lou Ferrigno (who played the lead character in the popular 1970s TV show) makes a special appearance, and the world will meet a very different Titan, all in preparation for \"The Incredible Hulk\" which hits theaters June 13. The competition is as fierce as ever before when science teacher Tony Tolbert goes up against inspirational Columbine survivor Landon Jones. And on the women's side...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Gladiators (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 12,
                    "original air date": "16 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Twin sisters Clinessa Burch of Los Osos, California and Lillian Thomassen of San Louis Obispo, California go head to head on this weeks exciting episode of \"American Gladiators\". For the first time in their lives these two inseparable siblings will compete against each other, instead of on the same team. On the men's side choreographer Mike Gamble of Hartford Connecticut goes up against Denver, Colorado emergency room doctor Adam Hill. \"American Gladiators\" is hosted by Hulk Hogan (\"Hogan Knows Best\") and Laila Ali (\"Dancing with the Stars?).    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Gladiators (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "23 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    For the first time in \"American Gladiators\" history, two sets of married couples will compete on the same night in Gladiator Arena! Sales rep Ally Davidson from Dallas, Texas and social worker Kendra Sirignano from Tempe, Arizona go head to head on the women's side in an intense battle. At the same time Ally's husband financial advisor Jeff Davidson battles Kendra's spouse wrestling coach Aaron Simpson. The pressure builds as only one man and one woman can move on to the semi-finals. \"American Gladiators\" is hosted by Hulk Hogan (\"Hogan Knows Best\") and Laila Ali (\"...    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Gladiators (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "30 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Four contenders with over 300 pounds of weight lost between them storm into Gladiator Arena. Waiter Sean Hetherington from West Hollywood, California who lost over 100 pounds takes on high school English teacher James Ruggiero from Yucca Valley, California who recently shed 65 pounds. On the women's side, two women, who both lost over sixty pounds go head to head. Cheerleading coach Jessie Garcia from Bronx, New York takes on mother of four Patricia Franklin from Leesburg, Virginia. \"American Gladiators\" is hosted by Hulk Hogan (\"Hogan Knows Best\") and Laila Ali (\"...    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Gladiators (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "7 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Four new contenders burst into Gladiator Arena as the race towards the semi-finals heats up. On the women's side, 20-year-old college student Annie Castellano from Stoneham, Massachusetts takes on 52-year-old investment team manager Yoko Ohigashi from Brea, California. For the men, dolphin trainer Alejandro Soto from El, Cajon, California battles camp media director Tim Oliphant from Branson, Missouri. \"American Gladiators\" is hosted by Hulk Hogan (\"Hogan Knows Best\") and Laila Ali (\"Dancing with the Stars?).    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Gladiators (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 9,
                    "original air date": "14 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    The quarter-finals wrap up, and the best of the best will move on to the next round and the ultimate prize on this week's \"American Gladiators\". New York City Detective Anthony Pagnotta from Farmingdale, New York goes toe-to-toe with former US Marine Alexander Coates from Baltimore, Maryland in the men's competition. For the women, chemical engineering student Adriana Posadas from Anaheim, California takes on nationally-ranked figure skater Tatum Yount from Manhattan Beach, California. \"American Gladiators\" is hosted by Hulk Hogan (\"Hogan Knows Best\") and Laila Ali (\"...    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Gladiators (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 8,
                    "original air date": "21 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    After eight grueling weeks of opening round competition, the semi-finals begin with a bang at Gladiator Arena, as four of the strongest and fastest contenders return to battle the Gladiators one more time for a shot at the finals. If the contenders didn't have enough to worry about, tonight we unleash the biggest, baddest Gladiator yet. Are you ready to meet The Beast? \"American Gladiators\" is hosted by Hulk Hogan (\"Hogan Knows Best\") and Laila Ali (\"Dancing with the Stars?).    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Gladiators (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 9,
                    "original air date": "28 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Four more contenders take one step closer to reaching their goal of becoming American Gladiator Champions, as the semi-finals progress and the competition heats up. \"American Gladiators\" is hosted by Hulk Hogan (\"Hogan Knows Best\") and Laila Ali (\"Dancing with the Stars?).    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Gladiators (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 9,
                    "original air date": "4 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    The final four contenders will be revealed and step into Gladiator Arena for the last time to determine who will be American Gladiator Champions. One man and one woman will walk away with the ultimate prize tonight! \"American Gladiators\" is hosted by Hulk Hogan (\"Hogan Knows Best\") and Laila Ali (\"Dancing with the Stars?).    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Gladiators (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 9,
                    "original air date": "11 Aug. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Gladiators (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 23,
                    "original air date": "6 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Iconic series \"American Gladiators\" is back -- better then ever -- with a heart-pounding, action-packed, two-hour premiere. Helmed by hosts Hulk Hogan (\"Hogan Knows Best\") and Laila Ali (\"Dancing with the Stars\"), each of the series? eight episodes features two male and two female contenders competing against each other for points -- all while the incredulous gladiators are lurking. The final two male and female contenders to makes it to the end of this grueling competition will receive $100,000 each. The premiere event showcases females Bonnie Blanco, an ex-U.S. ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Gladiators (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 22,
                    "original air date": "7 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    In this episode Christie Phillips, a karate instructor and mother of two, takes on life coach Siene Silva on the women's side, while Satellite Engineer Adonis Locket battles radiation control technician Jeff \"Big Country\" Chapman for the men. Stiff competition throughout the episode puts extra emphasis on the importance of the \"Eliminator\". This hour brings a tight battle with small town heart and big time hits.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Gladiators (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 18,
                    "original air date": "14 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    It's soccer mom versus rodeo queen in Episode 103 as mother of twins Monica Carlson saddles up against Rodeo Pro Belinda Gavin. Shark fisherman Adam Levin, who lost his home in Hurricane Wilma, goes up against High School teacher Sharaud Moore. This is one of the hardest hitting episodes to date as the gladiators defend their arena with increased ferocity, making the contenders pay the price.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Gladiators (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 16,
                    "original air date": "21 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    In episode 104 lawyer and women's football player Jennifer Blum goes up against self-proclaimed tom-boy and mortgage broker Christine Kim. Fireman Son Nguyen goes up against Evan Dollard, an avid rock climber and retail manager.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Gladiators (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "28 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    In episode 105, Toni Oppliger, a 46 year-old high school teacher goes up against 28-year-old medical sales rep and former dancer for the New York Knicks, Kim Marciniak. Alex Rai, a 25-year-old high school history teacher and wrestling coach, goes up against Mark Baker, a 35-year-old chiropractor and former Army distance runner.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Gladiators (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 14,
                    "original air date": "4 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Hulk Hogan (\"Hogan Knows Best\") and Laila Ali (\"Dancing with the Stars\") host intense match-ups between contenders for an exciting beginning to the first part of the male and female semi-finals! Avid rock climber and retail manager Evan Dollard, returns tonight for the men's semi-finals to face 27-year-old New York City firefighter Anthony Abbatemarco. Returning for the women's semi-finals this evening are fitness trainer Shanay Norvell, and gymnastics instructor and powerlifting champ, Siene Silva. Watch to see who will move on to the finals!    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Gladiators (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 13,
                    "original air date": "11 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    American Gladiators\" semi-finals conclude tonight - Hulk Hogan (\"Hogan Knows Best\") and Laila Ali (\"Dancing with the Stars\") host the second part of some exciting male and female semi-finals tonight and the contenders are as determined as ever to make it to the finals. For the men's challenges, we see the return of 25-year-old high school history teacher and wrestling coach from Rosemead, California, Alex Rai, go up against triathlete and youth minister Andy Konigsmark, from Pasadena, California. In the women's semi-finals 32-year-old mother and former Portland ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Gladiators (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 12,
                    "original air date": "17 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    In this challenging game show, four contestants were pitted each week against the four athletically trained gladiators, two female and two male. Their strength, agility and endurance were tested in various, constantly changing contests against the powerful gladiators, with the highest scorers advancing to the exciting elimination tournament.    "
                }
            }
        },
        "number of episodes": 21,
        "cast": [
            {
                "name": "Hogan, Hulk"
            },
            {
                "name": "Ali, Laila"
            },
            {
                "name": "Castro, Alex"
            },
            {
                "name": "Kaplon, Al"
            },
            {
                "name": "Carano, Gina"
            },
            {
                "name": "Coleman, Robin"
            },
            {
                "name": "Horn, Beth"
            },
            {
                "name": "O'Hearn, Michael"
            },
            {
                "name": "Reed, Tanoai"
            },
            {
                "name": "Waugaman, Valerie"
            },
            {
                "name": "Smith, Justice"
            },
            {
                "name": "Yates, Hollywood"
            },
            {
                "name": "Van Earl, Wright"
            },
            {
                "name": "Carlson, Monica"
            },
            {
                "name": "Dollard, Evan"
            },
            {
                "name": "Johnson, Tanji"
            },
            {
                "name": "Kovac, Jamie"
            },
            {
                "name": "Romeo, William"
            },
            {
                "name": "Morgan, Matt"
            },
            {
                "name": "Widerstrom, Jennifer"
            },
            {
                "name": "Wuku, Xin Sarith"
            },
            {
                "name": "Toughill, Erin"
            },
            {
                "name": "Greer, Breaux"
            },
            {
                "name": "Ramos, Venus"
            },
            {
                "name": "Rai, Alex"
            },
            {
                "name": "Norvell, Shanay"
            },
            {
                "name": "Oliphant, Tim"
            },
            {
                "name": "Konigsmark, Andy"
            },
            {
                "name": "Silva, Siene"
            },
            {
                "name": "Abbatemarco, Anthony"
            },
            {
                "name": "Duy, Molivann"
            },
            {
                "name": "Lockett, Adonis"
            },
            {
                "name": "Ruggiero, James"
            },
            {
                "name": "Smith, Terry F."
            },
            {
                "name": "de Groot, Corinne Van Ryck"
            },
            {
                "name": "Marciniak, Kim"
            },
            {
                "name": "Moore, Sharaud"
            },
            {
                "name": "Levin, Adam"
            },
            {
                "name": "Nguyen, Son"
            },
            {
                "name": "Oppliger, Toni"
            },
            {
                "name": "Gavin, Belinda"
            },
            {
                "name": "Kim, Christine"
            },
            {
                "name": "Baker, Mark"
            },
            {
                "name": "Blum, Jennifer"
            },
            {
                "name": "Adams, Jessie"
            },
            {
                "name": "Blanco, Bonnie"
            },
            {
                "name": "Carlson, Chad"
            },
            {
                "name": "Carlson, Ellie"
            },
            {
                "name": "Carlson, Emma"
            },
            {
                "name": "Chapman, Jeff"
            }
        ],
        "genres": [
            "Action",
            "Game-Show",
            "Reality-TV",
            "Sport"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 5.8,
        "votes": 1470,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTAzMjE2ODM0MzJeQTJeQWpwZ15BbWU3MDc0NjU4NTE@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "American Gladiators",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "FLOR-JON Films"
            },
            {
                "name": "MGM Television"
            },
            {
                "name": "Reveille Productions"
            },
            {
                "name": "Room 403 Productions"
            }
        ],
        "distributors": [
            {
                "name": "National Broadcasting Company (NBC)"
            },
            {
                "name": "TV6"
            }
        ],
        "other companies": [
            {
                "name": "Filmtools"
            },
            {
                "name": "Gallagher Entertainment"
            },
            {
                "name": "MoviePlacement.com"
            },
            {
                "name": "Rockbottom Rentals"
            },
            {
                "name": "Wexler Video"
            }
        ],
        "plot": [
            "Remake of the syndicated TV 1989's _American Gladiators_ (qv). Contestants face the Gladiators in games for cash and prizes. Hosted by Hulk Hogan and Laila Ali.::TheMovieSmith"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1470,
                "rating": 5.8
            },
            "aged 18 29": {
                "votes": 265,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 856,
                "rating": 6.0
            },
            "aged 45 plus": {
                "votes": 177,
                "rating": 4.8
            },
            "males": {
                "votes": 1108,
                "rating": 5.8
            },
            "males aged 18 29": {
                "votes": 208,
                "rating": 5.9
            },
            "males aged 30 44": {
                "votes": 741,
                "rating": 5.9
            },
            "males aged 45 plus": {
                "votes": 129,
                "rating": 4.9
            },
            "females": {
                "votes": 217,
                "rating": 5.7
            },
            "females aged 18 29": {
                "votes": 55,
                "rating": 6.1
            },
            "females aged 30 44": {
                "votes": 112,
                "rating": 6.1
            },
            "females aged 45 plus": {
                "votes": 44,
                "rating": 4.7
            },
            "top 1000 voters": {
                "votes": 54,
                "rating": 4.5
            },
            "us users": {
                "votes": 829,
                "rating": 6.0
            },
            "non us users": {
                "votes": 374,
                "rating": 5.4
            }
        },
        "number of votes": {
            "10": 275,
            "9": 74,
            "8": 198,
            "7": 179,
            "6": 189,
            "5": 184,
            "4": 93,
            "3": 81,
            "2": 58,
            "1": 139
        },
        "arithmetic mean": 6.2,
        "median": 6
    }
}