{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "29 August 2008"
            },
            {
                "country": "Belgium\n",
                "date": "17 November 2008"
            },
            {
                "country": "Netherlands\n",
                "date": "13 April 2009"
            },
            {
                "country": "Ireland\n",
                "date": "24 August 2009"
            },
            {
                "country": "Germany\n",
                "date": "12 November 2010"
            },
            {
                "country": "Sweden\n",
                "date": "6 June 2011"
            },
            {
                "country": "Hungary\n",
                "date": "9 November 2011"
            }
        ],
        "release dates": [
            "Australia::29 August 2008",
            "Belgium::17 November 2008",
            "Netherlands::13 April 2009",
            "Ireland::24 August 2009",
            "Germany::12 November 2010",
            "Sweden::6 June 2011",
            "Hungary::9 November 2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Packed to the Rafters"
            },
            {
                "countries": "Germany",
                "title": "Die Chaosfamilie"
            },
            {
                "countries": "Hungary",
                "title": "Család csak egy van"
            },
            {
                "countries": "Poland",
                "title": "Chata pelna Rafterów"
            },
            {
                "countries": "Russia",
                "title": "В гости к Рафтерсам"
            }
        ],
        "akas": [
            "Packed to the Rafters (original title)",
            "Die Chaosfamilie Germany",
            "Család csak egy van Hungary",
            "Chata pelna Rafterów Poland",
            "В гости к Рафтерсам Russia"
        ],
        "akas from release info": [
            "Packed to the Rafters (original title)",
            "Die Chaosfamilie Germany",
            "Család csak egy van Hungary",
            "Chata pelna Rafterów Poland",
            "В гости к Рафтерсам Russia"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "High Hopes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "23 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Julie muses about high hopes, excited that Nathan is moving back to Australia. Donna continues with Logan. Buzz is the new addition to Rafter Electrical. Ted gets lost.    "
                },
                "2": {
                    "title": "First Time for Everything",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "30 Apr. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Setting Limits",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "7 May 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Secret Women's Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "14 May 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Reality Checks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "21 May 2013",
                    "year": "2013",
                    "plot": "\n    Nathan travels to London to track down his wife, Saskia and their son.    "
                },
                "6": {
                    "title": "Manning Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "28 May 2013",
                    "year": "2013",
                    "plot": "\n    Matt is despairing about his musical career, until Buzz gets a mate in a rising band to let him fill in when his guitarist is ill. Carbo enjoys his healthy sex life, but looks forward to fatherhood even more, and Retta secretly decides to go back on the pill. Nathan is exhausted, doing just too much with tireless baby Edward, but won't let Julie 'meddle'. Ted's dementia gets much worse, mistaking people for deceased ones from his younger days, with incidents like kicking Crabo's dog ad kissing his wife.    "
                },
                "7": {
                    "title": "Taking Stock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "4 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Jackson is miserable, feeling neglected by both parents. When Dave, the only reliable father figure, whose coaching works wonders, even turned the knave nobly protective of Cooper, prepares to leave on a long bush tour, something snaps. Coby is finally nearing the end of his prison term, but the visit from Frankie which her new room-mate, Matt, calls likely falls trough. Carbo looks forward to fatherhood too much to care about his birthday party, thus a real surprise while he planned a luxury suite. But finding out she's back on the pill spoils the party and spells ...    "
                },
                "8": {
                    "title": "Damage Control",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "11 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Coby finally enjoys a visit from Frankie, although she's non-committal, yet afterwards she smashes Matt's hope to become her permanent house-mate and more intimate friend. Dave discovers that Jackson vandalized his minivan, blames father Buzz and instructs him to step up as father. Ted's latest amnesia episode includes driving off with Ruby to the zoo and getting arrested for trying to enter his former home. Still Julie feels too guilty to admit her father needs to go to a rest home, as he suggested months ago.    "
                },
                "9": {
                    "title": "Role Reversals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "18 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Jackson admits his vandalism to startled father Buzz. Carbo's new job is too exhausting to remain a stud in bed. After bad 'advice' from same-gender mates to play hard to get, Matt still ends up together with Emma. New restaurant chef Gary Edwards is quickly fired again by control-freak Donna, but a staff strike forces her to ask him back and he senses she's erotically tempted. Ted's latest nocturnal escapade ends in ER, so in his next clear spell he empowers Dave and reluctant Julie to commit him to residential care. Alas, they discover Internet poker inadvertently ...    "
                },
                "10": {
                    "title": "Head vs. Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "25 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Jackson's claim that neither part-time parent actually loves him brings Buzz to offer him a permanent home with him, on best behavior. Matt is so nervous when offered a recording session with the rising band that he messes it up, but ends up doing great with his own songs. Despite Julie sabotaging their own sale, the house is soon sold. Ted keeps forgetting about his thus affordable move to the rest home, but cooperates in lucid moments. Cook Gary Edwards and fellow staff have a surprise for Donna in the netball tournament she pressed female friends into.    "
                },
                "11": {
                    "title": "Centre of the Universe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "2 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Cody is finally released from jail. he finds Dave packing, as the house is sold. When Nathan's warning finding an affordable house is nearly impossible proves true, they resign to renting. Ben visits to 'help pack' and say goodbye to his childhood home, but also finds grandpa Ted doesn't even recognize him. Jackson and Buzz delight Dave with a surprise: his van, completely restored with Carbo's expert help. Nathan ends up accepting Carbo's offer to move in with him. Trish, now under a guru's spell, commandeers the Rafters to a bizarre party, catered by Gary at Donna's.    "
                },
                "12": {
                    "title": "Packing Up the Rafters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "votes": 9,
                    "original air date": "2 Jul. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 29,
                    "original air date": "29 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Dave Rafter was looking forward to a 'second youth', alone again with his wife Julie, after daughter Rachel and lately successful son Nathan's marriages and 'immature' adult son Ben moved out - to help next-door Greek neighbor mate Nick 'Carbo' Karandonis house-sit his parents' home, only neither knows how to run a household. The house-mate the boys take in is the very nurse, who David felt humiliated by after an overdoses of Viagra to celebrate his re-won freedom. Then things go really wrong: Ron Barrett's firm, where the parents work, downsizes: Dave is kept only ...    "
                },
                "2": {
                    "title": "Playing a Googly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 22,
                    "original air date": "2 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Dave still finds his new situation stressing: barely can he cope with giving up his electrician job, or the fact that his wife dumps her father on him - the father wanders through their house as silent as a ghost, only Dave finds out his 'unmanly' secret. Fortunately Ben's new nurse house mate convinces him she'll keep Dave's own exposure secret. Preventing Nathan becoming a rival rooster in dad's roost is hard enough - then daughter Rachel arrives. She opens up only to her mother, yet once Dave steps-up as dad finds it worth a bloody nose being beaten by her addicted...    "
                },
                "3": {
                    "title": "She Ain't Heavy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 22,
                    "original air date": "9 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Ben enjoys living 'free' without his parents, despite the empty fridge and total mess. Realizing nurse Melissa is a guy-like house-mate only makes her more attractive, so mates Ben and Nick are suddenly rivals - parading macho and undressed - while warning each-other she's off-limits. Meanwhile only Ben can look out for sister Rachel, who's moved back home, fleeing abusive alcoholic husband Daniel. Daniel warns her he won't let her go - Rachel hits the bottle herself. Ben ends up abused by both feminists as somehow Neanderthal misogynist for barking off a gay pass in ...    "
                },
                "4": {
                    "title": "How Did We Get Here?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 21,
                    "original air date": "16 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Nathan Rafter recounts how, in the past 18 months, his dreams seem to have come true and then fall apart again. First Sammy Westaway becomes his date and lover, then she turns out to be the daughter of real estate baron Tony Westaway, ideal for a young agent like him. It goes wrong when the honeymoon is canceled as Nathan's grandmother had a fatal cardiac arrest during the wedding, and Sammy forbids him to accept a lucrative job from her dad. Within months her shopping addiction exhausts their credit, so they move into his parents' place.    "
                },
                "5": {
                    "title": "Lines of Communication",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 20,
                    "original air date": "23 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Julie worries incessantly about the financial strain of supporting the entire family as Dave struggles to get referrals for his electrical contracting business. Meanwhile, Ben is uncomfortable with keeping a secret about Rachel from his family.    "
                },
                "6": {
                    "title": "Facing Demons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 24,
                    "original air date": "30 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    After grandpa finds a dirty tape, Rachel tells him how she instantly fell for Daniel Griggs at her first job in advertising. At first he charmed the whole Rafter family but soon proved to be a hopeless substance addict - Rachel doesn't quite manage to break up with him. Now the family knows his own secret, grandpa decides to move back home and face his nosy neighbors.    "
                },
                "7": {
                    "title": "Self Made Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 21,
                    "original air date": "7 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Nathan Rafter hid the invitation to his rich father-in-law's 50th birthday party from his 'humble' suburban family. When it gets out, everyone blames him. Nathan's wife Sammy insists on organizing the party instead of her mother Trish. Nathan's mother Julie, finally with a reason to dress up worries she has nothing fit to wear. Sister Rachel 'punishes' Nathan by inviting his suave private school mate Oliver as her date so Nathan's 'well-born' cover is blown. Ben and Carbo surprise their mother (in a good way) twice. Tony offers a penthouse to give the couple a new ...    "
                },
                "8": {
                    "title": "Taking the Lead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 19,
                    "original air date": "14 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Ben's drunken one-night stand with Melissa threatens to destroy their potential relationship and so to give her space he seduces Lauren but she turns out to be just what he didn't need. Meanwhile, Dave's past catches up with him when he sees a television interview with his former band mate Steve Wilson and Carbo develops a crush on Chrissy.    "
                },
                "9": {
                    "title": "Suburban Boy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 19,
                    "original air date": "21 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Dave Rafter had been willing to forget about his 'once promising' rock career, but Steve Wilson who continued playing after their sole hit, asks him along for a one-time-only easy tour, which he accepts impulsively. The kids learn about their dad's writing fame, and Nathan finds it most helpful to close a real estate deal with the band's fan magnate Fred Mackie. Bennie stands in as the wine waiter. However something goes wrong. Dave deals with his unfinished business drastically.    "
                },
                "10": {
                    "title": "All in the Planning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 21,
                    "original air date": "28 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Carbo keeps courting Julie's colleague Chrissey Merchant and must babysit his own sister's kids - Agysilas proves quite a handful for him and Ben. Hotel guest Nick Leigh, investor Venderbergh's man, makes Sam jump through hoops to set her bumbling straight, then courts her. Nathan put his foot down to stop luxuries being bought that they can't afford. Rachel bumps into her ex, Daniel, just when she discovers she's expecting. Although she can't hide it from Melissa, Ben even thinks it's 'their' pregnancy, and the family opposes a panic abortion.    "
                },
                "11": {
                    "title": "Away from It All",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 18,
                    "original air date": "4 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Julie plans a quality time weekend away in an old-fashioned beach cabin with Dave, grandpa and the 'kids'. Nathan 'can't get away from work' so he can have the house alone with Sammy, but she ruins this rare chance by nagging him about leaving his cellphone on and walks out. Despite her views against all men, Rachel nearly pulls hunky biker Ewan, who tours Australia as long his terminal MS allows. Ben's nurse-mate Melissa has a bad prawn allergy reaction and refuses to talk about her estranged family. Carbo 'hosts' Chrissy back home, but she \"can't\" commit.    "
                },
                "12": {
                    "title": "Removing the Block",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 15,
                    "original air date": "11 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Shortly before Christmas Dave wants more quality time for Julie and him, so he enforces domestic chores roster. Alas that exposes everyone to a practical breakdown, a mysterious stench and Rachel's macrobiotic 'cooking'; to her amazement next door proves housekeeping can work well, even with kid brother Ben and his cahoot Nick. Nathan feels there's just no time left after work, and that's not working either. Grandpa tries Friend Finders, but is he really ready for dating? Ma misses mothering. Chrissey makes up with Carbo.    "
                },
                "13": {
                    "title": "Smiling Through the Pain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 14,
                    "original air date": "18 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    The Rafters feel their bodies let them down. Ben is ashamed an armed hold-up made him literally piss his pants, yet the suggestion of therapy is even scarier. Dad Dave's dental maintenance costs $6,000 but he can't afford without accepting a job with his ex-colleague Warney. Also dealing with his gang lands him in a nightclub and trouble ensues. He still gets the surprise birthday party that he really feels too old for. The girls discover Rachel's yoga motivation, studly guru Vishnu, but ma finds taking the mikey out of her literally painful.    "
                },
                "14": {
                    "title": "A Mother's Radar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 19,
                    "original air date": "25 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Sick of not getting anytime alone, Nathan and Sammy arrange a romantic rendezvous at a vacant property but are discovered by Nathan's boss Carl who promptly fires him. However, Nathan cannot tell Sammy what has happened so he lies to her and his family as he goes about trying to get another job whilst getting jealous at the re-appearance of Sammy's ex-fiancé Owen Matheson. Rachel brings her relationship with Vishnu out in the open but Vishnu's openness upsets Dave. Later Chrissy tells Julie that Vishnu is spreading it around amongst all the female yoga participants - ...    "
                },
                "15": {
                    "title": "Natural Justice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 15,
                    "original air date": "3 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Nathan continues his search for a job opportunity in property and finds out that his old colleague Damien has been bad-mouthing him. Ben goes on jury duty and meets Cat and ends up bringing her back to meet Carbo and Melissa but Mel doesn't take to her at all. Ben and Cat help Nathan get back at Damian and Nathan finds a purpose in organising Dave's business. Cat moves in to Ben's old room when he moves in with Mel but is Mel right to have doubts about her?    "
                },
                "16": {
                    "title": "Having It All",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 12,
                    "original air date": "10 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Rachel tries to move on with her life after George gives her an inspiring boom but gets mixed results but it does net her a potential new older mate. After appointing Nathan as his new manager to sort out his work life Dave finds that it is not running as smoothly as he had hoped.    "
                },
                "17": {
                    "title": "Changes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 13,
                    "original air date": "17 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Ted ventures back into the dating world but goes a little too far with his double dates. Dave becomes concerned about Rachel's new man Rob as Rachel gets to know Rob's two sons and Kat arouses suspicions from Chrissie and Melissa but Ben takes her side. Will it be to his detriment?    "
                },
                "18": {
                    "title": "House of Cards",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 12,
                    "original air date": "24 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Ben faces a gut-wrenching dilemma. Should he tell Melissa the truth about his drunken night with Kat? He talks to Kat who promises not to tell Melissa but can he trust her especially when Kat and Mel start to become friendly? Meanwhile, after some prompting from Julie Dave spices up his marriage and organises a strangers rendezvous with Julie at a bar. Later Julie organises a follow-up date in a motel room. Elsewhere, Sammy and Nathan's relationship becomes strained when he discovers she's lied to him about how she got the money to fly to New York for her friend's ...    "
                },
                "19": {
                    "title": "Over the Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 15,
                    "original air date": "3 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Rachel's boyfriend Rob's enthusiasm for playing happy families startles Rachel and causes her to break up with Rob. Will Ben get another chance with Mel after fate puts her back in his path and Julie has concerns about her health which doesn't help when Carbo's mother Rita suggests it could be the start of the menopause. Meanwhile, Carbo proposes to Chrissie which disgusts his mother and prompts him to move in with Chrissie.    "
                },
                "20": {
                    "title": "Losing the Touch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 11,
                    "original air date": "10 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Julie's hormones are playing havoc with her usual ability to give sound advice to her family. Ben decides to declare his love to Mel on national television with comic results and Rachel reveals that she is moving out to live with her best friend Libby - but is this really the best decision? Elsewhere, Sammy returns home from New York with expensive presents for all the family, but Nathan is not impressed. Sammy takes it bad and decides to move home shortly before an investigation begins into her father's personal fortune.    "
                },
                "21": {
                    "title": "What a Difference a Year Makes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 12,
                    "original air date": "17 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    As Julie remembers her mother's anniversary along with Ted and the family Nathan tries to re-connect with Sammy on their first wedding anniversary. But later Julie is in for a huge shock and it is Ted that takes the brunt of her shock but he mistakenly thinks it's because she doesn't like his new lady friend Marjorie. Elsewhere, Ben tries to win Melissa back but he's in for a shock when her ex-fiancé Shannon turns up looking for her. Meanwhile, Sammy tries to get her dad to face-up to wrong he has done to all his investors.    "
                },
                "22": {
                    "title": "Don't Know What You've Got 'Til It's Gone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 12,
                    "original air date": "24 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Dave and Julie tackle the shocking news that Julie is to become a mum for the fourth time. But the risks at Julie's age causes grave concern for Dave and he urges her to think about it as he'd rather have her than not have her. Rachel reveals her painful abortion secret to Julie and Melissa's ex Shannon tries to get to see Melissa but Ben is not making it easy. Meanwhile, Ted finds it easier to talk to Marjorie about his family than his own family and Sammy's mother leaves her dad and goes off to London on holiday.    "
                }
            },
            "2": {
                "1": {
                    "title": "Look Into My Eyes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 15,
                    "original air date": "30 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Bonnie Bright, a psychic/sandwich vendor gets Julie worried about her family especially when her predictions start to come through one by one. Meanwhile, Ben tries too hard to win Mel back.    "
                },
                "2": {
                    "title": "Dodging the Issue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 13,
                    "original air date": "7 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Nathan receives a job offer from Tim Connelly and Dave feels betrayed when he thinks about taking it. Julie believes Dave is being ripped off by Warney but Dave refuses to see that it could be true until he discovers the evidence for himself. When Nathan decides to take the job Dave offers Nathan's position to Chrissie who lost her job because of Warney. Elsewhere, Ben pushes his luck too far in trying to compete for Melissa's affections over a new doctor and discovers that he has a heart condition. This prompts Dave to think about looking for his real parents who ...    "
                },
                "3": {
                    "title": "Living by the List",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 17,
                    "original air date": "14 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Ben is determined to get a promotion to Bar Manager at the Bar but must compete against another more qualified manager to get the coveted job. Rachel goes on a number of blind dates, most of which have been set up by Libby, but the dates continuously put her in the path of crude, but handsome, rugby player Jake Barton. Nathan's new job does not live up to the expectations promised. Meanwhile, Julie's attempts to get time with the kids falls flat at each hurdle.    "
                },
                "4": {
                    "title": "Glittering Prizes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 14,
                    "original air date": "21 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Rachel tries her hardest to resist Dave's new electrician Jake's flirting but finds herself falling for his charms just as Libby begins to have feelings for George. Ben is devastated by Mel's revelations that she is dating Luke and Nathan receives and unexpected job offer from Steve Wilson and his girlfriend Layla and quits his job with Tim. Is it the right decision?    "
                },
                "5": {
                    "title": "Brave New World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 15,
                    "original air date": "28 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    An older married customer at the flower shop gets to know Carbo very well until he realises she is stalking him. Meanwhile, Dave and Julie anxiously await the results of the test on their unborn baby and Dave does not take it well that their baby could be born with Downs Syndrome. Elsewhere, Nathan starts he new but eventful job with Layla.    "
                },
                "6": {
                    "title": "Little Arrows",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 15,
                    "original air date": "4 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Ted and Marjorie's romance continues to blossom until he meets her opinionated lesbian daughter Susannah and her pregnant partner Abbey. Rachel gets trapped in a building that is being renovated with Jake where her animosity towards him eventually turns to heated passion. After a drinks promotion at the club leads to a female clubber being drugged Ben is accused of the crime. Fearing that he will be charged with a crime he didn't commit Mel helps to prove that he wasn't responsible.    "
                },
                "7": {
                    "title": "Belonging",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 15,
                    "original air date": "11 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Sammy's mother Trish returns to Australia and promptly has a breakdown and also has nowhere to live so she heads to the Rafters. Melissa moves back into Ben and Carbo's home - but is she back for good? Elsewhere, Rachel fights her attraction to Jake after their night of passion but will she succumb to Jake's charms again?    "
                },
                "8": {
                    "title": "What's in a Name?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 13,
                    "original air date": "18 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Dave begins to have nightmares about a dog after Ben's adopted dog keeps making a beeline for him. Is the nightmare telling him he has to address the issue of finding out who his parents are? Julie persuades her boss to give Trish a job but Trish manages to make Julie look bad as she looks good in the bosses eye. Jake sets out to prove to Rachel that they have a future as a couple. Meanwhile, Summer gives birth to a boy and steals Julie's preferred name.    "
                },
                "9": {
                    "title": "Naked Visions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 15,
                    "original air date": "25 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Rachel takes some artistic photographs of Julie as her body changes but not all the family wants to see the results. Dave gets close to Ben's dog Doorknob and is distraught when he is badly injured. He later receives his birth certificate and finds out his mother's name was Rachel Warne and his father was listed as unknown. Meanwhile, Ben proposes to Mel but doesn't get the instant yes he was hoping for.    "
                },
                "10": {
                    "title": "Ready to Catch You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 13,
                    "original air date": "1 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Dave finally tells the rest of the family about this early childhood and his mother and buoyed by their enthusiasm he goes seeking further information but is devastated when the agency reveal his mother doesn't want to see him. However, his mother Rachel turns up at his door but leaves in tears without talking to Dave. Meanwhile, Rachel meets Jake's family - his cheeky brother Alex who has cerebral palsy and this acerbic mother Grace who takes an instant dislike to Rachel. The following day Jake has a workplace accident and Grace tells Rachel to stay away from her son...    "
                },
                "11": {
                    "title": "Power Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 15,
                    "original air date": "8 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Dave's mother Rachel engineers an electrical fault ruse to get him to come and see her. She tells him that his father died very young and that she was hospitalised in a psych unit and that was the reason she gave him up. He invites her to dinner with the family and whilst she charms the rest of the family Dave isn't impressed particularly when he finds out that she travelled a lot whilst he was growing up. Meanwhile, Rachel brings Jake to the launch of 'Rampant' where she has also booked a suite for their first romantic night together. Jake overdresses in a dinner ...    "
                },
                "12": {
                    "title": "Out of Left Field",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 10,
                    "original air date": "15 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Carbo's former childhood neighbour, Artemis from Lesbos in Greece, comes to stay with Carbo's mother Rita. But Artemis has a wild side and it takes all Carbo's wits to keep her away from men she has hooked up with on Facebook. But unknown to him this is Rita's plan - for him and Artemis to become a couple. Meanwhile, Sammy interviews her ex Owen and Layla for her first journalistic assignment and finds out about Nathan and Layla's kiss. Elsewhere, Rachel still hasn't heard from Jake, Dave considers getting a vasectomy and Julie faints when out with Rita and Chrissie.    "
                },
                "13": {
                    "title": "Blurring the Lines",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 15,
                    "original air date": "22 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Artemis prepares for her first day of work at the Boat Club but Carbo worries when she becomes friends with fellow bar worker Lexi. Meanwhile, Nathan's attraction to Layla begins to spin out of control until he can no longer deal with it and finally seduces her after promising Sammy he will stay out of Layla's way. Elsewhere, Dave rehires Warney, much to Chrissy and Julie's disgust, and who makes a beeline for Sammy's mother. Chrissy finds herself becoming more and more attracted to Dave.    "
                },
                "14": {
                    "title": "First Instinct",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 12,
                    "original air date": "29 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Dave's mother Chel is overwhelmed by a surprise birthday party thrown in her honour by the Rafters. At the end of the party Rachel discovers marks on Chel's arm which Chel brushes off but which Rachel feels are drug marks. Later, Chel confesses that she is HIV Positive and has been for over 20 years. Ben and Mel come down with food poisoning after eating smoked oysters at the birthday party but afterwards Mel finally accepts Ben's marriage proposal. Jake and Rachel continue to remain strained but he encourages her to talk to his mother who has apparently changed ...    "
                },
                "15": {
                    "title": "It's My Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "votes": 10,
                    "original air date": "6 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Dave throws the party of all parties for Ben and Melissa's engagement which distracts him from news that Chel is attending the renal unit several times a week. Nathan panics when he hears that Steve is coming back early but despite his attempts to gag Layla she proceeds to tell Steve that she slept with Nathan which alerts Sammy and causes her to confront Nathan at the party. Meanwhile, Melissa's parents refuse to come to the party because they believe she won't make it to the alter. Elsewhere, Carbo finds out about Chrissie's crush on Dave.    "
                },
                "16": {
                    "title": "Mr Fix-It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "votes": 12,
                    "original air date": "13 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Dave and Nathan are at loggerheads because of Nathan's actions towards Sammy and the disappearance of Chel is not helping. So Ted starts by offers Nathan advice on saving his marriage to Sammy and also going on a trip to find Chel. Nathan tries to talk to Sammy but it doesn't go well so he asks Ben to invite her to stay with Ben in the spare room hoping that it will help. Jake and Rachel get romantic and go on a date to a rock gig and he gets caught by Dave sneaking out the next morning.    "
                },
                "17": {
                    "title": "Putting the House in Order",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "votes": 11,
                    "original air date": "20 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Rachel sees Sammy having lunch with her old boyfriend Owen and hatches a plot with Jake to get Sammy and Nathan together. Meanwhile, Julie goes back to consult psychic Bonnie about her earlier prediction and Chrissie avoids Julie because of her attraction to Dave but then tells her that she is quitting and moving to Queensland to be with a man. But Julie soon realises the truth. Elsewhere, Ben and Melissa announce that they are getting married in a simple ceremony a month later.    "
                },
                "18": {
                    "title": "Space Junk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "votes": 13,
                    "original air date": "27 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Rachel meets her ex-boyfriend Daniel at the advertising campaign launch of Rampart of which Jake is also involved. She soon discovers that flowers that she thought Jake sent were actually from Daniel. However, after Jake arrives late with his brother Alex, the Rampart bosses complain and Daniel takes it out on Alex, much to Jake's disgust who quits the entire project. Elsewhere, Sammy makes the big step to move back in with Nathan but finds it hard to become intimate with him again. Chel gives Nathan some prescription cannabis to get him back on track with Sammy.    "
                },
                "19": {
                    "title": "A Small, Traditional Affair...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "votes": 12,
                    "original air date": "3 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    It's Ben and Mel's wedding weekend and it starts off well with Ben on his bucks night and Mel having an unofficial hen/pajama party. But the stripper hired for Ben turns out to be Kat who tells him he's not good enough for Mel. The following day Mel's parents Pat and Linda arrive from Perth and Pat echoes much of what Kat had already said to him - and so he flees. Nathan finds him and manages to talk him into going ahead with the wedding. Ben arrives late, but after all it was a non-traditional wedding, and they marry. Chel turns up at the wedding and Julie forces her...    "
                },
                "20": {
                    "title": "Only a Heartbeat Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "votes": 10,
                    "original air date": "10 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Carbo is lonely with Ben and Melissa gone on honeymoon so he ends up on a bender with Warney and drunkenly allows Warney to move in fearing Ben and Mel would want their own place. Meanwhile, whilst on honeymoon Ben and Mel are propositioned by a swingers couple. Elsewhere, Chel and Dave finally talk and she tells him more about his dead father Tom Jennings. Wanting to find out more Nathan and Dave do an Internet search for his burial site but instead find out that it appears he never died and is very much alive and living in rural New South Wales.    "
                },
                "21": {
                    "title": "Unlimited Options",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "votes": 11,
                    "original air date": "17 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    After getting knocked back on the job front Nathan heads out into rural country to look for his grandfather Tom Jennings but gets a shock when he finds out he's in jail. Later, Nathan and Sammy go out to a casino with Trish and her new partner Andrew Malouf where Nathan gets a taste for gambling and Warney makes a scene in trying to get Trish back. The following day Trish calls around with a cheque for Warney which he won at the casino after declaring his love and it's good news for Carbo, Ben and Mel when he decides to move out. Elsewhere, Rachel throws Julie a baby ...    "
                },
                "22": {
                    "title": "Nativity Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "votes": 11,
                    "original air date": "24 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Nathan wins $14,000 at the casino with the chips he kept and tells Sammy to look for an apartment as they now have enough to move out. But thinking he can improve his winnings he goes back and promptly loses it all. Knowing he has stuffed up he tries to talk to Julie but Chel won't let him and offers to give him $5,000 but he's never to go near a casino again. Julie moves into Carbo's air-conditioned home but goes into labour just after Dave goes for his vasectomy. Elsewhere, whilst at a restaurant with Jake and his mother, Rachel witnesses Jake having a fit and then ...    "
                }
            },
            "3": {
                "1": {
                    "title": "The Blank Page",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 11,
                    "original air date": "29 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    The Rafter clan welcomes its latest addition, named Ruby Louise. Nathan is encouraged in his desperate refusal to accept Sammy has left him for good this time. Her mother Trish ends up convincing Ted that she moved to London with an ex, having closed the marriage chapter completely. Jake must face his semi-crippled condition for half a year.    "
                },
                "2": {
                    "title": "Saturday Night, Sunday Morning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 10,
                    "original air date": "29 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Julie's confidence as a mum takes a beating when baby Ruby resists Julie's attempts to breastfeed. Newly single Nathan hits the town with Carbo, and Ben can't help feeling left out. Jake's becomes over-protective as his mum begins seeing someone. Mel's loyalty is tested when she runs into Sammy, who begs her not to tell Nathan she's still in town.    "
                },
                "3": {
                    "title": "To Tell or Not to Tell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "6 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Dave's dilemma over whether to reveal that his birth-father is alive leads to a roadtrip to meet his mysterious other family. Melissa is finding Sammy's secret increasingly difficult to keep from Ben. Rachel becomes the green-eyed monster when Jake's client, an attractive housewife, seems to be coming on to him.    "
                },
                "4": {
                    "title": "A Good Husband",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "13 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Ben wants to make up with Mel by treating her to romance for their anniversary, so he books a balloon surprise trip. Nathan can't talk Carbo out of treating the happy couple to a second-hand water-bed, which proves as leaky as the very idea. Jake finally gets to meet his mother Grace's first lover in years, Doug, but Rachel can't convince him there's no ground for his obvious suspicions. Another stressed call from Sammy worries Mel so badly that Ben ends up canceling their trip, which is welcomed surprisingly warmly.    "
                },
                "5": {
                    "title": "The Invisible Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "20 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Carbo is surprised when Mel suddenly objects to unhygienic bathroom borrowing and sharing. Ben works out the real problem is Sammy, still calling her in secret, and gets her to agree they'll tell Nathen she's not overseas. Ted stands up to a gang of abusive street girls, but thus gets Chel injured and once again she resists help from Dave. After lonely neighbor crone Lumbscone dies unnoticed, Ted arranges for a seniors check-up system and a self-defense program run by Ben's burly bar bouncer.    "
                },
                "6": {
                    "title": "Home Matters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "27 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Jake and Rachel plan to move out, although their ideas of a suitable home hardly square. Jake had sort of accepted Grace's lover Doug, but discovering about him and big brother moving out proves to much for Alex, who has unexpectedly returned from New Zealand. Rachel starts realizing how attached she's to home with its comforts and memories. Ben and Mel consider Carbo's home is decorated too much to his parents's taste, so they spend some wedding gift cash on introducing a hunters theme.    "
                },
                "7": {
                    "title": "Simple Needs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "3 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Nathan is about to sign his divorce papers, so Ben finally musters the courage to tell him Sammy is still in Sydney. They meet but she crushes his hope for a reconciliation. Carbo's recent Internet celebrity status now yields a teenage stalker girl, Georgia, which terrifies him and ultimately Ben. Julie comes up with an embarrassing 'solution'. Jake notices that Rachel is jealous of the 'princess' fuss about new youngest sibling Ruby. Dave is exhausted by the 'new' mother but still catches up.    "
                },
                "8": {
                    "title": "Rites of Passage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "10 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    The Rafter clan gathers to welcome Ruby. Even devout orthodox Carbo can't convince them to hold a proper christening, so Rachel recommends an alternative 'celebrant' for the park picnic and ceremony, which proves the worst part of her hopeless input. Jake is pleased to be invited with mother and brother, but Alex can't accept her boy-friend at home, for which Jake ultimately provides a startling alternative. Nathan has been approved medically as kidney donor for Chel, who is as reluctant as his parents, but also has to pass a psychological session, which makes him ...    "
                },
                "9": {
                    "title": "The Price of Parenthood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 8,
                    "original air date": "17 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Coby spies on the Rafter house and reports in jail to his equally puzzled grandfather, Tom Jennings, who thinks that Nathan, resembling him, must be his illegitimate son. Carbo's stalker Georgia sees him and tells Julie. Dave decides to go visit his father with Nathan, Chel declines and isn't even remembered, reason enough for Dave to storm out. Jake installs himself and Alex in their new bachelor boys home, but Rachel refuses to keep visiting unless they clean to girl standards. Mel's 'house training' example inspires her nastily.    "
                },
                "10": {
                    "title": "Out of the Comfort Zone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 9,
                    "original air date": "24 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Ben desperately tries to avoid sacking waitress Lexi, but owner Derek insists that's his duty as manager. Jake volunteers to babysit Ruby with Rachel, but she bails out, so Jake brings the baby to Ben and Mel, who prove naturals. Nathan tells Dave he will get to know grandpa Tom, at least after his kidney donation. Grandpa Ted recognizes Roger's daughter Hayley as the street punk who attacked him and Chel, and unlike her insists on informing the police. When Roger wants Ted's seniors club banned from the club, Ben stakes his job, although he craves a regular income ...    "
                },
                "11": {
                    "title": "Lessons in Happiness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 6,
                    "original air date": "31 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Ben and Mel feel pressure mount now that people know they want offspring, even Julie's gift, a simple cookbook, adds to stress. After resuming rugby training, Jake has a third fit, so the doctor will diagnose epilepsy. Since it was at home, he wants to keep it secret for now, but Alex, who found him, is too scared and tells Rachel. Nathan and Chel get a donor kidney surgery date in two weeks. Rachel is in line for a promotion but secretly applies for a dream job with Paul Morgan's much bigger firm behind boss Lewis's back and without consulting Jake whom she would see...    "
                },
                "12": {
                    "title": "Moments of Truth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "4 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Just before his kidney donation, Nathan wants to make preparation, including letters 'just in case' for his loved ones, and visits Tom in jail lacking inspiration. Tom's invitation for Chel works, and he proves actually remembering their affair, to both's relief. Ben finds it hard to face any risk of losing his 'kid brother'. Carbo's bird-watching date is a fiasco, but being the erroneous victim of gay-bashing after delivering to a queer yields him another 'future bride', who in fact only wants him for her gay brother.    "
                },
                "13": {
                    "title": "Live and Let Live",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 6,
                    "original air date": "14 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Ben is naughtily amused when Mel discovers that Carbo's 'future bride' only invited him as date for her gay room-mate and confidant Jamie, who happens to share many interests with Nick. Ben is uncomfortable when Dave takes him and Rachel along visiting Tom, who wants Dave to find a job for Coby. Jake feels he must give his notice due to his epilepsy, but Dave decides rather to hire Coby as apprentice, despite Julie's suspicions. Nathan scolds grandpa Ted for rebuking Chel's intention to travel again, like Nathan suggested, even if India is rather far.    "
                },
                "14": {
                    "title": "Know Yourself",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "votes": 6,
                    "original air date": "21 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Ben wouldn't even consider Carbo's next 'the one' may be that, as he found Loretta on Internet, but Mel witnesses their first meeting looking exactly like love at first sight. Coby arrives in the suburb for his job interview and does well, even Julie mitigates her suspicion, which is actually justified as he secretly reports to grandpa Tom in jail. Jake is happy he now has a driver until his epilepsy medication is safely dosed, Nathan -just back from hospital- thinks nothing of a macho first meeting. Dave is cranky, apparently due to his low cholesterol diet, but ...    "
                },
                "15": {
                    "title": "Don't Go There!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "28 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Ben is desperate for fatherhood, so he pushed reluctant Mel to test, is disappointed by the result, but it makes Mel realize she's ready for motherhood too. Nathan can't resist feeding Carbo's fear of ghosts after a horror movie. Their gang ends up searching he late neighbor's 'ghost house', and finding it has a squatter: Coby. Jake shows angelic patience with Rachel, who messes up the crucial account of Sanjay, whom colleague Liam seems to be close with. Dave must cut on non-essential expenses after failing a superannuation cost him over $15,000 in extra taxes.    "
                },
                "16": {
                    "title": "When Worlds Collide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "5 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Ben, Nathan and Mel fear to have to move back with Dave as Carbo's parents hired an agent to sell the house and scaring off potential buyers fails, but Coby comes show them how it's done. Actually the solution proves telling the proud Karandoni home-front how the highest bidders plan to 'remodel' the villa to their utterly opposed taste. Nathan discovers that Coby is illiterate but promises discretion. Coby rolls in cash after building materials worth $5,000 went missing from their present construction site. Dave is angry that Julie imposed her administrative services...    "
                },
                "17": {
                    "title": "Spark of Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "12 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Coby is seen squatting by grandpa Ted, who forces him to owe up to Dave, but he's allowed to stay and makes progress learning to read from Nathan. Coby successfully denies any guilt in another theft from a construction site. The affair costs Dave a major contract, probably even the regular client, which stresses him so must he nearly has a serious car accident, overworked. Carbo's promise to Loretta to abstain from pre-marital sex makes him an obnoxious horny nerves-wreck, but Ben's urging to set it straight results not in a break-up but a marriage-proposal-intention....    "
                },
                "18": {
                    "title": "Between the Covers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "19 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Ben fails to talk Carbo out of proposing to Retta by faking marital misery, which Mel gets mixed feelings about. Nathan takes Coby out to the city's nightclubs area, where the country cock scores a surgeon's spoiled, generous, Porsche-driving vixen. Jake is furious when Rachel, who is delighted with Liam as business ally, prepared to work all weekend, not only cancels their romantic dinner last moment but casually tells Liam about his epilepsy and dares refuse any apology. So precisely her threat against driving makes him. Tom can't accept loosing his grip on Coby, ...    "
                },
                "19": {
                    "title": "Breathe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "votes": 6,
                    "original air date": "26 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Coby now feels completely at home and makes progress in his reading lessons while manipulating gullible Nathan. Carbo and Retta prove terribly noisy bed-partners. This only stirs Ben's eagerness to become a father, leading to an 'urgent' and awkward hospital fertility test. Jake is trough forgiving career bitch Rachel after reproaches about a rugby team trip. Unable to praise or even accept Liam saving a major account by using a SciFi idea Jake offered, Rachel questions the corporate culture and semi-accidentally resigns. Dave and Julie win an Eric Clapton concert VIP...    "
                },
                "20": {
                    "title": "Perfect Bubble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "votes": 15,
                    "original air date": "2 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Carbo-Retta drive their house-mates mildly crazy when she moves in. Ben plans a surprise suite for Mel, but she has to work late and then tragedy strikes. Jake reluctantly takes leave for the Bali holiday Rachel insisted on, only to hear she just sign up with Paul Morgan again. Coby is invited to a Rafters family dinner, but has to confess his part in the thefts as the police is catching up and is fired by a furious Dave.    "
                },
                "21": {
                    "title": "Rest in Peace",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "votes": 15,
                    "original air date": "9 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Ben is a sleepless wrack for weeks, still 'seeing' his beloved Mel after the fatal car crash. Dave handles her arrogant father, who wrongly assumed a drunken driver and is denied choosing the funeral arrangements. Nathan discretely accepts condolences from Coby, and apologies. Tom got compassionate prison leave to attend the requiem mass and tells Coby he's hoping for parole.    "
                },
                "22": {
                    "title": "One Day at a Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "votes": 7,
                    "original air date": "16 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Three weeks after Mel's funeral, Ben remains a sleepless wreck. The prospect of Ruby's first birthday party and Christmas makes him decide to try resuming his life and job, but it still proves too hard. The Rafter clan despairs, Ted even fears Ben might follow his suicidal example. Dave seeks advice from his therapist, Dylan, to no avail. Nathan gets remorseful Coby a family pardon and even an official apprenticeship. Carbo formally proposes and is forced to tell his family in Greece about his fiancée. Nathan takes them both to the park, which finally gets Ben to ...    "
                }
            },
            "4": {
                "1": {
                    "title": "What Lies Beneath",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "8 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Ben returns from the road trip, nobody asks why exactly Nathan isn't with him, allegedly staying with a girl. Still unable to sleeping Mel's room, he's found in his car, so Rachel moves out of his home room to Jake's, in fact forcing poor house-mate Coby into the garage and nearly driving both boys crazy. Carbo's panic ultimately spills to Retta in anticipation of his domineering mother Rit'a arrival for the engagement party. She's surprisingly easy, even declares to like Retta, but during the Greek party admits her own marriage is wrecked.    "
                },
                "2": {
                    "title": "In with the New",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "15 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Nathan is finally back, he and Ben can't hide long that they parted in utter confusion, actually after Ben's mindless cliff dive landed him in hospital. The annual garage cleaning and municipal collection renders Dave and Julie nostalgic, but Rita can't decide whether everything in the house her husband gave should be thrown out or not, driving the helpful residents crazy. Jake takes Coby along on a rugby team bonding trip. Jake insists to 'save' drunk, slutty waitress Jodi from mates' rough after party, only to be the only name she remembers.    "
                },
                "3": {
                    "title": "Careful What You Wish For",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "22 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Jake is the object of a police investigation after Jodi filed an abuse complaint, ignoring the names of Camel's gang. A party finally gets Ben back in the mood to live his life post-Mel. Having seen an original painting while nosing in Coby's garage, Rachel makes it the key piece of an advertising campaign, but Coby refuses to show it to anyone, even in private. Grandpa Ted takes in interest in Chinese things after meeting shadow dancer Mai Wong.    "
                },
                "4": {
                    "title": "Other People's Eyes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "1 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Ben is spirited enough to return to Carbo's home and join in a ruthless prank war. Nathan's itching powder makes Ben's application for a bar job with the club's new owner awkward, but he still gets it. Jake is deeply hurt that Rachel fails to believe and support him unconditionally now his rugby mates gave Jodi's complaint some credibility. Coby ultimately agrees to sell the painting, as he explains a hobby secret as a result of childhood abuse, just before its unavailability deservedly costs lying home spy Rachel's job. Julie makes up with now divorced Hamish, who is...    "
                },
                "5": {
                    "title": "The Taste of Freedom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "8 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Thanks to Dave's glowing testimony in court, Coby, who feared a jail term, gets off with a suspended sentence. Even Carbo gets a bit jealous when Retta smothers embarrassed Nathan with excessive kindness. Ben finally scores another date, but leaves Emma in the middle of the night, only to discover it's the new club owner's daughter. Jake is depressed by his upcoming trial, yet Rachel considers behind his back to accept to promotion to New York. Nathan wants a new job, but rather then applying decides to start some novel Internet shopping site, counting on the ...    "
                },
                "6": {
                    "title": "The Dollshouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "15 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Ben can't resist watching without warning when the flyer Nathan has spread for his spare parts web site contains a saucy ambiguity. Jake gets his court date and asks Rachel to stand by him, ignoring about her New York dream job offer. Carbo has his first conflict with Retta when she first refuses a 'sanctiminious' orthodox wedding, as he reunited parents demand, then insists he can only have it if he attends Sunday mass with her regularly. Jake is turned away by her friend when he tries to explain his innocence to Jodi, but it gets her thinking and her return visit ...    "
                },
                "7": {
                    "title": "Sweet Sorrow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "23 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Even Coby is surprised when Tom turns up, paroled early and promising to keep out of trouble. Jake leaves it till the last minute to give Rachel her goodbye present, unlike Coby. She hesitate whether even to invite Jake to her send-off family dinner, getting conflicting advice from her brothers, who rival to pose as her favorite, and their parents, who ponder whether to be strong or openly emotional.    "
                },
                "8": {
                    "title": "The Male Communication Handbook",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "30 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Alex is back from New Zealand early, having cheated on his girlfriend, and overdoes the Sydney nightlife to compensate for near-inexistent prospects of a steady relationship. Coby moves back into the garage. Carbo, insulted not to be asked in the first place, needs some convincing until he joins Nathan's Internet car parts firm, crucially bringing knowhow and the garage. Tom pretends being overstretched trying to start over, actually manipulating Dave to offer his and the boys's help with cleaning up the old country home where Coby grew up, to be sold, then invite Tom...    "
                },
                "9": {
                    "title": "From Little Things",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "6 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Ben is finally his cheerful self again, yet his job seems in peril due to the crazy, rules-obsessed novice owner and Julie confronting her, yet that ends well. The Rafters make desperate Hamish see sense and reconsider running from custody court with baby Jack. Nathan's business is finally taking off. Tom still manages to pull the wool over everyone's eyes and discredit Ted's suspicions. Jake soldiers on.    "
                },
                "10": {
                    "title": "Big Kids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "13 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Ben's friendship with Emma blossoms, but he denies being in love. Nathan's Internet business starts generating income. After Nathan discovers that Tom spends his 'busy job application' and 'working' days in a pub, Coby verifies, yet admits his loyalty remains with the grandpa who took him in as abandoned child. Dave gets suspicious about Julie's mystery hobby and purchases, in fact a pole dance act at the burlesque class which Ben's boss Donna Mackey lured her to, so Dave snaps at 'suspect outsider' Hamish. Retta gets her first interior design job, but needs Carbo to ...    "
                },
                "11": {
                    "title": "Swimming in the Gene Pool",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "votes": 6,
                    "original air date": "20 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Even Jake couldn't make Coby keep his promise to Tom to attend a family dinner with the girl who propped up at hospital: Coby's hated sister Bree Jennings, who was raised by their mother, who left him with Tom. She keeps bothering Coby at Jake's, where Alex take to her. In order to marry Doug, Jake and lex's mother must finally divorce their father, who left them after Alex's birth and now wants to meet his sons. Alex won't even hear about it, Jake doubts and consults Dave. Tom stands by her version that his daughter was no picnic for Bree. Carbo and Retta practice ...    "
                },
                "12": {
                    "title": "You've Got to Have Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "4 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Coby still can't convince anyone that sister Bree is bed news, Jake soon allows Alex to ask her over for dinner and even to sleep over. Ben kindly offers to help Tom get back in shape, but he cheats cruelly. Ben also offers Tom a menial club job, initially turned down, but Ted makes clear the ex-con's resume offers far bleaker perspectives. Julie discovers Donna's neurotic obsession but overdoes helpfulness. With Emma as secret weapon, Ben, Nathan, Carbo and Retta win Nick Stephen Jones's 1980s trivia quiz.    "
                },
                "13": {
                    "title": "Tipping Point",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "11 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Despite Coby's warnings, Alex lives to please Bree and even Jake is seduced to kiss her. Envious of former employee Warney's success, Dave bids for an urgent, too large job, for which Ben and Nathan grudgingly turn up all weekend, but the only three laborers who accepted all bail out, so he must hand back the contract and hope to 'start an empire'. Carbo's Greek family sends Rita's huge wedding dress and his cousin Voula to help preparing a Barnum production, but Nick ends up giving her the sneaky private ceremony she prefers.    "
                },
                "14": {
                    "title": "Trust Issues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "18 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Ben considers investing Mel's life Insurance in Tom's mate's nightclub, but hesitates even after Dave turns down using it to upscale his electrician firm. Nathan finally agrees to help with Dave's firm marketing, for sic months. After Jake makes Alex face that Bree isn't really interested in him, she finally moves out, to Coby's great relief. CarobRetta plans to tell their house-mates first about their low-key wedding but chicken out and decide to have the great show after all, for their unsuspecting families. Dave can't help making fun of Donna's equally neurotic ...    "
                },
                "15": {
                    "title": "Risky Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "votes": 8,
                    "original air date": "25 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Ben still denies his obvious, probably requited feelings for Emma. Tom gets him to take the boys out clubbing at his so-called mate's present, popular night-club, suggesting they should both invest their capital in his next project. Nathan, who feels praised too much by Dave for the six months marketing deal, is hurt Ben rather listens to Emma then his business-smart brother, but ends up approving Chris Papas as potential investment partner. The still undisclosed newly-weds are embarrassingly active in bed. The boys suggest Julie should shot over-protecting Ruby. Tom,...    "
                },
                "16": {
                    "title": "Second Chance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "votes": 7,
                    "original air date": "14 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Ben stubbornly insists on giving Tom, who obviously stole his insurance fortune, the benefit of the doubt, and refuses to 'break Dave's heart', so the boys agree to search the thief themselves for 24 hours. That requires embarrassing excuses, notably at Nathan's expense, while CarboRetta assume they're planning a stag party. Even after Coby thinks of checking Tom's 'working' girlfriend Brenda since his boyhood, leading to the cash being returned, Ben offers Tom a way out, even with the cash. After Coby confess Tom masterminded 'his' construction sites thefts, the ...    "
                },
                "17": {
                    "title": "Small World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "original air date": "14 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Ted makes a jocular remarks about professional electricians' events, which inspires Julie to book a table for six at the impending annual awards ceremony. Coby is delighted when she even has new business cards printed, so he starts handing them out everywhere. Dave hates being dragged along, but Nathan grabs any excuse to avoid a dinner Retta insists on hosting, now just with poor Ben and Emma, for her sole colleague and 'friend' Tina, who has to cancel due to one of her countless accidents. The friendly taxi driver whom Julie bumped into is discovered by Coby to be ...    "
                },
                "18": {
                    "title": "Sign of the Times",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "votes": 9,
                    "original air date": "21 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Dave is determined to finish his first-ever really big job even if it kills him, but the boys feel there are limits to loyal toil. Only when they remind exhausted, constantly oversleeping Dave he actually forgot his wedding anniversary, a first, and give him a weekend in a resort, conjuring his recurring dream, a reprieve seems won. Dave refused to meet Matt during the job, but now the boys call him in, desperate for another pair of hands, and bond with the aspiring musician, like Dave once was. Hearing Ben plan his bachelor party, Carbo owes he already eloped but ...    "
                },
                "19": {
                    "title": "Leap of Faith",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 19,
                    "votes": 7,
                    "original air date": "28 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Dave still won't meet Matt, but the boys drag him along to a concert, where sort of a musicians bond is established. Ben quickly regrets having accepted to join CorboRetta using up Tina's expiring movie theatre subscription, fearing it can be construed as going steady with Emma 'too soon', especially as it's how he hooked up with Mel. Jake tells Bree they can't be a couple, even now Alex has moved on with a new girlfriend elsewhere. Ted looks for a 'new challenge', but can't get a job except from Dave out of pity, and the skydiving introduction Julie buys for him ...    "
                },
                "20": {
                    "title": "Butterfly's Wings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 20,
                    "votes": 6,
                    "original air date": "6 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Besides brewing his own beer 'Ted's Tap', and despite the bottle all around, Ted is approved for the Great Mates program, as substitute father figure for super-shy preteen Cooper. The wedding comedy gets a hairdresser extension. A serious of impromptu arrangements forces Dave to take Ruby along to the huge construction site, where the pressure to avoid a hefty delay fine is unbearable, so he grumpily scolds Matt's presumed excuses for arriving late and his endless stories. After involuntary babysitter Coby is distracted, Ruby wonders off and might have fallen to her ...    "
                },
                "21": {
                    "title": "Sleepwalking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 21,
                    "votes": 6,
                    "original air date": "13 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    The Rafter brothers can't help gloating when CarboRetta's secrecy blows up in their face as anxiously sleepwalking Carbo's parents arrive early, so it's too late to tell them about the eloping. During the bachelor party, Carbo tells his father Theo, who makes him swear secrecy to mother Rita. After an equally drunk hen night and an heirloom gift, Retta tells Rita. Ben smooths everything out by explaining Nick's dilemma and afterwards admits to Emma it's time to give their own love a chance. Dave starts planning expanding his business, yet turns down Ben's insurance ...    "
                },
                "22": {
                    "title": "Endings and Beginnings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 22,
                    "votes": 10,
                    "original air date": "20 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Ben plans a romantic dinner with 'dessert' while CarboRetta are on honeymoon, but due to a misunderstanding it's cut short and the 'happy couple' returns rowing. The boys are delighted with a visit from Dave's one-hit band mate Steve Wilson, who became a professional and assures Nathan not to hold a grudge about their common ex, who, by the way, died of an overdose. Coby makes an entry remote control for Dave's new HQ just in time for the opening, but feels a failure just because of of a battery failure. Coby's misery peeks when Nathan, who already decided to cut his ...    "
                }
            },
            "5": {
                "1": {
                    "title": "Answering the Call",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "17 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Coby returned early, claiming after the Europe leg of the world tour Australia is by far the best country to live and date. Ben's efforts to throw a grand birthday party for Julie keep being crosses, but he perseveres and takes off his wedding ring as a sign of commitment to Emma post-Mel. Dave selects experienced electrician Roger after interviews, but he's taken by the time Julie gives up pleading for sole female 'Frankie' Calassa, so the boys are stuck with her, which amuses only Matt. Cooper's mean big sister keeps demanding Ted takes her along on their Great ...    "
                },
                "2": {
                    "title": "Great Expectations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "24 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Ben moves to Nathan's villa room to avoid Mel's shadow now he shares his bed with Emma. Carbo, already rodent-terrorized, is not amused that Retta has turned into a ruthless scrooge to save every last cent for another home, but when she realizes that still would take years, they move into Ben's old room. Coby's candor helps clear up the boys' misconception that Frankie would be lesbian. Coby finds her a useful apprenticeship tutor now Nathan is away. Ted's Great mates status and even his clean criminal record hang in the balance when Copper's wicked sister, whom he ...    "
                },
                "3": {
                    "title": "The Power of Words",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "1 May 2012",
                    "year": "2012",
                    "plot": "\n    On Valentine's day, the bachelors wrestle with who if at all send a card and what those they get mean, and Matt's prank ones complicate things. Even young couple CarboRetta hesitates what's appropriate. Ben finally puts Mel's ring away. Ted needs repeated help from amused Ben to respond to Donna's hesitant dinner invitation. Overworked Dave seems to have forgotten Julie. Publisher Adam Goodman convinces Julie to be his radio show guest, discussing her column in his newspaper, which goes as badly as he feared.    "
                },
                "4": {
                    "title": "The Things We Do for Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "8 May 2012",
                    "year": "2012",
                    "plot": "\n    Coby stubbornly denies having a crush on Frankie, even tries to avoid her by missing out on a drinking night. Yet Coby ends up joining and volunteers during his remaining holiday to drive her around, as her license is suspended, supposedly to benefit from her experience. Ben warns Retta, whose first work day excites her and stirs ambition, not to expect from Carbo, who enjoys spending his day off as a couch potato, to aspire to a 'five years plan' like hers, which even includes a baby. Ted has had enough of Julie's 'subtle' sneers at his affair with Donna, but the ...    "
                },
                "5": {
                    "title": "Judgement Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "15 May 2012",
                    "year": "2012",
                    "plot": "\n    Dave has landed another major contract, so he ends the boys to keep in shape, yet they insist on some partying. Jake is baffled when his father, who left his ma when he was four, turns up and announces he needs to get to know him, being diagnoses with terminal cancer and seeks alcoholic, even narcotic distraction. Ben works out that Retta is pregnant and patiently persuades her to come clean to the future father, however immature Carbo may remain in some ways. Editor Adam Goodman publishes Julie's restaurant assessments but edits nearly every word.    "
                },
                "6": {
                    "title": "Secret Fears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "22 May 2012",
                    "year": "2012",
                    "plot": "\n    Coby spares no effort on a 'casual' surprise for Frankie, in secret despite his house-mates's growing suspicions, but she appreciates his birds couple tattoo design, only to specify later she has no romantic interest in him. Everybody fears Jake's verbal outburst'You're not my dad!' wrecked his close report with Dave, but ultimately a boys night and singalong helps mend it once Jake has turned away his ever-absent, dying biological father Jim. Ben finally uses the L-word. Dave must also face nightmares about Julie engaging in adultery with her editor Adam Goodman, who...    "
                },
                "7": {
                    "title": "The Great Escape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "29 May 2012",
                    "year": "2012",
                    "plot": "\n    Ben and Emma really need a break together, with all the hassle from her mother-boss and CarboRetta's baby and nursery obsession. So they rent her professor's country house and enjoy simple, friendly goat-raising neighbor Fred' 'barefoot' Fintsloe and simply practical preoccupations. After an awkward 'non-date', Coby and Frankie agree to be just colleagues and friends rather then avoid each-other. Jake and Frabkie's mate Sian agree to no strings but no other dates. Dave offers a course and hope of partnership to serving Jake and, to Julie's dismay, newcomer Frankie. ...    "
                },
                "8": {
                    "title": "Unwritten Rules",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "5 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Dave booked an electrician convention for himself, despite a bad cold, industrious Jake and Frankie. Cody is so eager for the party side that he pays tickets for himself and Matt, who steals identity tags to get them in, but keeps making unsafe picks. After drinking and karaoke, Dave ends up in Frankie's room, from where Coby sees him leave. Ben warms up Emma for bidding on the cottage they enjoyed lately and setting up some undetermined country existence. Adam Goodman convinced Julie to accompany him to a movie premiere gala, but she cancels last minute on account of...    "
                },
                "9": {
                    "title": "A Kiss Is Just a Kiss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "12 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Dave and Frankie feel terrible about their drunk kiss, so she offers to resign, but he decides to leave everything as if nothing happened. Coby agonizes whether to tell anyone but his house-mates, who can't believe it was worth troubling a rock-solid marriage for, but after ditching a work day, Cody resigns while scolding his 'adulterous' boss. Dave now feels compelled to owe up, but Julie acts as if it wasn't innocent at all. Retta's morning sick mood undermines devoted Carbo's sexual and general confidence, until Ben helps them realize it's just hormones. Donna ...    "
                },
                "10": {
                    "title": "Letting Go",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "19 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Coby's hasty resignation leaves his CV scarily sparse, so he ends up in a terrible job in suited car-wash publicity, starting to doubt if he should have sacrificed his apprenticeship. Dave and Julie won't listen to everyone agreeing they just belong together, so Ben drags them along for a weekend in the cottage he and Emma want to buy to start a new country-life, which does the trick. Carbo has kittens when Retta insists the baby will also need a safer car then his beloved Charger, but he still gives it up once he sees how happy it will make an equally enthusiastic, ...    "
                },
                "11": {
                    "title": "The Right Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Ben is confident he'll get a bank loan to buy the cottage, but misses his first appointment due to Carbo's absurd indoor game. After Julie insisted to give even Frankie her job back, the 'sparkies' are reunited, but tiptoeing insecurity. The whole gang joins a picnic and 'touch football' game in the park organized by Carbo, who failed thus to seduce Ben into staying in Syndey. Retta has a stillbirth. So Ben is confronted with one of Mel's former hospital colleagues and opts for a new life with Emma, but she backs out, claiming he's not ready and may never be to commit...    "
                },
                "12": {
                    "title": "Life's Surprises",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "5 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    The Rafter clan is delighted that Nathan suddenly returns, but his surprise not was poorly timed, it's surpassed by his news: he has a new job and life in London, which includes a much older wife, widow Saskia, and she's expecting his baby. Ben surprises them and Emma by announcing he's leaving on his own world tour. Ted encourages him to leave soon, but informs only Donna of his own surprise: a first medical examination suggests he may well be suffering from Alzheimer.    "
                },
                "13": {
                    "title": "Filling the Void",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "12 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Jake is surprised when his brother Alex turns up unannounced, fired 'due to the economy' but actually becoming a junkie. To vacate Alex's old room 'so long', Julie invites sleazy Matt regardless of Dave's doubts. CarboRetta's stillbirth-mourning is abruptly interrupted when Nick's pushy niece Voula practically invites herself, tipped-off by Rita, who gave all relative villa-keys, to organize a party in their home. Coby's mates push him to ask Dumbo admirer Heather as doting date. Sian invites Frankie's ex Bryn Parry, who discovers Alex as easy drug trade prey.    "
                },
                "14": {
                    "title": "Bad Habits",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "12 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Jake is worried sick when he finds Alex's drug uses extends from parties to daytime, even at the expense of a temporary sales job, but can't find the poison and searching Alex's room and has to admit he's visiting their ever-absent father in hospital. Coby enjoys Heather's doting attention but lets Frankie convince him not to 'lead her on'. Carbo appreciates Retta reining in self-invited Voula's doll collection exhibiting and second party, but is called insensitive when he follows suit. Matt however ends up accepting Voula's creepy moves. Emma's parents enjoy lunch ...    "
                },
                "15": {
                    "title": "Moments of Clarity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "19 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Jake has dragged Alex back home so their mother can keep an eye on the junkie, but he soon begs to come back so as to avoid her man Doug and 'forgives' Jake for visiting their father Jim. Coby is single again, but the boys make Frankie realize she's interested in him. Matt has moved back to the guys and is utterly confused by the absurdly mixed signals given by Voula. After CarboRetta make her realize she's afraid of a lover who acts as dependent as she did all her life, Voula intends to dump him, but they kiss up. Ted's faulty memory leads to a serious fire in Dave's...    "
                },
                "16": {
                    "title": "Displacement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "original air date": "26 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Jake is rightly worried about Alex, who successfully demands 'his cut' from their dying father and instantly runs to party buddy and drug dealer BRyn Parry, who refers him to his dealer, but is found out. Jake's lover San however sides with her ex against 'brute' Jake. CarboRetta feel lonely in the villa after the miscarriage and cousin Voula's announcement that she's moving on to another relative's home. After the fire, Ted considers moving to a home, but the Rafters won't hear of it.    "
                },
                "17": {
                    "title": "Keeping Step",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 17,
                    "original air date": "5 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Pushed by his mates, who also wondered why they're never invited at her place, actually her late father's, Coby finally makes another move on Frankie, which ends up in her bed, and recovers from the mistake to get up and out sneakily. Carbo's boss is selling the florist shop, so he fears losing his job, but Retta and Emma, who enjoyed helping him out one day, insist he must buy it and cancel their jobs to become his partners. Ted is determined to take no more risks such as babysitting Ruby. Donna entered a singles dance but her Internet date proves unfit, so Dave is ...    "
                },
                "18": {
                    "title": "That Heady Rush",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 18,
                    "original air date": "12 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Coby and Frankie are over the moon in young love, but the negative effects on work all but amuse Dave. Carbo and his girls confidently present he bank their plans for the flower shop but credit is denied. Emma is deeply embarrassed by explicit evidence of Donna's physical affair with Duncan Galloway, who turns out to be a major developer and hands Dave a big contract. Ted makes Julie accept his self-defined senior limitations.    "
                },
                "19": {
                    "title": "Got What It Takes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 19,
                    "original air date": "19 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Coby cracks under the teasing from his mates, mixed signals from Frankie and Donna's lover Duncan Galloway's improper flirtation, which also worries Dave, leading to a true assault charge after a false car vandalism assumption by Donna. The whole affair sours Dave's fishing friendship with leisurely client Ducan. Carbo still gets a bank loan to buy the florist shop after putting up his beloved car as collateral. Training the girls for the job is as hard on him as getting up so early exhausts them, so he comes up with a plan to speed up the transition to their urban ...    "
                },
                "20": {
                    "title": "Weathering the Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 20,
                    "votes": 6,
                    "original air date": "26 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Coby becomes a nervous, guilt-crushed wreck as developer Duncan Galloway insists on formal abuse charges. The gang gets him to apologize to grumpy Donna, who soon discovers Duncan still has at least one other affair, with his secretary. Dave makes it his last job for Galloway, who meanly resorts to contract clause pestering. Carbo's team's balcony gardening center concept has a terribly slow start, but at the 'grand' opening, actually just friends, a discovered print error and an accidental customer give them hope. Jake pays Coby's bail, but after a vague breakup with...    "
                },
                "21": {
                    "title": "Free to Choose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 21,
                    "original air date": "9 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Shortly before his trial, Coby jumps bail. Looking for him with the gang makes Jake miss his father's fatal surgery. Coby has a void meeting at Doug's and sneaks back in at Jake's to recuperate his cellphone for Frankie's pictures, and at hers, but neither can convince him to take responsibility, yet they arrange a meeting with Dave, whose words seep trough in the end. Carbo's balcony florist team's first client Colleen Bourke proves a Tantric sex therapist and insists they should experience her course. After shortly being unable to recognize Cooper, Ted leaves the ...    "
                },
                "22": {
                    "title": "Rewriting History",
                    "kind": "episode",
                    "episode of": {
                        "title": "Packed to the Rafters (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 22,
                    "original air date": "16 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Coby is awaiting his trial in jail, tries to put up a brave show but is clearly terrified by brutes who belong there. For Dave and Julie's pearl anniversary, they get surprise visits from Ben, who gets a specially warm welcome form Emma, Nathan, his London wife Saskia and, a first, their baby Edward David. Carbo's girls nearly drive him mad by stressing even about easy clients. Desperate for a companion, Donna hires impressive escort Logan, who even stays for free after the paid duration. Ted is furious when a lapse while recording his memories on video brings Julie ...    "
                }
            }
        },
        "number of episodes": 122,
        "cast": [
            {
                "name": "Gibney, Rebecca"
            },
            {
                "name": "Thomson, Erik"
            },
            {
                "name": "Caton, Michael"
            },
            {
                "name": "Houvardas, George"
            },
            {
                "name": "Sheridan, Hugh"
            },
            {
                "name": "McLaren, Angus"
            },
            {
                "name": "Stewart, James"
            },
            {
                "name": "Marais, Jessica"
            },
            {
                "name": "Marshall, Hannah"
            },
            {
                "name": "Ventoura, Zoe"
            },
            {
                "name": "Storey, Sabella"
            },
            {
                "name": "Storey, Hannah"
            },
            {
                "name": "Corr, Ryan"
            },
            {
                "name": "McNamee, Jessica"
            },
            {
                "name": "Eastman, Merridy"
            },
            {
                "name": "Cramond, Zoe"
            },
            {
                "name": "Allan, Jacob"
            },
            {
                "name": "Satchwell, Brooke"
            },
            {
                "name": "Jones, Gillian"
            },
            {
                "name": "Brazier, Caroline"
            },
            {
                "name": "Rosniak, Justin"
            },
            {
                "name": "Schmid, Kristian"
            },
            {
                "name": "Howard, John"
            },
            {
                "name": "Chadwick, Sarah"
            },
            {
                "name": "Langley, Ruby"
            },
            {
                "name": "Langley, Emily"
            },
            {
                "name": "Tolj, Samantha"
            },
            {
                "name": "Mingay, Ben"
            },
            {
                "name": "Keenan, Camille"
            },
            {
                "name": "Towney, Jarin"
            },
            {
                "name": "Arman, Narek"
            },
            {
                "name": "Spence, Fiona"
            },
            {
                "name": "Lynes, Martin"
            },
            {
                "name": "Deane-Johns, Mercia"
            },
            {
                "name": "Heidenreich, Diarmid"
            },
            {
                "name": "Pegler, Luke"
            },
            {
                "name": "Fitzpatrick, Kate"
            },
            {
                "name": "Panozzo, Dina"
            },
            {
                "name": "Daddo, Cameron"
            },
            {
                "name": "Lucas, Harry"
            },
            {
                "name": "Lucas, Leo"
            },
            {
                "name": "Stambouliah, Olivia"
            },
            {
                "name": "Vandervis, Ria"
            },
            {
                "name": "Bromilow, Belinda"
            },
            {
                "name": "Butler, Kelly"
            },
            {
                "name": "Booth, Mike"
            },
            {
                "name": "McLachlan, Jessie"
            },
            {
                "name": "McLachlan, Craig"
            },
            {
                "name": "Lee, Mark"
            },
            {
                "name": "Vallejo, Melanie"
            }
        ],
        "locations": [
            "ATN-7 Studios - 8 Central Avenue, Eveleigh, Sydney, New South Wales, Australia::(studio) (2010-2013)",
            "ATN-7 Studios - 61 Mobbs Lane, Epping, Sydney, New South Wales, Australia::(studio) (2008-2009)",
            "Carss Park, Sydney, New South Wales, Australia",
            "Concord, Sydney, New South Wales, Australia",
            "Hunters Hill, Sydney, New South Wales, Australia",
            "Oatley, Sydney, New South Wales, Australia",
            "Riverview Street, Concord, Sydney, New South Wales, Australia::(Family Home)",
            "Sans Souci, Sydney, New South Wales, Australia",
            "Sydney, New South Wales, Australia"
        ],
        "genres": [
            "Comedy",
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:PG::(some episodes)",
            "Australia:M::(some episodes)",
            "Netherlands:12"
        ],
        "number of seasons": 6,
        "rating": 7.4,
        "votes": 1549,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNWE4NWIzMjItMGUyOS00MTU2LTkzMTctYWVjMzQ0MTQ5YWVmXkEyXkFqcGdeQXVyMTExNDQ2MTI@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Centres around Dave and Julie Rafter and their three children Rachel, Ben and Nathan. On the eve of their twenty-fifth wedding anniversary the couple thinks that they are finally about to have the house to themselves. But home is a very welcome refuge for their children and when unforeseen problems loom, they return like a boomerang.",
        "languages": [
            "English"
        ],
        "title": "Packed to the Rafters",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2013",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Lee, Bevan"
            },
            {
                "name": "Wilson, Margaret"
            },
            {
                "name": "Hardy, Marieke"
            }
        ],
        "production companies": [
            {
                "name": "Seven Network"
            },
            {
                "name": "Spectrum Films"
            }
        ],
        "distributors": [
            {
                "name": "7 Network"
            },
            {
                "name": "Duna Televízió"
            },
            {
                "name": "FEM3"
            },
            {
                "name": "FEM3"
            },
            {
                "name": "Magyar Televízió"
            },
            {
                "name": "Magyar Televízió"
            },
            {
                "name": "Magyar Televízió"
            },
            {
                "name": "Net5"
            },
            {
                "name": "RTL Passion"
            }
        ],
        "other companies": [
            {
                "name": "Sandcastle Studios"
            }
        ],
        "plot": [
            "Centres around Dave and Julie Rafter and their three children Rachel, Ben and Nathan. On the eve of their twenty-fifth wedding anniversary the couple thinks that they are finally about to have the house to themselves. But home is a very welcome refuge for their children and when unforeseen problems loom, they return like a boomerang.::Anonymous",
            "Electrician Dave Rafter and his wife, Julie, expected the house would feel empty and quiet as their children become adult. Although Ben is eager to move out, even when he gets his dream as he buddy, neighbor 'Carbo', starts minding his parents' house, Ben keeps raiding the fridge, dropping laundry and asking advice and help. His sister Rachel is a hopeless screw-up in every sense, unable to finish anything. Youngest Nathan actually gets a good real estate agency job and a rich, devoted partner, but even they face misfortune leading to the couple moving in with Dave.::KGF Vissers",
            "A series that a lot of parents can relate to these day, just when Dave and Julie think they finally have the house to themselves to be able to enjoy some quiet time, family members need to move back in. Interesting to see the situations and challenges the family face and how they cope with them. Excellent Australian series, great actors and believable characters."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (Australia)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1549,
                "rating": 7.4
            },
            "aged under 18": {
                "votes": 1,
                "rating": 1.0
            },
            "aged 18 29": {
                "votes": 559,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 461,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 223,
                "rating": 7.2
            },
            "males": {
                "votes": 718,
                "rating": 6.9
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 1.0
            },
            "males aged 18 29": {
                "votes": 296,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 245,
                "rating": 6.6
            },
            "males aged 45 plus": {
                "votes": 133,
                "rating": 7.0
            },
            "females": {
                "votes": 593,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 259,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 211,
                "rating": 7.7
            },
            "females aged 45 plus": {
                "votes": 88,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 35,
                "rating": 6.5
            },
            "us users": {
                "votes": 95,
                "rating": 7.4
            },
            "non us users": {
                "votes": 900,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 475,
            "9": 244,
            "8": 310,
            "7": 236,
            "6": 89,
            "5": 35,
            "4": 26,
            "3": 30,
            "2": 24,
            "1": 80
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}