{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "16 July 2008"
            }
        ],
        "release dates": [
            "USA::16 July 2008"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Down 'N Dirty",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    16 G's arrive at the house, excited about their mission and awestruck by the mansion itself. Bentley holds one-on-one meetings with the G's in the study to assess their level of determination to make a change. The G's are summoned to the Chapter Room where they are told by Bentley that only 12 of them will be given blazers and allowed to enter the club.    "
                },
                "2": {
                    "title": "Get Your Swag On",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "17 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Amped about receiving his blazer at the first elimination, Riff Raff busts out some rhymes to celebrate. His goofy attitude and lack of skills does little to earn him the respect of his peers. Meanwhile, Dirty wakes up from his night of partying to discover a note from Fonzworth telling him that they need to speak. Dirty doesn't remember much from the night before and fesses up to having a drinking problem that he's done little to address. He then informs Fonzworth that he grew up in foster care after his mother threw him into the trash as an infant.    "
                },
                "3": {
                    "title": "Slip of the Tongue",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "24 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    The twelve remaining G's awake to find The Daily Gent instructing them to meet in the Chapter Room for their next lesson. As they get dressed for the day, the nearly eliminated Macho brags about how ready he is to change. Unfortunately, his attitude continues to annoy and alienate several of his peers.    "
                },
                "4": {
                    "title": "Waltz It Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "3 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Fonzworth gathers the remaining G's for a lesson in chivalry, instructed by etiquette and body language coach Paul Cuneo. But there's a twist: before the lesson, Fonzworth picks Teddy, All In and Fahim to be team captains.    "
                },
                "5": {
                    "title": "The Grizzly Gang",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "10 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    With Macho out of the house and only eight G's left, some of the guys are feeling better than others. Protégé tells his fiancée he's convinced there's an alliance of Teddy, Lank and Blue and that he'll be the next one they blackball. Fonzworth Bentley announces that the G's fifth lesson will be on giving back, and will be led by his good friend and senior minister of LA's Church of the Harvest, Bishop Clarence. He teaches the G's about the importance of finding a cause close to their hearts, donating (whether it be money or their time) and helping raise awareness.    "
                },
                "6": {
                    "title": "The Model Boss",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "17 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    For this week's lesson, Mr. Bentley has the entrepreneur Michael Malin come in to talk to the seven remaining gents about their career goals. Because Michael won the reality show Big Brother All Stars and used his prize money to start the successful restaurant and nightclub business, the Dolce Group, Mr. Bentley thinks he's the ideal person to counsel the G's on this topic.    "
                },
                "7": {
                    "title": "Boyz in the Wood",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "24 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Bentley gathers the G's at dusk around a campfire and explains that the way a man survives the world is a testament to his character. With that, the guys are sent into the scary, dark wilderness with a map, lantern, blankets, and minimal food.    "
                },
                "8": {
                    "title": "Party Like a Gentle-Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "31 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    With the help of Bentley and Chef Nikki Shaw, the G's are taught the ins and outs of hosting a networking party. These skills are put to the test when the guys find out that they will be hosting a dinner party for Bentley's friends and associates, including singer Faith Evans.    "
                },
                "9": {
                    "title": "Pimps, Ho's and Family Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "7 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The final 4 G's meet with Bentley's mom to learn how to handle conflict, both internal and interpersonal. In addition, they work on making apologies and learning how to forgive (themselves and others) in order to reach resolutions that are crucial to them moving on toward a better life. When the G's mothers, children, girlfriends, and baby-mamas come to the house, the G's will try their best to \"bury the hatchet.\" The evening culminates with a formal dinner where Bentley will sit down with all the G's and their families to talk through their issues.    "
                },
                "10": {
                    "title": "A Gentleman at Last",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "14 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The eliminated G's gather to talk with Mr. Bentley before the big season finale.    "
                }
            },
            "1": {
                "1": {
                    "title": "Gees Whiz",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "16 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    14 young G's show up dressed in baggy clothes, grills and full swagger to pledge membership to the Gentlemen's Club. Led by Club President and Host Fonzworth Bentley, the G's quickly learn their heavy cocktailing, cursing and conning ways aren't going to get them any closer to true Gentlemen or the $100k prize.    "
                },
                "2": {
                    "title": "From G to GQ",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    12 G's wake up to their first morning in the Gentlemen's Club after a night of partying. It doesn't take long for the house to get heated, as the wait for the bathroom turns into the spark of a much larger fire. When the G's find out they're having a lesson in style, they put on their finest hood fashions and roll out to Beverly Hills to learn how to suit up. Later a world-renowned designer to the stars will put the G's to the test. Immunity is up for grabs and the G's attack the runway like only thugs can. Before the black ball voting ceremony, anger between the G's ...    "
                },
                "3": {
                    "title": "Play or Be Played",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    The \"G's\" cast arrive to the basketball court only to find that they will be playing against some real \"G's\". Mr Bentley throws in a twist that there will be a regular ref as well as an etiquette ref. After two games the real \"G's\" easily win.    "
                },
                "4": {
                    "title": "Buckle Down or Bottoms Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    With only Nine G's remaining it's time to get these guys ready for the real world. Mr. Bentley asks the G's to prepare resumes that will be critiqued by a very special guest.    "
                },
                "5": {
                    "title": "Ladies Night at the Club",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Nine G's remain in the Club. After Mr. Bentley chose not to send anyone home at the last chapter meeting, a few G's have some serious making up to do.    "
                },
                "6": {
                    "title": "Real Talk, Seriously Speaking",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    The remaining eight G's face their biggest challenge yet: how to speak eloquently.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Today the 6 remaining G's are learning how to eat like gentlemen. Queer Eye's Ted Allen comes over to the mansion to teach the guys table manners and an appreciation for the finer foods in life? you know? like snails. That night their manners - and stomachs - will be tested further as they dine with a group of short tempered Japanese big shots. In a twist, the winning G is given the power to put one of their housemates down on the carpet at chapter meeting. Tensions and politics rage out of control back at the mansion as the shadow of elimination looms large for the ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    With five G's left, one finds himself standing alone as he struggles to clean up his seedy reputation and gain his fellow G's respect. Meanwhile, the G's get a financial growth lesson from OG rapper Master P who breaks down how he made his own change from \"G to Gent\" and became a multi-millionaire in the process. His real talk inspires our hardest G's in the house to make a magical transformation. But is it enough to convince a pair of corporate investors that these G's are worth investing in? And later, stress from home and the pressure of the Gentlemen's Club puts ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    With four G's remaining it's time to take things closer to home. Mr. Bentley brings in a very special guest that will delve into the G's past. Emotions run high as the G's reveal painful memories that have scarred their lives. Has time really healed their wounds? The G's welcome their families into the house but the happiness quickly dissolves as a one of the G's deep family secrets is exposed. In elimination the G's show their true colors as one G's membership is denied.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    It's the finale of From G's To Gents and tempers flare as the final three G's near the end of their journey - and get closer to the 100k prize. Mr. Bentley takes the G's to new heights... and humility. Old housemates - some friends, some enemies - return and help Mr. Bentley make a very important decision. Let's just say when the returning G's leave the Club they take one with them. Two remain, but in the end, Mr. Bentley will only grant one membership to the Gentleman's Club.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "28 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    14 young men pledged membership to the Gentlemen's Club, but only 1 walked away wearing the Club crest. So, what happened to each of the Gs after they left the Club? The \"From G's to Gents Reunion\" brings the original Gs together again for the first time since the night they met. Tune in to see who continued their quest to Gentleman and who fell back to their old G ways, to watch the Gs confront each other about unfinished business, and to witness the ultimate sucker-punch that no one saw coming. It's one Chapter Meeting you won't want to miss!    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Sportsmanlike Conduct",
                    "kind": "episode",
                    "episode of": {
                        "title": "From G's to Gents (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "votes": 16,
                    "original air date": "29 Jul. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 23,
        "cast": [
            {
                "name": "Secrease, C. Frederick"
            },
            {
                "name": "Bentley, Fonzworth"
            },
            {
                "name": "Kishino, Andrew"
            },
            {
                "name": "Hampton, Kevin"
            },
            {
                "name": "Stanley, Jonathan"
            },
            {
                "name": "Raff, Riff"
            },
            {
                "name": "Pericoloso, Michael"
            },
            {
                "name": "Cuneo, Paul"
            },
            {
                "name": "Allen, Ted"
            },
            {
                "name": "West, Julia Faye"
            },
            {
                "name": "Gold, Cindy"
            },
            {
                "name": "Weber, Leyna"
            },
            {
                "name": "Evans, James"
            },
            {
                "name": "Kitamura, Akihiro"
            },
            {
                "name": "Porterfield, Lenny"
            },
            {
                "name": "Reynolds, Marcellas"
            },
            {
                "name": "Shiver, Devin"
            },
            {
                "name": "Strumpf, Lance"
            },
            {
                "name": "Baxter, Esther"
            },
            {
                "name": "Chamillionaire"
            },
            {
                "name": "E-40"
            },
            {
                "name": "Evans, Faith"
            },
            {
                "name": "Sarlak, Mehrdad"
            },
            {
                "name": "Spain, Yasmin"
            },
            {
                "name": "Harris, Dell 'o8o'"
            },
            {
                "name": "Moore, Markice"
            },
            {
                "name": "Yazbeck, Sean"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 5.2,
        "votes": 214,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjAzNjA0ODQ3NV5BMl5BanBnXkFtZTgwNzMyNjcwMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "From G's to Gents",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "From G's to Gents (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Foxx, Jamie"
            },
            {
                "name": "Abrego, Cris"
            },
            {
                "name": "King, Jaime Rucker"
            }
        ],
        "production companies": [
            {
                "name": "Cris Abrego Productions"
            },
            {
                "name": "Foxxhole Productions"
            },
            {
                "name": "Music Television"
            }
        ],
        "distributors": [
            {
                "name": "Music Television (MTV)"
            }
        ],
        "other companies": [
            {
                "name": "Framework Studio"
            },
            {
                "name": "Pigfactory"
            },
            {
                "name": "Post Factory NY"
            }
        ],
        "plot": [
            "Young rowdy guys compete to become respectable gentlemen.::IMDb editor"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 214,
                "rating": 5.2
            },
            "aged 18 29": {
                "votes": 54,
                "rating": 5.6
            },
            "aged 30 44": {
                "votes": 120,
                "rating": 5.1
            },
            "aged 45 plus": {
                "votes": 23,
                "rating": 5.6
            },
            "males": {
                "votes": 131,
                "rating": 4.8
            },
            "males aged 18 29": {
                "votes": 31,
                "rating": 5.5
            },
            "males aged 30 44": {
                "votes": 84,
                "rating": 4.6
            },
            "males aged 45 plus": {
                "votes": 12,
                "rating": 3.3
            },
            "females": {
                "votes": 69,
                "rating": 6.4
            },
            "females aged 18 29": {
                "votes": 23,
                "rating": 5.8
            },
            "females aged 30 44": {
                "votes": 36,
                "rating": 6.3
            },
            "females aged 45 plus": {
                "votes": 10,
                "rating": 7.6
            },
            "top 1000 voters": {
                "votes": 8,
                "rating": 3.9
            },
            "us users": {
                "votes": 113,
                "rating": 5.2
            },
            "non us users": {
                "votes": 73,
                "rating": 5.0
            }
        },
        "number of votes": {
            "10": 64,
            "9": 14,
            "8": 11,
            "7": 17,
            "6": 17,
            "5": 19,
            "4": 10,
            "3": 11,
            "2": 10,
            "1": 41
        },
        "arithmetic mean": 6.1,
        "median": 6
    }
}