{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "18 February 2008"
            }
        ],
        "release dates": [
            "USA::18 February 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Power Rangers Jungle Fury"
            },
            {
                "countries": "Russia",
                "title": "Могучие рейнджеры: Ярость джунглей"
            },
            {
                "countries": "Serbia",
                "title": "Moćni rendžeri: Bes džungle"
            }
        ],
        "akas": [
            "Power Rangers Jungle Fury (original title)",
            "Могучие рейнджеры: Ярость джунглей Russia",
            "Moćni rendžeri: Bes džungle Serbia"
        ],
        "akas from release info": [
            "Power Rangers Jungle Fury (original title)",
            "Могучие рейнджеры: Ярость джунглей Russia",
            "Moćni rendžeri: Bes džungle Serbia"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Welcome to the Jungle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 61,
                    "original air date": "18 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Casey Rhodes, Lily Chilman and Theo Martin are selected to be their academy's martial arts masters in training, when upon the death of their master and release of the evil demonic entity Dai Shi they are assigned a new master, and a new role. Meanwhile former selected academy apprentice Jarrod comes under the control of Dai Shi.    "
                },
                "2": {
                    "title": "Welcome to the Jungle II",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 33,
                    "original air date": "18 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Casey, Lily and Theo adjust to their new roles as Power Rangers under the strange tutelage of pizzeria proprietor RJ, Camille and the selected Ren Shi leader cause a dam flood at Ocean's Bluff.    "
                },
                "3": {
                    "title": "Sigh of the Tiger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 27,
                    "original air date": "25 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Buffalord tries to destroy the Rangers. Casey has doubts about the methods RJ uses to train him.    "
                },
                "4": {
                    "title": "A Taste of Poison",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 22,
                    "original air date": "3 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Dai Shi and Camille send the Five Fingers of Poison to destroy the Power Rangers.    "
                },
                "5": {
                    "title": "Can't Win Them All",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 21,
                    "original air date": "10 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    A battle against Gacko gone awry causes Theo to doubt his previously unmatched abilities. The sulking Blue Ranger must undergo specific training in order to regain confidence in himself.    "
                },
                "6": {
                    "title": "Dance the Night Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 23,
                    "original air date": "17 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    The friendship between Theo and Lily is tested by the Yellow Ranger's budding platonic relationship with Casey. Finger of Poison/dance queen Stingerella and her grooving Rinshi attack the team successfully, thanks to their use of dance rhythm in battle. Can Lily choreograph the Rangers' own dancing defense, despite Theo and Casey's inability to get in synch? Even that may not be enough, as fellow Finger of Poison Toady targets the team to prove himself to his beloved Stingerella!    "
                },
                "7": {
                    "title": "Pizza Slice of Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 21,
                    "original air date": "24 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    With RJ out of town, Casey is left in charge of Jungle Karma Pizza. Instead of asserting himself as the boss, he adds the power of responsibility equally to Theo and Lily, which quickly creates chaos in the pizza parlor. Meanwhile, the final Finger of Poison, Naja, attempts to enlist Camille in his plot to overthrow Dai Shi. She remains loyal and seeks to destroy the traitor, but is she willing to risk destruction in an effort to win the love of a man who doesn't love her back?    "
                },
                "8": {
                    "title": "Way of the Master",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 17,
                    "original air date": "31 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    The heavily armored Pangolin proves to be too tough of a nut for the Rangers to crack. Their only hope is a powerful weapon called the Jungle Mace, which lies in the hands of retired Pai Zhuq teacher, Master Phant. But the grumpy old hermit refuses to part with it and the skills to harness it! Can Lily's stubborn refusal to leave Master Phant alone give the team the power of the elephant? Meanwhile, Dai Shi prepares to bring forth the Sky Overlord.    "
                },
                "9": {
                    "title": "Good Karma, Bad Karma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 21,
                    "original air date": "21 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Casey loses his $5 tip to a young boy named Josh, who wants to buy himself a kite. Can Casey teach Josh that the easy way isn't always the right way, while also figuring out how to put a stop to the slippery Slickagon? Meanwhile, Carnisoar, the Sky Overlord, is unleashed. His first task is to make Jarrod into a more suitable host for the power of Dai Shi by taking him into his past and erasing his good deeds from childhood!    "
                },
                "10": {
                    "title": "Blind Leading the Blind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 18,
                    "original air date": "27 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Theo spreads his focus too thin, leading his teammates to question his effectiveness in battle. Master Swoop, blind member of the Order of the Claw, is willing to teach him the Bat Spirit techniques to properly multitask, but can Theo keep his attention from being deficient long enough to learn? Meanwhile, the Rangers have their hands full with Carnisaur's latest warriors, the aerial duo of Bai Lai and Carden!    "
                },
                "11": {
                    "title": "Pushed to the Edge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 17,
                    "original air date": "5 May 2008",
                    "year": "2008",
                    "plot": "\n    Thanks to Carnisoar's training, Jarrod has become more ruthless than ever. Camille is pushed aside for the last time, and thanks to some advice from Lily, decides to get a new master. She summons Jellica, the Sea Overlord. But Camille gets more than she bargained for as Jellica aims to teach her instead of Dai Shi! Meanwhile, the Rangers deal with the return of Carden, and Lily discovers the fallout from her incessive niceness.    "
                },
                "12": {
                    "title": "One Master too Many",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 19,
                    "original air date": "12 May 2008",
                    "year": "2008",
                    "plot": "\n    Casey anxiously awaits the arrival of his second master, but RJ begins to feel forgotten as a result. It gets worse for him when the master of the Shark technique arrives, and turns out to be his estranged father, Master Finn! Can Casey harness the Spirit of the Shark and smooth things out between RJ and Finn? Meanwhile, Jellica continues her training of Dai Shi, and unleashes Crustaceo on the city!    "
                },
                "13": {
                    "title": "Ghost of a Chance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 19,
                    "original air date": "19 May 2008",
                    "year": "2008",
                    "plot": "\n    After another victorious battle against Camille's monsters, the Rangers feel they are unstoppable. RJ warns them about being overconfident. He tells them to train on their basic stances. Dai Shi emerges after reaching his next level of power and demands a fight with the Rangers. The Rangers are easily defeated. RJ steps in and offers his life to spare his students'. Dai Shi accepts and takes RJ away, leaving the Rangers without a master.    "
                },
                "14": {
                    "title": "Ghost of a Chance II",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 22,
                    "original air date": "19 May 2008",
                    "year": "2008",
                    "plot": "\n    With RJ captured, the Rangers must travel to the spirit world to find the last 3 remaining masters. Theo, Lily, and Casey must face their own childhood fears in order to pass their test. Jarrod prepares a battle arena where he will fight RJ to the death. Having faced their fears, the Rangers come back with the power to boost their power to full fury. The Rangers battle Dai Shi and save RJ. Meanwhile, with everyone gone at JKP, Fran finds out who the Rangers really are!    "
                },
                "15": {
                    "title": "Bad to the Bone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 21,
                    "original air date": "2 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Everyone is still making fun of Lily for being too nice. After a battle with Porcupongo, Lily is fed up with being so nice and shows her bad side. Lily becomes a rude customer at JKP and refuses to help the other Rangers. Fran confronts her and through a tussle they find Lily has been affected by one of Porcupongo's quills. As herself again, Lily rushes out to rejoin the Rangers.    "
                },
                "16": {
                    "title": "Friends Don't Fade Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 21,
                    "original air date": "16 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    After his last battle with Dai Shi, RJ has major problems controlling his animal spirit. He turns into a werewolf and becomes a big threat to anyone around him. RJ learns to lean on his friends and not run away from them when he has a problem. In the evil temple, Dai Shi is overthrown as Grizzaka refuses to take orders from any human.    "
                },
                "17": {
                    "title": "No \"I\" in Leader",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 19,
                    "original air date": "23 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Casey really has grown up from being a cub at Pai Zhuq. He's taken initiative and stepped up to being the leader of the group. But now with RJ as a Ranger, things are a little different. Casey feels like a cub all over again. RJ tells him that Casey will always be the leader. And the team will always follow Casey.    "
                },
                "18": {
                    "title": "True Friends, True Spirits",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 18,
                    "original air date": "30 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Grizzaka sends an evil spirit to cause trouble between RJ and his animal spirit again. The hero in RJ causes him to save Flit. RJ tells the spy to go home but Flit tells of his own curse. Eager to return the favor, Flit helps RJ out in defeating the evil spirit and once again working together with his animal spirit.    "
                },
                "19": {
                    "title": "Path of the Rhino",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 22,
                    "original air date": "7 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Dominic was sent out by Master Mao to find purpose for his life. He finds out that RJ and the others are really Power Rangers and he wants to join them. He now knows that this is his purpose in life. Casey is dubious but Dominic proves he has the spirit of the Rhino. Dominic becomes the Rhino Ranger.    "
                },
                "20": {
                    "title": "Dash for the Dagger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 21,
                    "original air date": "14 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Jarrod has found the Rhino Nexus. All he needs is the Control Dagger key to tap into the power. Dominic is startled by a dream of Master Mao telling him to protect the Control Dagger as it holds the key to his destiny. The race is on for the dagger as everyone is after it. Camille gets hold of the dagger and brings it to Jarrod. The winds of fate are about to change.    "
                },
                "21": {
                    "title": "Race to the Nexus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 19,
                    "original air date": "22 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    With Control Dagger in hand, Dai Shi aims to unlock the Nexus for himself. The Overlords refuse to let such power fall into the hands of the Rangers or Dai Shi. Having searched all his life for his destiny, Dominic isn't about to let the Overlords, or Dai Shi stand in his way. With the help of his friends, Dominic is able to unlock the power of the Rhino Nexus.    "
                },
                "22": {
                    "title": "Arise the Crystal Eyes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 17,
                    "original air date": "28 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    The Phantom Beasts were a notorious force in the Beast Wars. The crystal eyes hold the power to bring back these Phantom Beasts. Our heroes must protect these eyes before Dai Shi or the Overlords resurrect such evil beasts.    "
                },
                "23": {
                    "title": "Fear and the Phantoms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "votes": 17,
                    "original air date": "4 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    The Phantom Beasts have been brought back to life. Dai Shi has them prove their loyalty by capturing the three masters. The Phantom Beasts capture the masters and use the masters to create the Spirit Rangers.    "
                },
                "24": {
                    "title": "Blue Ranger, Twin Danger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "votes": 18,
                    "original air date": "11 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    The Phantom Beasts control the masters and call forth the Spirit Rangers. They look and fight exactly like Power Rangers. Our heroes are in for a real fight as they face the spirits of their own masters. RJ makes a device that will momentarily stop the Spirit Rangers. But he knows that something more has to be done in order to save his dad and the other masters.    "
                },
                "25": {
                    "title": "One Last Second Chance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "votes": 17,
                    "original air date": "18 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    The Spirit Rangers could be the end of our heroes if something isn't done. RJ takes the risk of destroying his father. Trusting his instincts, he finds that his dad was prepared if this should happen. Together with the help of his dad, RJ saves the other Masters from the grip of evil.    "
                },
                "26": {
                    "title": "Don't Blow That Dough",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "votes": 20,
                    "original air date": "29 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Rangers get sucked into a cheesy game show about the past season. Camille hosts the game show and a wrong answer could result in being cancelled!    "
                },
                "27": {
                    "title": "Tigers Fall, Lions Rise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "votes": 20,
                    "original air date": "6 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Whiger steals some of Casey's Tiger spirit. Pleased, Dai Shi becomes the Phantom Beast King. He makes Camille a Phantom Beast General. Evil battles it out with the Rangers stronger than ever. Weakened with the loss of his spirit, Casey must summon all the energy he has left to stay alive.    "
                },
                "28": {
                    "title": "The Spirit of Kindness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "votes": 17,
                    "original air date": "13 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Whiger was only able to steal the Tiger Spirit from Casey, but not destroy Casey. For his failure, Dai Shi strips him of his power and he is to fade away. Casey shows his kindness to Whiger even though they were just battling. Whiger rethinks which side he should be on. He helps Casey save his friends who have been captured along with all the other people in giant rattraps!    "
                },
                "29": {
                    "title": "Maryl and the Monkeys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "votes": 17,
                    "original air date": "20 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Camille steals a cloning formula from Maryl. The monkeys will duplicate and Camille's plan just might work. Scorch and Snapper plot to ruin her plan. They don't like how Dai Shi favors her. Dominic tries his best to woo Maryl. Not only does she hold the answer to destroying the monkeys, but he thinks she's pretty.    "
                },
                "30": {
                    "title": "To Earn Your Stripes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "votes": 20,
                    "original air date": "27 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    The day has arrived for the three to get their master stripes. Lily and Theo pass the test to become masters. Casey does not. He wanders off to think about his loss and comes across Jarrod saving Camille from Dai Shi's monsters. Casey begins to think that Jarrod might still be alive. The others don't believe him and try to tell him that all that matters is destroying Dai Shi.    "
                },
                "31": {
                    "title": "Path of the Righteous",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "votes": 19,
                    "original air date": "3 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    As Casey tries to figure out why he hasn't earned his Master's stripes, he begins to wonder about a past confrontation with Jarrod and how that might have affected Jarrod's choices. Casey makes a decision that leads him face Jarrod without any support.    "
                },
                "32": {
                    "title": "Now the Final Fury",
                    "kind": "episode",
                    "episode of": {
                        "title": "Power Rangers Jungle Fury (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "votes": 28,
                    "original air date": "3 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    A new Beast War is about to begin as Dai Shi collects more fear. Dai Shi opens up a vortex and resurrects all his fallen warriors. Greatly outnumbered, the Rangers do their best to battle evil. Their old masters come to join them in this epic war. Jarrod finally decides to join them as well. Dai Shi becomes greatly weakened and it is left to the three chosen guardians to destroy Dai Shi forever.    "
                }
            }
        },
        "number of episodes": 32,
        "cast": [
            {
                "name": "Smith, Jason"
            },
            {
                "name": "Hutchison, Anna"
            },
            {
                "name": "Abella, Aljin"
            },
            {
                "name": "de Lautour, David"
            },
            {
                "name": "Shanahan, Holly"
            },
            {
                "name": "Skinner, Bede"
            },
            {
                "name": "Thomson, Sarah"
            },
            {
                "name": "Henderson, Kelson"
            },
            {
                "name": "Nikolaeff, Nikolai"
            },
            {
                "name": "Simpson, Richard"
            },
            {
                "name": "Easther, Elisabeth"
            },
            {
                "name": "Rhodes, Cameron"
            },
            {
                "name": "Wright, Mark"
            },
            {
                "name": "Judge, Derek"
            },
            {
                "name": "Driver, Oliver"
            },
            {
                "name": "Allpress, Bruce"
            },
            {
                "name": "Gittins, Paul"
            },
            {
                "name": "Turner, Jared"
            },
            {
                "name": "Lees, Nathaniel"
            },
            {
                "name": "Dolan, Geoff"
            },
            {
                "name": "Callen, John"
            },
            {
                "name": "Kemplen, Nick"
            },
            {
                "name": "Baldwin, Lise"
            },
            {
                "name": "Young, Darren"
            },
            {
                "name": "Houtman, Geoff"
            },
            {
                "name": "Capstick, David"
            },
            {
                "name": "Gardiner, Adam"
            },
            {
                "name": "Eldred, Stig"
            },
            {
                "name": "Somerville, Sarah"
            },
            {
                "name": "Langstone, Michelle"
            },
            {
                "name": "Laing, Andrew"
            },
            {
                "name": "Hopkins, Bruce"
            },
            {
                "name": "McDermott, Charlie"
            },
            {
                "name": "Young, Scott Alexander"
            },
            {
                "name": "Cooper, Gregory"
            },
            {
                "name": "Courtenay, Pat"
            },
            {
                "name": "Hughes, Ian"
            },
            {
                "name": "Robertt, Andrew"
            },
            {
                "name": "Mignault, Robert"
            },
            {
                "name": "Urquhart, Gerald"
            },
            {
                "name": "Hoyte, Jason"
            },
            {
                "name": "Hall, Edward"
            },
            {
                "name": "Liew, Lara"
            },
            {
                "name": "Barnston, Dominic"
            },
            {
                "name": "Choy, Wellington"
            },
            {
                "name": "Mahon-Heap, Jonathan"
            },
            {
                "name": "Olds, Ashton"
            },
            {
                "name": "Page, Siobhan"
            },
            {
                "name": "Lawless, Elliot"
            },
            {
                "name": "Lovatt, Stephen"
            }
        ],
        "locations": [
            "Auckland, New Zealand",
            "Japan",
            "New Zealand"
        ],
        "genres": [
            "Action",
            "Adventure",
            "Fantasy",
            "Sci-Fi"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:PG",
            "United States:TV-Y7"
        ],
        "number of seasons": 1,
        "rating": 6.5,
        "votes": 1189,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTg3MzM1MTY4OF5BMl5BanBnXkFtZTcwNzE0NTkxMg@@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Power Rangers Jungle Fury",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2008",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bekman, K.J."
            },
            {
                "name": "Carter, William"
            },
            {
                "name": "Edward, John"
            }
        ],
        "production companies": [
            {
                "name": "BVS Entertainment Inc."
            },
            {
                "name": "BVS International N.V."
            },
            {
                "name": "Ranger Productions Ltd."
            },
            {
                "name": "Renaissance-Atlantic Films"
            },
            {
                "name": "Toei Company"
            }
        ],
        "distributors": [
            {
                "name": "Kix"
            },
            {
                "name": "Jetix"
            },
            {
                "name": "American Broadcasting Company (ABC)"
            },
            {
                "name": "Buena Vista Distribution Company"
            },
            {
                "name": "Pop TV"
            },
            {
                "name": "Super RTL"
            },
            {
                "name": "Toon Disney"
            }
        ],
        "special effects": [
            {
                "name": "PRPVFX Limited"
            }
        ],
        "other companies": [
            {
                "name": "Studio West"
            },
            {
                "name": "The Inside Track"
            },
            {
                "name": "Toei Company"
            }
        ],
        "plot": [
            "Three teenagers from the Pai Zhug Kung Fu Academy are chosen to fight the forces of an opposing academy and all other forces of evil.::DanielHasan"
        ],
        "tech": {
            "runtime": [
                "22 min (32 episodes) (USA)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1189,
                "rating": 6.5
            },
            "aged under 18": {
                "votes": 10,
                "rating": 8.4
            },
            "aged 18 29": {
                "votes": 458,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 302,
                "rating": 6.2
            },
            "aged 45 plus": {
                "votes": 58,
                "rating": 4.7
            },
            "males": {
                "votes": 717,
                "rating": 6.2
            },
            "males aged under 18": {
                "votes": 8,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 377,
                "rating": 6.5
            },
            "males aged 30 44": {
                "votes": 238,
                "rating": 6.0
            },
            "males aged 45 plus": {
                "votes": 42,
                "rating": 4.7
            },
            "females": {
                "votes": 172,
                "rating": 6.8
            },
            "females aged under 18": {
                "votes": 2,
                "rating": 9.5
            },
            "females aged 18 29": {
                "votes": 79,
                "rating": 6.7
            },
            "females aged 30 44": {
                "votes": 62,
                "rating": 7.1
            },
            "females aged 45 plus": {
                "votes": 15,
                "rating": 4.8
            },
            "top 1000 voters": {
                "votes": 44,
                "rating": 5.4
            },
            "us users": {
                "votes": 294,
                "rating": 6.6
            },
            "non us users": {
                "votes": 310,
                "rating": 5.5
            }
        },
        "number of votes": {
            "10": 371,
            "9": 90,
            "8": 116,
            "7": 151,
            "6": 132,
            "5": 76,
            "4": 49,
            "3": 44,
            "2": 30,
            "1": 130
        },
        "arithmetic mean": 6.9,
        "median": 7
    }
}