{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "9 September 2008"
            },
            {
                "country": "USA\n",
                "date": "9 September 2008"
            },
            {
                "country": "Brazil\n",
                "date": "5 November 2008"
            },
            {
                "country": "Thailand\n",
                "date": "13 February 2009"
            },
            {
                "country": "Australia\n",
                "date": "5 March 2009"
            },
            {
                "country": "Sweden\n",
                "date": "14 June 2009"
            },
            {
                "country": "UK\n",
                "date": "19 July 2009"
            },
            {
                "country": "Philippines\n",
                "date": "7 August 2009"
            },
            {
                "country": "Finland\n",
                "date": "27 August 2011"
            },
            {
                "country": "Netherlands\n",
                "date": "29 October 2011"
            },
            {
                "country": "Hungary\n",
                "date": "6 October 2012"
            }
        ],
        "release dates": [
            "Canada::9 September 2008",
            "USA::9 September 2008",
            "Brazil::5 November 2008",
            "Thailand::13 February 2009",
            "Australia::5 March 2009",
            "Sweden::14 June 2009",
            "UK::19 July 2009",
            "Philippines::7 August 2009",
            "Finland::27 August 2011",
            "Netherlands::29 October 2011",
            "Hungary::6 October 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Privileged"
            },
            {
                "countries": "Brazil",
                "title": "Privileged: As Patricinhas de Palm Beach"
            },
            {
                "countries": "Finland",
                "title": "Rahaa ja rakkautta"
            },
            {
                "countries": "Greece",
                "title": "Privileged"
            },
            {
                "countries": "Hungary",
                "title": "Kőgazdagok"
            },
            {
                "countries": "Russia",
                "title": "Избалованные"
            },
            {
                "countries": "Spain",
                "title": "Sobreviviendo a los ricos"
            },
            {
                "countries": "USA (working title)",
                "title": "Filthy Rich Girls"
            },
            {
                "countries": "USA (working title)",
                "title": "Surviving the Filthy Rich"
            }
        ],
        "akas": [
            "Privileged (original title)",
            "Privileged: As Patricinhas de Palm Beach Brazil",
            "Rahaa ja rakkautta Finland",
            "Privileged Greece",
            "Kőgazdagok Hungary",
            "Избалованные Russia",
            "Sobreviviendo a los ricos Spain",
            "Filthy Rich Girls USA (working title)",
            "Surviving the Filthy Rich USA (working title)"
        ],
        "akas from release info": [
            "Privileged (original title)",
            "Privileged: As Patricinhas de Palm Beach Brazil",
            "Rahaa ja rakkautta Finland",
            "Privileged Greece",
            "Kőgazdagok Hungary",
            "Избалованные Russia",
            "Sobreviviendo a los ricos Spain",
            "Filthy Rich Girls USA (working title)",
            "Surviving the Filthy Rich USA (working title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Privileged (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 42,
                    "original air date": "9 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Megan Smith is an ambitious, determined, but neurotic and klutzy, 23-year-old Yale graduate who plans to become a famous journalist only to lose her job and have her New York City apartment burn down as another setback in her bad luck-prone life. Through her former boss she meets cosmetics mogul, Laurel Limoges, who hires her as her live-in tutor to her twin teenage granddaughters, Rose and Sage, in the lavish neighborhood of Palm Beach, Florida. However, Megan's new life change of living with the idle and privileged rich may be more then she bargained for when the ...    "
                },
                "2": {
                    "title": "All About Honesty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Privileged (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 30,
                    "original air date": "16 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Megan is ecstatic to be attending a gala event of the rich and famous where Laurel introduces her to several influential individuals whom Megan hopes will lead her to further career advancements. However, the event turns sour when Megan gets into a heated argument with her estranged and irresponsible sister, Lily, over their past issues. Rose spots her ex-boyfriend at the party with another girl, and Sage gives her some bad advice on how to make him jealous. As Megan seeks advice from Charlie to mend this damage, she further develops more feelings with Will. Later, ...    "
                },
                "3": {
                    "title": "All About What You Really, Really Want",
                    "kind": "episode",
                    "episode of": {
                        "title": "Privileged (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 23,
                    "original air date": "23 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    On the first day back at Rose and Sage's prep high school, the school headmaster, Jacob Cassidy, tells Rose that she will have to repeat her freshman year because of her bad grades. Megan, aware that Laurel will take the bad news out on her, sets up a special meeting with Mr. Cassidy to discus Rose's school status, and Megan soon clashes again with Sage who still feels that popularly and wealth is more important than school grades. Also, Megan begins taking surfing lessons from Charlie as part of her writers inspiration, while she continues to grow jealous when she ...    "
                },
                "4": {
                    "title": "All About the Power Position",
                    "kind": "episode",
                    "episode of": {
                        "title": "Privileged (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 21,
                    "original air date": "30 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Megan becomes disturbed when she finds an adult DVD in Rose's book bag in which she plans to use as practice for sex with her boyfriend Max, and Megan is further unnerved when she learns that Rose is not a virgin. Megan then decides to go on a date with Jacob, but becomes worried when he may ask her to spend the night. Meanwhile, Sage meets Lily at her beauty salon and asks her out to lunch to dig up any dirt on Megan to use to her own advantage.    "
                },
                "5": {
                    "title": "All About Friends and Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Privileged (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 23,
                    "original air date": "7 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    When Laurel goes out of town, she asks Megan to chaperon a pool-party that the girls are hosting. Rose convinces Megan to invite her sister, Lily, to the party. Charlie confesses his love for Megan to Marco. At the pool party, Megan is forced to deal with underage drinking and the possibility that Lily may have stolen one of Rose's diamond tennis bracelets.    "
                },
                "6": {
                    "title": "All About Appearances",
                    "kind": "episode",
                    "episode of": {
                        "title": "Privileged (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 21,
                    "original air date": "21 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    In an effort to bond Laurel with her granddaughters, Megan suggests that Laurel use the twins in a new advertising campaign for her cosmetics company. The plan backfires when Laurel announces that the girls would miss several weeks of school for a European photo shoot, preventing Megan from tutoring them properly. Deciding that his feelings for Megan are hindering him, Charlie begins distancing himself from Megan, but will not explain his actions. Meanwhile, Megan discovers that she is not the only woman in Jacob's life.    "
                },
                "7": {
                    "title": "All About the Haves and the Have-Nots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Privileged (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 21,
                    "original air date": "28 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Megan has a run-in with her estranged father whom she decides to make an effort to reconcile by inviting him over at the mansion for dinner. But Arthur Smith inadvertently brings along Lily which brings up more tension since she and Megan are still not speaking to one another. Meanwhile, Megan has Sage and Rose do some charity work by having them design some evening gowns for a local school, in which Sage decides to take some issues over the designs in her own hands. Elsewhere, Megan has an argument with Charlie when she finds out that he told her father that she was ...    "
                },
                "8": {
                    "title": "All About Defining Yourself",
                    "kind": "episode",
                    "episode of": {
                        "title": "Privileged (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 21,
                    "original air date": "4 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Megan tells Laurel she wants to write a biography about her, but Laurel wants to hire a ghost writer to write the book which makes Megan feel left out. But later, Megan investigates and learns a dark secret from Laurel's past. Meanwhile, Rose and Sage have different goals when Sage hires a publicist, named Patty Kingston, to boost their fame careers when Rose thinks school is more important.    "
                },
                "9": {
                    "title": "All About Insecurities",
                    "kind": "episode",
                    "episode of": {
                        "title": "Privileged (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 23,
                    "original air date": "11 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Megan is ecstatic when her former college roommate, Caryn, arrives for a visit, and to update her on her present career which prompts Megan to think about her own life as to where it might lead. Megan also confides in Caryn about her interest in Will, who has taken a job as an assistant photographer for a magazine editor, and who is not aware of his wealthy background. Meanwhile, Rose and Sage's publicist books them for their first gig as a singing act at a prestigious nightclub where Sage becomes jealous that Rose will eclipse her in the spotlight.    "
                },
                "10": {
                    "title": "All About Overcompensating",
                    "kind": "episode",
                    "episode of": {
                        "title": "Privileged (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 22,
                    "original air date": "18 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Megan becomes more uncertain about where she stands in her growing romance with Will when he claims to have dated a lot more that she has, So, Megan asks Charlie's latest girlfriend, Mandy, to set her up on a blind date with one of her co-workers. Meanwhile, Rose gets a 'D' on her English exam and plots to keep herself from failing her upcoming history exam by stealing a copy of the test, and Sage devises a crafty plan so Rose will not get caught. Elsewhere, Laurel confides in Megan about her long-lost romance with her one-time boss, while Megan also learns that Lily ...    "
                },
                "11": {
                    "title": "All About Love, Actually",
                    "kind": "episode",
                    "episode of": {
                        "title": "Privileged (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 22,
                    "original air date": "1 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Megan decides to punish Rose after learning that she tried to cheat on her history exam by grounding her, which is not an easy thing to carry out when Rose takes her punishment a little too seriously. Meanwhile, Laurel travels to Santa Barbara, California to rekindle with an old flame, named Miles Franklin, who follows her back to Florida. Charlie has doubts about living with Mandy at his place. Also, the family chef, Marco, gets a new partner in the kitchen: Charlie's cousin, Louis, whom clashes with the demanding and snobbish Sage. Elsewhere, Will tries to make his ...    "
                },
                "12": {
                    "title": "All About the Ripple Effect",
                    "kind": "episode",
                    "episode of": {
                        "title": "Privileged (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 22,
                    "original air date": "8 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Megan becomes more neurotic and uncomfortable when her eccentric and estranged mother Shelby, whom she hasn't seen in 16 years, suddenly shows up to visit Arthur. Megan instead confides in Charlie about her problems, which makes Will feel left out and a little jealous over Megan's friendliness with Charlie. Megan also learns that Lily has eloped with her punk boyfriend, which makes Megan feel that she's losing control even more. Meanwhile, Rose asks Marco to help set up Sage with the sous chief Louis, while Sage makes a bet with Rami the doorman to try to set up Rose ...    "
                },
                "13": {
                    "title": "All About What Lies Beneath",
                    "kind": "episode",
                    "episode of": {
                        "title": "Privileged (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 19,
                    "original air date": "6 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Hoping to spend more time with Luis, Sage and Rose plan a charity dinner for Cuban refugees. Megan comes clean to her mother about her feelings of abandonment. Charlie returns to school, spurning jealousy from Mandy when he seeks Megan's help. Megan learns that Lily has been arrested.    "
                },
                "14": {
                    "title": "All About Tough Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Privileged (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 19,
                    "original air date": "13 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Megan seeks to aid her sister, and in so doing learns why Lily is in jail. Will offers to bail Lily out, but both Arthur and Megan refuse saying that Lily should learn a lesson by staying in jail for her long history of making the same dumb mistakes and getting involved with the wrong people. Shelby secretly meets with Will behind Megan's back to ask for his assistance, and he agrees to help... only to find out later what Shelby's real reason is. Meanwhioe, Rose helps Sage pick out a lavish gift for Luis to further get his attention, but neither sister foresees his ...    "
                },
                "15": {
                    "title": "All About the Big Picture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Privileged (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 25,
                    "original air date": "20 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Will introduces Megan to his parents. Rose's new boyfriend, Zachary, discovers a picture of her partying with Pete Wentz.    "
                },
                "16": {
                    "title": "All About Confessions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Privileged (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 20,
                    "original air date": "3 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    When Charlie announces that he will be leaving down to go back to college in San Diego, Megan's natural neurotic reaction is that she fears she will never see her best friend again. Then one evening during planning for a going away party for Charlie that his girlfriend, Mandy, planning, Charlie kisses Megan and expresses that he loves her which fills her with conflicting emotions, and fills Will with anger and jealousy. Meanwhile, Sage tells Louis that she happens to be a virgin, and gets a surprise when he tells her the same about him, and in an attempt to understand...    "
                },
                "17": {
                    "title": "All About Betrayal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Privileged (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 16,
                    "original air date": "10 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Rose tells Sage the truth about who their grandfather is, causing a confrontation between Laurel and the twins. Laurel gets more bad luck when Elyse Valencour, Miles Franklin's daughter, brings a lawsuit against her for emotional distress against her father when she informs her that Miles has been hospitalized from a fatal heart attack. Sage also confides in Rose that she feels indirectly responsible for their parents death years earlier. Meanwhile, Will's father decides to start a new magazine and Megan wants to contribute to the first issue. But Megan and Will soon ...    "
                },
                "18": {
                    "title": "All About a Brand New You!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Privileged (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 24,
                    "original air date": "24 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    While Marco and Keith plan for their upcoming commitment wedding, Rose and Sage's sisterly relationship takes a bad turn when Rose decides to ditch their annual plans for spring break and go someplace on her own, in which Sage becomes upset. Zachary too feels that Rose is maturing rather quickly, and worries about the future of their relationship. Sage has relationship problems herself when Luis tells her that he does not believe in gay marriages and refuses to attend Marco and Keith's ceremony. Elsewhere, Will and Megan have a fight over their creative differences ...    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Swisher, JoAnna Garcia"
            },
            {
                "name": "Hale, Lucy"
            },
            {
                "name": "Newbrough, Ashley"
            },
            {
                "name": "Louis, Allan"
            },
            {
                "name": "Hallisay, Brian"
            },
            {
                "name": "Apgar, Kristina"
            },
            {
                "name": "Archer, Anne"
            },
            {
                "name": "Cassidy, Michael"
            },
            {
                "name": "Manji, Rizwan"
            },
            {
                "name": "Ordway, Melissa"
            },
            {
                "name": "Barnhisel, Stacy"
            },
            {
                "name": "Greczyn, Alice"
            },
            {
                "name": "Serricchio, Ignacio"
            },
            {
                "name": "Franco, Dave"
            },
            {
                "name": "Giuntoli, David"
            },
            {
                "name": "Nelson, John Allen"
            },
            {
                "name": "Monahan, David"
            },
            {
                "name": "Maki, Ally"
            },
            {
                "name": "West, Andrew J."
            },
            {
                "name": "Lawrence, Sharon"
            },
            {
                "name": "Culp, Steven"
            },
            {
                "name": "Jordan, Leslie"
            },
            {
                "name": "Hendrix, Elaine"
            },
            {
                "name": "Najimy, Kathy"
            },
            {
                "name": "Buckley, Robert"
            },
            {
                "name": "Mimoun, Ilyse"
            },
            {
                "name": "Budin, Doug"
            },
            {
                "name": "Griffin, Kathy"
            },
            {
                "name": "Conrad, Lauren"
            },
            {
                "name": "Mazar, Debi"
            },
            {
                "name": "Nouri, Michael"
            },
            {
                "name": "O'Donohue, Becky"
            },
            {
                "name": "Pickles, Christina"
            },
            {
                "name": "Anthony-Rodriguez, Philip"
            },
            {
                "name": "Edwards, Luke"
            },
            {
                "name": "Hilton, Perez"
            },
            {
                "name": "Keller, Mary Page"
            },
            {
                "name": "Monahan, Daniel"
            },
            {
                "name": "Brown, Yvette Nicole"
            },
            {
                "name": "Lavi, Inbar"
            },
            {
                "name": "Cox, Jennifer Elise"
            },
            {
                "name": "Barker, Nigel"
            },
            {
                "name": "Bickford, David"
            },
            {
                "name": "Carter, Kevin"
            },
            {
                "name": "Drew, Sarah"
            },
            {
                "name": "Lima, Floriana"
            },
            {
                "name": "Beck, Elvina"
            },
            {
                "name": "Christie, Eric"
            },
            {
                "name": "Contreras, George"
            },
            {
                "name": "Mailhouse, Robert"
            }
        ],
        "locations": [
            "26848 Pacific Coast Highway, Malibu, California, USA"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Netherlands:6"
        ],
        "number of seasons": 1,
        "rating": 7.0,
        "votes": 3569,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTEwODFjNmItNjNjOS00OTZmLWI5YTgtNjNjNjc5ZGRiOTc5XkEyXkFqcGdeQXVyMTkzODUwNzk@._V1_SY150_CR6,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Privileged",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2009",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Mimoun, Rina"
            },
            {
                "name": "Babcock, David"
            },
            {
                "name": "Fife, Christopher"
            }
        ],
        "production companies": [
            {
                "name": "Alloy Entertainment"
            },
            {
                "name": "Warner Bros. Television"
            },
            {
                "name": "CBS Paramount Network Television"
            }
        ],
        "distributors": [
            {
                "name": "The CW Network (The CW)"
            },
            {
                "name": "Citytv"
            },
            {
                "name": "E4"
            },
            {
                "name": "ETC Entertainment Central"
            },
            {
                "name": "GO!"
            },
            {
                "name": "Kanal 5"
            },
            {
                "name": "Net5"
            },
            {
                "name": "RTL 2"
            },
            {
                "name": "RTL Klub Televízió"
            },
            {
                "name": "Sub"
            },
            {
                "name": "True Series"
            },
            {
                "name": "Warner Channel Latin America"
            }
        ],
        "special effects": [
            {
                "name": "Velocity Visuals"
            }
        ],
        "other companies": [
            {
                "name": "LaserPacific"
            },
            {
                "name": "Central Casting"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chef Robért Catering"
            },
            {
                "name": "Direct Tools & Fasteners"
            },
            {
                "name": "Executive Assurance"
            }
        ],
        "plot": [
            "A Yale-educated journalism major reluctantly becomes a live-in tutor for two spoiled grand-daughters of a Palm Beach cosmetics business magnate.::tb4000"
        ],
        "tech": {
            "runtime": [
                "45 min (18 episodes)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Sony F23"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 3569,
                "rating": 7.0
            },
            "aged under 18": {
                "votes": 1,
                "rating": 6.0
            },
            "aged 18 29": {
                "votes": 1258,
                "rating": 7.1
            },
            "aged 30 44": {
                "votes": 1669,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 260,
                "rating": 6.4
            },
            "males": {
                "votes": 889,
                "rating": 6.3
            },
            "males aged 18 29": {
                "votes": 217,
                "rating": 6.5
            },
            "males aged 30 44": {
                "votes": 524,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 133,
                "rating": 5.8
            },
            "females": {
                "votes": 2359,
                "rating": 7.2
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 18 29": {
                "votes": 1033,
                "rating": 7.2
            },
            "females aged 30 44": {
                "votes": 1130,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 122,
                "rating": 7.3
            },
            "top 1000 voters": {
                "votes": 54,
                "rating": 5.2
            },
            "us users": {
                "votes": 963,
                "rating": 7.3
            },
            "non us users": {
                "votes": 1855,
                "rating": 6.8
            }
        },
        "number of votes": {
            "10": 963,
            "9": 333,
            "8": 588,
            "7": 648,
            "6": 425,
            "5": 231,
            "4": 104,
            "3": 57,
            "2": 62,
            "1": 158
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}