{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 March 2008"
            },
            {
                "country": "Hungary\n",
                "date": "7 February 2009"
            },
            {
                "country": "Finland\n",
                "date": "18 March 2009"
            },
            {
                "country": "Sweden\n",
                "date": "4 February 2010"
            },
            {
                "country": "Estonia\n",
                "date": "27 June 2010"
            }
        ],
        "release dates": [
            "USA::9 March 2008",
            "Hungary::7 February 2009",
            "Finland::18 March 2009",
            "Sweden::4 February 2010",
            "Estonia::27 June 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Ax Men"
            },
            {
                "countries": "Estonia",
                "title": "Kirvemehed"
            },
            {
                "countries": "Finland",
                "title": "Metsien miehet"
            },
            {
                "countries": "Hungary",
                "title": "Favágók"
            },
            {
                "countries": "Russia",
                "title": "Лесорубы"
            },
            {
                "countries": "South America (Spanish title)",
                "title": "Leñadores"
            },
            {
                "countries": "Spain",
                "title": "Ax Men, leñadores"
            }
        ],
        "akas": [
            "Ax Men (original title)",
            "Kirvemehed Estonia",
            "Metsien miehet Finland",
            "Favágók Hungary",
            "Лесорубы Russia",
            "Leñadores South America (Spanish title)",
            "Ax Men, leñadores Spain"
        ],
        "akas from release info": [
            "Ax Men (original title)",
            "Kirvemehed Estonia",
            "Metsien miehet Finland",
            "Favágók Hungary",
            "Лесорубы Russia",
            "Leñadores South America (Spanish title)",
            "Ax Men, leñadores Spain"
        ],
        "episodes": {
            "9": {
                "1": {
                    "title": "Shelby Strikes Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 1,
                    "original air date": "22 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Swamp Man receives an order from furniture designer Brandon Morrison to find logs for a table and benches that he plans to donate to the local Boys and Girls Clubs of America chapter. Shelby and Brandon venture deep into the swamp.    "
                },
                "2": {
                    "title": "Shelby Gets Schooled",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "29 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    After stumbling upon a rare historical artifact, Shelby forms an unlikely alliance with Professor Sam Hyde of Southeastern Louisiana University, when they realize they are the perfect team to discover the lost history of the Swamp.    "
                },
                "3": {
                    "title": "Life & Limb",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 3,
                    "original air date": "6 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    The Ax Men are back to take on North America's deadliest job. Gabe Rygaard faces the toughest challenge of his career as he struggles to keep the family operation in business without his father Craig, who suffered a career-ending injury last season.    "
                },
                "4": {
                    "title": "Sloppy Joe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 4,
                    "original air date": "13 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    The already shorthanded Rygaard crew fights Mother Nature as temperatures climb and a massive forest fire burns just over the mountain. Joe is still reeling from his injury, and what should be easiest site of the job could already be too much for the Papac crew.    "
                },
                "5": {
                    "title": "Family Tree",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 5,
                    "original air date": "20 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    With Rygaard off to a tough start this season, Gabe is left with no choice but to call upon his son Aidan to step up and fill the family shoes. In Alaska, an overcrowded landing means one wrong move could wipe out the Papac crew below.    "
                },
                "6": {
                    "title": "Madman of the Mountain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 6,
                    "original air date": "27 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    In Washington, production's soaring with newest generation of Rygaard on the job, but with an ominous blood sun in the sky the day looks ripe for disaster. In Wyoming, David Zitterkopf is back in action with his son Levi to take on their biggest ever job.    "
                },
                "7": {
                    "title": "Root Canal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 7,
                    "original air date": "3 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Rygaard Logging has been behind the eight ball all season, but when the crew gets surprise visit from logging legend Craig Rygaard, it's game on.    "
                },
                "8": {
                    "title": "Rygaard's Revenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 8,
                    "original air date": "10 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    On Washington's Olympic Peninsula, Rygaard Logging is fighting to get back on track with the help of patriarch Craig Rygaard. But it's Craig's way or the highway, and his return to the mountain is rubbing some of the crew the wrong way.    "
                },
                "9": {
                    "title": "Log Eat Log",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 9,
                    "original air date": "17 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    In Washington, Gabe Rygaard pushes his crew to breaking point. Meanwhile on the Mississippi, Delta Gary and Eddie blow up their business to cash in on green gold. Over in the bayou, the Swampman plays demolition derby to help keep the community safe, while in Wyoming one wrong step by David Zitterkopf could see his family empire fall to pieces. In Florida, a mutiny is underway among the Chapman crew.    "
                },
                "10": {
                    "title": "Every Log Has Its Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 10,
                    "original air date": "24 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    As Papac Alaska pushes deeper into their seven thousand acre site, Joe and Coatsy hike out into the harsh wilderness to devise a plan of attack for the next section of this massive project. Meanwhile in Washington, Rygaard Logging is struggling to get the wood out.    "
                },
                "11": {
                    "title": "Getting a Leg Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 11,
                    "original air date": "31 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    In the Pacific Northwest, the Papac crew is moving on to the most remote and dangerous site of their season. On the St Johns River, the money's drying up for Greg Chapman and his crew is seeing red, so they're on a desperate mission to score big and get back in the black.    "
                },
                "12": {
                    "title": "Take This Log and Shove It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 12,
                    "original air date": "14 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    In Alaska, Mike Papac is forced to step in as Joe and Coatsey's arguments threaten to bring the job to a grinding halt. Meanwhile at Rygaard, Gabe gives son Aiden a baptism of fire in the rigging, which pushes him to breaking point and raises doubts about his future in the family business. In Wyoming, David Zitterkopf's back to work after an injury that threatened to end his season    "
                },
                "13": {
                    "title": "Reunited and Feels Like Wood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 13,
                    "original air date": "21 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    In Louisiana, there's a storm brewing over the Swamp Man and it's threatening to wash away his hopes of filling a massive order. In Washington, Gabe deals with the aftermath of Aiden's mutiny last week, and the burden of finishing the job falls on the shorthanded crew's shoulders. Meanwhile in Florida, the Chapman crew's behind the eight ball after they burned through their money chasing the Lost Logging Train, but a grizzly discovery could put things in perspective.    "
                },
                "14": {
                    "title": "Back in Black",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 14,
                    "original air date": "28 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    With only two weeks left in the season the Ax Men are sprinting to the finish line. In Washington, all three generation of Rygaard loggers are back on site fighting to regain the King of the Mountain crown. Meanwhile title-holders Papac Alaska Logging is moving into their final section--the \"Mother Lode\"    "
                },
                "15": {
                    "title": "All Hail the King",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 15,
                    "original air date": "6 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    The battle for King of the Mountain all comes down to this. Up in Alaska, Papac Logging is barely holding onto their lead, and with the skyline down, their hopes of a three-peat are fading fast. Down in Washington, it's going to take all three generations of Rygaards to work as a team if they're gonna reclaim the title, but can they set their differences aside? In Louisiana, Shelby Stanga's under the gun, but with a secret map to a possible stash of sunken logs, he'll have to burn the midnight oil to deliver on time.    "
                }
            },
            "1": {
                "1": {
                    "title": "Man vs. Mountain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "9 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Four logging crews working the fir forests of Oregon work on securing skyline cables for their yarders which will haul cut timber to their camp sites.    "
                },
                "2": {
                    "title": "Risk and Reward",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "16 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Just days into the fall logging season, the Ax Men are already being put to the test. J.M. Browning races to meet a big deadline. Stump Branch Logging tempts fate by jury-rigging their old equipment. The Gustafson Company races mother nature as they attempt to build a road to access their logging site. Father teaches son the lessons of logging as the men of the Pihl Company haul in the forest's cash crop.    "
                },
                "3": {
                    "title": "Storm Season Strikes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "23 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    As a storm closes in on the Oregon coast, the Ax Men race to stay one step ahead. Jesse continues to push the J.M. Browning crew to meet its looming deadline, while muddy roads trap trucks on their way to the Stump Branch site. Robby battles for control of the Gustafson crew. Pihl Logging feels the effects of the slumping lumber market.    "
                },
                "4": {
                    "title": "The Big Hit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "30 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Across Northwest Oregon, the Ax Men continue to grind it out. Storm season arrived with a vengeance - shutting some crews down while others struggled to stay afloat. Now a bigger storm is brewing. The stalled housing market's effects are hitting the Ax Men hard. Jobs will be shut down; men will be put out of work. This week, the housing market hits home on \"Ax Men\".    "
                },
                "5": {
                    "title": "Market Meltdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "6 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    The Ax Men are reeling from the news of upcoming layoffs. While Gustafson Logging tries to get back on track, Browning races to meet a big deadline. Pihl Logging is now under the gun - to finish their Pig Farm job, and to find more work. Despite Melvin's best efforts to keep up with his old equipment, Stump Branch loses one of its most important machines.    "
                },
                "6": {
                    "title": "Reversal of Fortune",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "13 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    As the economic down turn starts effecting the lumber industry, the logging crews continue to deal with equipment issues. One crew turns up a massive old growth tree their yarder can barely handle.    "
                },
                "7": {
                    "title": "The Close Call",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "20 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    When the Pihl group's yarder operator is out sick the crew chief tries his unsteady hand at the controls. Gustafson has trouble with a skyline strung through a field of old growth stumps and then they get robbed. The Browning crew has one problem after another with its obsolete yoder. The Stump Branch crew works a blow down site and tried jammer logging.    "
                },
                "8": {
                    "title": "Loggers Under Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "27 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    At Browning Jesse's 3 day job stretches into 2 weeks his dad transfers him to another site working the chokers where he redeems himself with a make makeshift repair. The Gustafson team is mostly out of work except for two loggers operating a feller buncher on a flat tract of land. But they return to traditional methods to bring down a 170 year old spruce measuring 5 feet in diameter. The Pihl crew deals with a storm. The Stump crew encounters a few sticks while bucking logs while Melvin scopes his next job thinning bad trees from the forest.    "
                },
                "9": {
                    "title": "A Logger's Thanksgiving",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "4 May 2008",
                    "year": "2008",
                    "plot": "\n    The Stump crew sees there first snow. The greenhorn gets to do some cutting but has more equipment trouble. Jammerlogging in the snow and fog proves risky. Pihl Group's yarder operator shows up sick and is soon relieved for safety reasons. But his replacement has a bad reputation and is under the weather himself. Browning is hunting for work as all they have is a small blow down site.    "
                },
                "10": {
                    "title": "Black Friday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "11 May 2008",
                    "year": "2008",
                    "plot": "\n    Mistakes lead to some very close calls including a falling skyline, a leaner, a stump obstructing the skyline, getting stuck in the mud and a stolen chainsaw. A greenhorn and a supervisor come through strong when they are put to the test.    "
                },
                "11": {
                    "title": "Storm of the Century",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "18 May 2008",
                    "year": "2008",
                    "plot": "\n    Gustafson spends near an hour in dangerous low gear hauling up a massive tree that turn out to be rotten. Then two storms converse off shore blasting Oregon with strong winds and causing floods and blocked roads.    "
                },
                "12": {
                    "title": "The Toughest Season",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Ax Men looks back at logging's toughest season. The crews of Stump Branch, Pihl, J.M. Browning and Gustafson Logging have battled the elements, each other, and themselves in the race for green gold. With just three weeks left in the season, though, the worst storm in 25 years threatens to change everything.    "
                },
                "13": {
                    "title": "Picking Up the Pieces",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    The Ax Men are ready to get back to work and put the storm behind them, but it's easier said than done. As Gustafson returns to work, Darrell makes a startling discovery that could mean the end for the Challenge job. The Stump Branch crew must figure out a Plan B and find missing greenhorn Michael. Still without phone service, Jay Browning struggles to gather his troops.    "
                },
                "14": {
                    "title": "The Final Haul",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    As logging's toughest season winds down, the battle is far from over. J.M. Browning continues to fall from glory, leaving Jesse to question the future of his family's business. The Gustafson crew returns to the Challenge, but rumors of a final pullout abound. The Pihl crew wraps Beaver and celebrates a successful year, and one member of the Stump Branch crew announces that he will not return.    "
                }
            },
            "2": {
                "0": {
                    "title": "Road to Season 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 0,
                    "original air date": "26 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    As logging's toughest season begins, the Ax Men meet face-to-face to carve out this year's stakes. Pihl and J.M. Browning Logging return, but they'll face stiff competition from three new crews. Rygaard Logging, R&R Conner Aviation and S&S Underwater Logging take the job to new extremes--wrestling timber from Mother Nature's clutches by land, sea and even helicopter. The men of the mountain will battle each other and attempt to conquer the most forbidding land in America. Not all will survive, but those who do will earn the title... Ax Men.    "
                },
                "1": {
                    "title": "Ax Men Cometh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    As dawn breaks over the Pacific Northwest, this year's Ax Men prepare for the battle that lies ahead. Behind every turn, danger lurks. To survive, they must escape falling trees and bone-crushing machinery, face impossible deadlines and the worst weather Mother Nature can throw at them.    "
                },
                "2": {
                    "title": "Initiation Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "9 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    The battle to be crowned king of the mountains has just begun - and already, men are bowing out of the race. Rygaard's greenhorn struggles to earn the respect of his crew, while Jay Browning's $30,000 gamble on new equipment craps out. Jimmy Smith and his new deckhand, son James, try to reel in the log of their lives. And one of the mountain's most beloved Ax Men will hang up his saw for good.    "
                },
                "3": {
                    "title": "By Air, Land and Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "16 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    This week, Ax Men soars to new heights as a helicopter logging outfit enters the competition. At Pihl, Dustin tries to talk his father into coming back to work for Pihl. Rygaard's greenhorn faces his fears when he must climb a 100-ft tree, and Jimmy and James grasp at straws as their prized log slips from their clutches.    "
                },
                "4": {
                    "title": "Moby Dick Strikes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "23 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    At Rygaard, the bosses clash over greenhorn Brad Hewitt. Meanwhile, at the Pihl team, Dwayne is forced to do the job of a greenhorn. To the east, R&R Conner Aviation must choose between safety and production. Jimmy Smith and son James are still waging war against the mammoth deadhead known as Moby Dick. Usually, three strikes and you're out...but Jimmy plays by a different set of rules!    "
                },
                "5": {
                    "title": "The King Crumbles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "30 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    The mountain's men face the firing squad. Rygaard's greenhorn fights to keep his job, but the bosses may pull the plug before he gets his chance. Jimmy heads into uncharted waters, but hidden below the surface is a minefield that could sink his business for good. Dustin Dethlefs encounters a deadly scenario, and at R&R, a sudden fog rolls in and traps a pilot in zero visibility.    "
                },
                "6": {
                    "title": "Lost in the Fog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "13 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The mountain seeks its revenge. Weather traps R&R's helicopter pilot in the fog. Trees fight back against Pihl's timber fallers. Rivers mount their defense, threatening to rip Jimmy Smith's barge in half. At Rygaard, logging is turned upside down when they move to a new downhill logging site.    "
                },
                "7": {
                    "title": "One Weak Link",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "20 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The tables are turned and the mountain's underdogs get their chance. Jimmy Smith finds the holy grail of underwater logs when he attempts to pull a dock out of the water. The men of Pihl Logging battle the biggest timber of their careers. Logging giant Rygaard falls victim to its greenhorn, and helicopter logging suffers under the direction of its new pilot.    "
                },
                "8": {
                    "title": "The Ax Falls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "27 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Dead weight must be shed. Inexperienced hook tender Jesse Browning, junior pilot Steve Smith and greenhorn Brad Hewitt all have their heads on the chopping block. They've been struggling since day one, but their company bosses are out of patience and out of options. Only one will survive the week.    "
                },
                "9": {
                    "title": "Fresh Meat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "4 May 2009",
                    "year": "2009",
                    "plot": "\n    New faces are welcomed to the fraternity of men known as Ax Men. Rygaard and Conner Aviation hope their new greenhorns fare better than the last class. At Pihl, a missing cutter sends the crew on a search mission, and tempers at S&S Aqua Logging reach crisis level.    "
                },
                "10": {
                    "title": "Clash of the Titans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "11 May 2009",
                    "year": "2009",
                    "plot": "\n    The gap between winners and losers is narrowing. Rygaard's new greenhorn battles to prove himself, while Conner Aviation's substitute pilot gets wild with the chopper. Dwayne Dethlefs leaves Pihl Logging high and dry, while the Aqua Loggers are sunk by bad weather. At Browning, Jesse's crew tries to catch Rygaard's lead.    "
                },
                "11": {
                    "title": "The Reckoning: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "18 May 2009",
                    "year": "2009",
                    "plot": "\n    The final week of logging's toughest season begins. Impossible goals leave no room for error, as each crew races the clock. While Rygaard and Browning are locked in a fight to the finish, Conner Aviation battles for survival. At Pihl, one man won't survive the week.    "
                },
                "12": {
                    "title": "The Reckoning: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "18 May 2009",
                    "year": "2009",
                    "plot": "\n    As the logging season winds to a close, the drama heats up. Conner fights off defeat, while the men of Pihl fight each other. Jimmy's barge refuses to budge, and for Browning and Rygaard, eleventh hour catastrophes send the competition down to the wire.    "
                }
            },
            "3": {
                "1": {
                    "title": "Ax to Grind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "10 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    It's the dead heat of summer and this season the stakes are higher than ever. From mountaintop to river's bottom, six crews will take on one of America's deadliest jobs in search of green gold. In this episode, Ax Men is logging coast to coast. Shelby the \"Swamp Man\" Stanga braves gator-infested waters in search of sunken treasure. .    "
                },
                "2": {
                    "title": "Deeper Into the Swamp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "17 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    As the summer heats up, so do the men of the mountain. Rygaard breaks in its greenhorns, while Jay Browning takes a gamble on a new yarder operator. At Pihl, dissension grows between Melvin and Leland. And in bayou country, Shelby heads deeper into the swamp than ever before, but the mission may cost him everything he owns.    "
                },
                "3": {
                    "title": "Diving for Dollars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "24 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    After an ill-fated road trip, Jimmy and James Smith arrive in Florida to tackle the dangerous black water of the American South, only to realize they're in way over their heads. Rygaard's greenhorns get a wake-up call when a cable snaps. Browning's soaring production has a price, and at Pihl, Melvin's mistakes may cost him his job.    "
                },
                "4": {
                    "title": "Boiling Point",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "31 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The forest fights back, as a careless mistake at Browning threatens to take out DJ and Cody. At Rygaard, Gabe gives his greenhorns an ultimatum: shape up or ship out. At Pihl, Melvin and Leland face-off in a fight for the yarder seat, and down south, Jimmy's first dive may be his last.    "
                },
                "5": {
                    "title": "Surviving the Swarm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "14 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Logging country is under siege. Melvin's gung-ho attitude puts the crew in danger. Rygaard's greenhorns fight for a permanent spot on the crew. While Jimmy is on the prowl for logs, a gator is on the prowl for him. The Swamp Man fights his way through Hurricane Katrina debris in search of green gold, and at Browning, Jay collapses on the job.    "
                },
                "6": {
                    "title": "Showdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "21 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Tempers flare as the logging season hits the rails. Jay Browning battles allergic shock, while Gabe Rygaard sends one of the greenhorns packing. At S&S, Jimmy and Joe Collins face-off, and at Pihl, Melvin and the crew finally have it out.    "
                },
                "7": {
                    "title": "Chopping Block",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "28 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    At Rygaard, one of the greenhorns goes AWOL and Gabe has him on the chopping block. But he's not the only one--several of the loggers face the ax and for some, this week will be their last on the job. In the swamps of Louisiana, Shelby takes on a risky mission as he searches for a sunken raft of logs, and at Browning, bad news pushes Jay to his breaking point.    "
                },
                "8": {
                    "title": "Assault by Air",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "7 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    The loggers struggle to get back on track after losing a man. At Browning, a weak cable threatens to kill half the crew, while the only remaining greenhorn at Rygaard is in the line of fire during a log-alanche. Shelby's camera crew gets lost in the swamp overnight. In Florida, Jimmy and James set out alone and score the season's first big catch.    "
                },
                "9": {
                    "title": "Crash and Burn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "14 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Shelby's desperate dash for cash is halted when he crashes in the swamp. A monster gator stalks the S&S boys, pushing Jimmy to his breaking point. At Rygaard, Gabe competes against his own team and at Browning, Jay recruits DJ and Cody for a dangerous environmental mission. At Conner, a giant load breaks the belly hook off the chopper, grounding the heli-loggers.    "
                },
                "10": {
                    "title": "Curse of Kalina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "21 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Jimmy and James come face-to-face with the 12-foot gator that has stalked them for weeks. In the swamps of Louisiana, Shelby goes solo on a challenging mission. At Rygaard, greenhorn Dave disappears and at Browning, a string of setbacks makes Jay question if the Kalina job is cursed. The rookie pilots at Conner get the ride of their lives.    "
                },
                "11": {
                    "title": "End of the Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "4 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    With the season winding down, the pressure heats up. Dave returns from jail but may not have a job to come back to, Shelby hunts his biggest catch of the season, and Conner's rookie pilots are take off on their first solo missions. In Florida, Jimmy faces a moral dilemma, and for Browning, it's the end of the line.    "
                },
                "12": {
                    "title": "Eleventh Hour",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "11 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    With only two weeks remaining in the season, the mountain is turned upside down. Browning bounces back, while Rygaard suffers a devastating loss. Jimmy's on thin ice at Collins, one of Conner's junior pilots is sent packing, and Shelby is rushed to the emergency room.    "
                },
                "13": {
                    "title": "King of the Mountain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "18 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    The season's exciting conclusion. It's an all-out fight to the finish for Browning and Rygaard, as Gabe mounts a last minute surprise comeback. Shelby vows revenge on the lake log, and at Conner, it's up to the junior pilot to save the season. In Florida, it's the end of the road for Jimmy, but Joe Collins makes James an offer he may not be able to refuse.    "
                }
            },
            "4": {
                "1": {
                    "title": "Alaska",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "12 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    The fourth season of Ax Men returns and this year, the stakes are higher than ever. Father-and-son team Craig and Gabe Rygaard are back to take down reigning top dog J.M. Browning... but newcomer Papac Logging is gunning for both of them. Braving a remote island off the coast of Alaska, these guys play by their own rules and will stop at nothing to conquer one of America's final frontiers.    "
                },
                "2": {
                    "title": "Sink or Swim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "19 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Rygaard tries to tame two monsters at the same time-- the super-juiced Mean Bean and the downhill site on which it's deployed. Pihl's greenhorn must prove herself to the crew but a deadly mistake could cost her everything. Jimmy encounters trouble on his way to the river. Shelby and his new assistant take drastic measures to unearth a monster log.    "
                },
                "3": {
                    "title": "Day from Hell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "26 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    On the edge of America's final frontier, it's every logger's worst nightmare: one of Papac's men has disappeared into thin air. Logging country is rattled to its core when logger Van Huffman goes missing in Alaska's remote wilderness.    "
                },
                "4": {
                    "title": "Manhunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "2 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    At Papac, time is running out for missing logger Van Huffman. At Rygaard, Gabe gambles on a helicopter... and loses. At Pihl, rigging slinger Eric Davis is rushed to the hospital after a gruesome fall. In Louisiana, Shelby pulls an all-nighter to save his dog Piss Willy. And in Florida, Collins puts the Smith boys in their place.    "
                },
                "5": {
                    "title": "Battle for Survival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "9 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    It's a battle for survival in logging country. In Bayou country, Shelby's nighttime mission brings him face-to-face with an alligator. In Florida, Jimmy and James push their luck to get one of the biggest logs in the Suwannee. At Rygaard, Dave goes down with an injury, while at Papac, the Colonel goes out in a blaze of glory.    "
                },
                "6": {
                    "title": "Judgement Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "16 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Logging country is turned upside down when one of the mountain's best bows out. At Papac, the men suffer under the reign of a new yarder operator. At Rygaard, it's machinery gone wild when a half-baked plan goes bad and threatens to take out a fellow man. In Florida, Jimmy and James are hunted by a venomous snake, while in Louisiana, Shelby is hunted by an old foe.    "
                },
                "7": {
                    "title": "Under Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "23 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Tonight, logging country is teetering on the edge. At Rygaard, Gabe lands on the wrong end of a volatile log pile. At Papac Alaska, Coatsy risks sending their million-dollar yarder over the edge of a steep cliff. Down south, Shelby Stanga dodges gunfire on the Louisiana bayou, and in Florida, James Smith walks out on his father.    "
                },
                "8": {
                    "title": "Overboard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "30 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Ax Men is hitting the freezing waters of southeast Alaska when a new tug boat company enters the fold. Charged with towing Papac Alaska's million-dollar payday to the mill, this veteran crew is getting a new addition: former Pihl hothead Dustin Dethlefs. At Papac Alaska, Coatsy faces competition when a former rigger returns. At Pihl, the new greenhorn leaves a lot to be desired.    "
                },
                "9": {
                    "title": "Lock & Load",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "13 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    At Rygaard, Craig's secret weapon arrives with a bang... but the crew's welcome of the new guy is far from warm. In Florida, Collins and Smith go log-for-log as both teams take a run at the lead in the Log-Off. At Olson, a broken log raft requires quick thinking from greenhorn Dustin Dethlef.    "
                },
                "10": {
                    "title": "Fallout Zone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "20 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    As the season reaches the halfway mark, logging country is feeling the pressure. In Florida, Swilley gets hooked in a pile of rusty metal while Jimmy and James ride a wave of high times. At Rygaard, Gabe puts his entire crew on the line when he decides to fall standing trees from directly under the skyline.    "
                },
                "11": {
                    "title": "Tipping Point",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "27 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Logging country is coming unglued. Rygaard is a war zone when the battle between chasers threatens to tear apart the entire crew. At Papac Alaska, Joe and Coatsy let the fists fly. In Florida, Jimmy suffers a season-ending injury. In the swamp, Shelby Stanga pushes his Log Dog past the tipping point... and for Pihl, the end is sooner than they think.    "
                },
                "12": {
                    "title": "King of the Hill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "6 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    In this episode of Ax Men, it's out with the old, in with the new. King of the Mountain J.M. Browning returns with son Jesse leading the charge. At Rygaard and Pihl, both companies face season-ending crises. In Florida, James hires a new deckhand but takes a serious blow to the head...and in Cajun country, Shelby's got a new toy.    "
                },
                "13": {
                    "title": "Fraying at the Edges",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "13 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    While the competition between American loggers is more heated than ever... up north, there's a new game in town. Canadian top dogs Lemare Lake Logging are facing one of the toughest jobs of their career--a remote patch of land accessible only by boat. But when a major piece of equipment goes down, it threatens to end their season before it ever gets going.    "
                },
                "14": {
                    "title": "This Means War",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "20 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    From coast to coast, logging companies are willing to do anything to stay on top. At Browning, the crew gambles on a slipping skyline. In the bayou, Shelby puts his swamp buggy to the test pulling one of the biggest logs of the season. At Rygaard, Craig mounts an assault to get rid of Dave.    "
                },
                "15": {
                    "title": "The Mouth from the South",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "3 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    There's a new crop of loggers in Ax Men country... but fitting in with the old guard ain't easy. In Louisiana, a beauty queen quickly pushes all of Shelby's buttons at once. At Lemare, Steve and the greenhorn butt heads that ends with one of them quitting. In Florida, S&S's newest deckhand gets more Jimmy Smith than he can handle.    "
                },
                "16": {
                    "title": "Blast Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "10 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    From Canada to Louisiana, desperate times call for desperate measures. At Lemare, a washed out road threatens to trap their logs on the landing... until Gord decides to blast half the mountainside to make new gravel. At Rygaard, Gabe's got a surprise for his crew to put them back on track, while in Oregon, Jay Browning has a close call with a barberchair.    "
                },
                "17": {
                    "title": "Man Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "original air date": "17 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    As the logging season winds down, the pressure to produce, heats up. In Alaska, a family emergency takes Mark from the yarder seat and with no time for a shut down... Papac calls on the only guy with experience running the massive machine: Joe Linderborg. Meanwhile the men of Rygaard are feasting at the Honey Hole, pulling big wood and riding high.    "
                },
                "18": {
                    "title": "Final Countdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "original air date": "24 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    It's time to finish the season strong. In Florida, the Log-Off is locked in a dead heat, and with Joe and Swilley sidelined after sinking their second boat, Jimmy and James are poised to take the top spot. Swamp man Shelby Stanga's log buyer is due in the morning, but a bite from a water moccasin may kill his plans for success.    "
                },
                "19": {
                    "title": "Fever Pitch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 19,
                    "original air date": "1 May 2011",
                    "year": "2011",
                    "plot": "\n    Across logging country, the final push begins. At Papac, Joe Linderborg's reign on the yarder has everyone running scared. At Browning, Jay receives devastating news that could mean the end of his career. On the Suwannee, S&S and Collins almost come to blows over a pair of logs.    "
                },
                "20": {
                    "title": "Down to the Wire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 20,
                    "original air date": "8 May 2011",
                    "year": "2011",
                    "plot": "\n    It's the final week of Ax Men, and as the clock counts down, tempers heat up. In the bayou, Shelby races to raise his rig before offshore storms force the end of the season. In Florida, S&S and Collins cash in on the season's take... but for these bitter rivals, it's not over until it's over. At Lemare, Gord rushes to deliver a season's profit to the mill in time.    "
                }
            },
            "5": {
                "1": {
                    "title": "Ax Is Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "8 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    It's a new season of Ax Men and a new battle for \"king of the mountain.\" Papac returns as reigning king of the mountain, but the stress of maintaining the title pushes hook tender Coatsy over the edge. Rygaard's dangerous blowdown site fights them at every turn. Shelby Stanga needs to start this season strong, but a gruesome accident puts him dead in the water.    "
                },
                "2": {
                    "title": "Damage Control",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "15 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Swamp Man Shelby Stanga is hired to remove a log from private property, but complications lead to disaster. Infighting reaches a fever pitch at S&S Aqua Logging, while the competition has a run-in with Mother Nature. A familiar face returns to Papac, much to Coatsy's dismay. Gabe Rygaard takes Dave out cutting, but things go awry. And the rookies of Big Gun Logging are adding to their ranks.    "
                },
                "3": {
                    "title": "No Pain, No Gain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "22 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Jimmy Smith is smitten with his new assistant, while rivals Uncle Buck and Swilley push their equipment to the breaking point. Shelby Stanga scouts his newest log order with his darling wife Donna. Big Gun Logging faces an uncertain future when owner Levi Brown is admitted to the hospital. And at Rygaard and Papac, the chainsaws bite back.    "
                },
                "4": {
                    "title": "Hell Hole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "29 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    At Papac Alaska, the site is turned upside down when the yarder operator walks off in the middle of the day. In Florida, Swilley's determination to beat S&S in the Suwannee River Log Off leads to a life threatening mistake. With their leader still in the hospital, Big Gun Logging loses control of the Ole Keasy site.    "
                },
                "5": {
                    "title": "Cowboy Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "12 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Start-up outfit Big Gun Logging hits a snag as their deadline approaches. In Florida, Buck & Swilley make a run for the lead in the Log-Off while Jimmy deals with a crew crisis. Shelby Stanga enlists the help of a voodoo team to get his cousin's ghost under wraps. In Washington, a string of accidents on Craig's watch threatens to shut down the site.    "
                },
                "6": {
                    "title": "Fists of Fury",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "19 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    It's a fight to the death between Shelby Stanga and a massive standing tree. At Rygaard, the bad blood between Dave and Fernando boils over. In Alaska, Papac's men are on the run when two machines get tangled up while in Florida, Buck and Swilley raise the stakes. And in Montana, the newcomers from Siderius Logging are gambling on life and limb.    "
                },
                "7": {
                    "title": "Wake-up Call",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "26 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Shelby Stanga takes his newest assistant loggin' and froggin'. In Montana, young Siderius cutter Travis earns his stripes when he's forced into a deadly situation. The father and son team of S&S hits bottom, then hits gold. In Washington, a close call puts an end to the infighting, and at Papac, Joe lets loose.    "
                },
                "8": {
                    "title": "Out of Control",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "4 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Big Gun Logging is back to face sheer rock cliffs and a new crop of greenhorns. At Papac, a widow-maker threatens to take out Coatsy and the camera crew. At Rygaard, a gamble gets out of control, causing a blowout between father and son. On the Suwanee River, Jimmy and James hit rock bottom, as Buck and Swilley discover a dangerous sweet spot.    "
                },
                "9": {
                    "title": "Rygaard vs. Rygaard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "11 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    After years of infighting, Jimmy and James Smith seek the help of a professional anger management counselor. Gabe Rygaard unveils a bold new plan to run two yarders on the same site. In Oregon, one of Big Gun's greenhorns faces the end of the line. In the swamp, Shelby takes on an assistant who puts him in his place.    "
                },
                "10": {
                    "title": "Down & Dirty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "18 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    The season hits the halfway mark, and everyone is upping his game. In the swamp, Shelby and cousin Belinda are under the gun to find a huge Cypress. In Florida, S&S hires a new diver but says goodbye to an old one. In Montana, the cowboys of Siderius must break in their greenhorn without breaking him for good. And at Rygaard, two yarders bring in twice the wood and twice the trouble.    "
                },
                "11": {
                    "title": "Let 'Er Rip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "25 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    As the season moves on, everyone's going to greater lengths to stay on top. At Papac, an accident sends one man over the edge of the landing. In horse country, the loggers take to new heights in order to get the final tree of the job on the ground. At Siderius, greenhorn Jesse Kelleher is in need of redemption.    "
                },
                "12": {
                    "title": "Burning the Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "1 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    In the swamp, the battle between Shelby Stanga and his nemesis Richard comes to a head. On the river, Buck and Swilley's boat goes boom. At Big Gun, one of their greenhorns shows his dark side. And at Papac, Joe and Coatsy bury the hatchet.    "
                },
                "13": {
                    "title": "Where's Willy?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "8 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    On the mountain, Gabe's two-yarder plan goes further off track when one crew member defects to the other team. Big Gun races their tightest deadline yet, while in Alaska, Joe and the new guy get into it. On the river, an accident could take S&S out of the Log-Off for good, and in the swamp, Shelby's trusty assistant Willy goes missing.    "
                },
                "14": {
                    "title": "Falling Apart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "22 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    From Alaska to the bayou, the hits are coming fast and hard. At Rygaard, a crew shakeup leaves everyone scrambling. In Florida, the tides are turning as S&S suffers a blow while Buck & Swilley get unexpected help from James.    "
                },
                "15": {
                    "title": "Up in Flames",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "22 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    As the season enters the homestretch, everyone is risking more to stay on top. Jimmy Smith braves the depths of the Suwannee River for the first time in three years, but his fears may get the better of him. In the swamp, Shelby also takes on an old enemy--the log that flipped his winch last season.    "
                },
                "16": {
                    "title": "Family Rivalry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "original air date": "29 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    At Rygaard, Gabe's two yarder sides are reunited, but the infighting that's plagued them all year is worse than ever. In Florida, the alliance between Team Buck and James Smith comes to a bitter end. At Papac, Joe's hard-yarding style sends the rigging crew running for cover. In the swamp, Shelby Stanga won't stop until he gets his revenge.    "
                },
                "17": {
                    "title": "Swamp Gold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 17,
                    "original air date": "6 May 2012",
                    "year": "2012",
                    "plot": "\n    While on a night mission, Shelby finds something that could lead to a bigger payday than he's ever seen. In Washington, Craig and Wayne plot a prank to teach Dave a lesson. In New Hampshire, personality differences between the ox loggers cause walk-offs on both sides. And on the Suwannee, James returns to S&S but steers he and Brad right into danger.    "
                },
                "18": {
                    "title": "Up in Smoke",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 18,
                    "original air date": "13 May 2012",
                    "year": "2012",
                    "plot": "\n    With three weeks to go, the final race to be King of the Mountain is in full swing. In the swamp, Shelby's chasing buried gold in Lake Ponchartrain. In Florida, a surprising end to the log-off forces sudden death.    "
                },
                "19": {
                    "title": "Betting It All",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 19,
                    "original air date": "20 May 2012",
                    "year": "2012",
                    "plot": "\n    From Alaska to Florida, one of the toughest seasons on record is almost over. At Papac, pushing hard pushes Joe to his breaking point, while at Rygaard, Dave has officially worn out his welcome.    "
                },
                "20": {
                    "title": "The Ax Stops Here",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 20,
                    "original air date": "20 May 2012",
                    "year": "2012",
                    "plot": "\n    It's the nail-biting conclusion of the race to be crowned King of the Mountain. While Papac battles to bring their yarder operator back from the brink, Craig Rygaard forces Gabe to choose between him and Dave.    "
                }
            },
            "6": {
                "1": {
                    "title": "All or Nothing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "9 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    An all-new season of Ax Men starts with a bang. Swamp Man Shelby Stanga is in search of a million-dollar payday, but nemesis Richard is hot on his trail. In Florida, SS Aqua Logging gets a new captain, but a rocky first day signals trouble on the horizon.    "
                },
                "2": {
                    "title": "We're Not Alone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "16 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The season has only just begun, and already, things are off to a rough start. In Alaska, Joe Linderborg is back in the yarder seat and the whole crew is paying the price.    "
                },
                "3": {
                    "title": "Sabotage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "23 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    It s week three and logging country is falling apart. In the swamp, Shelby must rely on niece Stephanie and cousin Belinda to do his dirty work. At Rygaard, the rigging guys formulate a plan to get rid of DJ.    "
                },
                "4": {
                    "title": "Put Up or Shut Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "30 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    As the season picks up speed, not everyone can keep up with the pace. At Rygaard, odd man out DJ Jeremiah is pushed to his breaking point.    "
                },
                "5": {
                    "title": "Cage Match",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "6 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Tempers have reached a fever pitch in logging country. At Rygaard, three years of tension between Craig and DJ comes to a head. In the swamp, the Swamp Man is on a special mission for wife Donna.    "
                },
                "6": {
                    "title": "Flipping Logzilla",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "13 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    In Louisiana, the Swamp Man targets a money log, but it s in dangerous territory. At Rygaard, DJ gets put on notice, while in Florida, Brad and Swilley struggle to keep S&S from running off the rails.    "
                },
                "7": {
                    "title": "Rock Slide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "20 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Tempers are on the rise across logging country, and some are pushed to their breaking point. At Rygaard, Gabe faces a crew mutiny. At Lemare, the guys put their chaser to the test logging on a rock slide.    "
                },
                "8": {
                    "title": "Shelby's New Toy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "27 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    As the season gets more competitive by the week, it takes more than ever to stay on top. In Louisiana, Shelby is building his new empire one big toy at a time. In Florida, the men of S&S Aqua Logging deal with last week's fallout.    "
                },
                "9": {
                    "title": "Gators & Hand Grenades",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "10 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    In Florida, the Dreadknots come face-to-face with one of the most fearsome creatures in the river, while over in the swamp, Shelby and Donna are putting his new paddle barge to work. In Washington, DJ returns to work but faces another battle with Craig.    "
                },
                "10": {
                    "title": "Goldmine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "17 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    In the swamp, Shelby puts his new toys to work and discovers a huge payday right in his own backyard. At Rygaard, runaway logs send Craig over the edge, while in Montana, Joe and Coatsy strike out on their own.    "
                },
                "11": {
                    "title": "The Hurricane Hits",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "24 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    When Hurricane Isaac hits the bayou, Shelby Stanga must race to save his logging empire and neighbors. At Rygaard, a string of crew meltdowns sends the site into chaos.    "
                },
                "12": {
                    "title": "Calling It Quits",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "7 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    In Louisiana, the Swamp Man attempts a daring rescue of his aging relatives from the rising storm waters. In Wisconsin, the Woodchucks don't make their deadline and their company hangs in the balance.    "
                },
                "13": {
                    "title": "The Aftermath",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "original air date": "14 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    At Rygaard, Gabe is desperate to fill out his shorthanded crew--and brings in someone very unexpected. In Florida, S&S' bad luck streak continues when they wreck their boat and get into a fight with the Dreadknots.    "
                },
                "14": {
                    "title": "Unlucky Charm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 14,
                    "original air date": "21 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    In the Bayou, Shelby goes on a treasure-hunting mission, and ends up in a race against Belinda. At Big Gun Logging, Jesse's lesson on the whistles almost takes Luke out. On the river, S&S continues to struggle.    "
                },
                "15": {
                    "title": "Slippery Slope",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 15,
                    "original air date": "28 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Shelby finds a legendary old grave site and the crew has an accident. Big Gun has yet another yarder accident and Levi decides to make some major crew changes. Brad and Swilley are the victims of a prank and they lose yet another assistant.    "
                },
                "16": {
                    "title": "Hell or High Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 16,
                    "original air date": "May 2013",
                    "year": "2013",
                    "plot": "\n    In the Swamp, Shelby tries out a new assistant--and meets his match. In Florida, Brad has an MMA title fight--and wins himself a new assistant. In Canada, a new, inexperienced hook tender causes major chaos.    "
                },
                "17": {
                    "title": "The Final Straw",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 17,
                    "original air date": "May 2013",
                    "year": "2013",
                    "plot": "\n    Shelby is reunited with his old assistant DaVi and together, they go on a mission to help the people of New Orleans. In Oregon, the Big Gun crew is scrambling to finish up the Grindstone site, but a yarder malfunction leads to near-catastrophe.    "
                },
                "18": {
                    "title": "Risking It All",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 18,
                    "original air date": "May 2013",
                    "year": "2013",
                    "plot": "\n    In Louisiana, after Shelby and DaVi have an argument, Shelby makes it up to DaVi by giving him a very unusual gift. In Washington, Gabe Rygaard rushes his crew to finish the site, which leads to careless and dangerous decisions.    "
                },
                "19": {
                    "title": "Fight to the Finish Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 19,
                    "original air date": "2 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    In the dramatic Ax Men season conclusion, Shelby hits the lake with a squad of assistants to have one last confrontation with Richard. In Florida, the Dreadknots and S&S struggle to pull enough logs to help out their ailing leader, Jimmy. In Canada, Gord's whip cracking doesn't help as their final site offers lethal challenges. And in Washington, Craig Rygaard and the crew push to finish on time, and Gabe has a surprise for his father on his last day as a logger.    "
                },
                "20": {
                    "title": "In Too Deep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 20,
                    "original air date": "2 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    In the dramatic Ax Men season conclusion, Shelby hits the lake with a squad of assistants to have one last confrontation with Richard. In Florida, the Dreadknots and S&S struggle to pull enough logs to help out their ailing leader, Jimmy.    "
                }
            },
            "7": {
                "0": {
                    "title": "The Road to Season 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 0,
                    "original air date": "3 Nov. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "1": {
                    "title": "Axes and Allies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "10 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    An all-new season of Ax Men explodes on to the scene. Swamp Man Shelby Stanga continues his search for the million-dollar log raft but a rough first day and a new opportunity change his mission. In Florida, the Dreadknots have a new deckhand and a new enemy. While in the northwest, last year's King of the Mountain winner Gabe Rygaard returns but this year he's defending his title with a whole new crew and without his dad. While in Alaska, the boys of Papac are back and ready to reclaim the title, but they face a site so treacherous it's considered to be unloggable.    "
                },
                "2": {
                    "title": "Pain in the Ax",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "17 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Craig stops by and gets an unwelcome surprise of his own, Shelby loses his assistant.    "
                },
                "3": {
                    "title": "Burying the Hatchet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "24 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    It's week three and the surprises keep on coming. In Washington, Gabe's king of the mountain title is in the hands of a novice crew, until he gets some help from an unlikely family member. Down in the swamp, Shelby's log buyer stops by for a surprise visit and things aren't looking good for the Swamp Man. On the Withlacoochee, the Kraken and Katelyn find that logging without Capitan Clint might not be as easy as they thought. At Chapman the newest member of the team fights for his life.    "
                },
                "4": {
                    "title": "Out on a Limb",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "1 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    It's week four and the season is already running off the rails. On the Olympic Peninsula, Gabe runs a hung-over greenhorn into the ground but Jason disagrees with Gabe's management style. In the swamp, Belinda is too hurt to log so she's brought in a new assistant who almost drowns Shelby's dream of rebuilding his logging empire. Up in Alaska, Mike Papac decides to shake things up and brings in a long time family friend to help in the rigging. The battle for river supremacy rages on in Florida as the Chapman team fights amongst themselves and the Dreadknots divide to ...    "
                },
                "5": {
                    "title": "Swamp Man Sabotage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "15 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    The competition is heating up a quarter of the way through the season. Down in the Bayou, Shelby brings in a new assistant, but the logging gets put on hold when the Swamp Man finds that all his equipment has been sabotaged. In the Pacific Northwest, Joe tries to muscle his way through his mistakes but his shortcuts land him in hot water with the boss. In Washington, Gabe's greenhorns aren't living up their potential, and things get heated when Jason oversteps his boundaries and takes matters into his own hands. In Florida, the Dreadknots have their hands full with ...    "
                },
                "6": {
                    "title": "Large Barge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "22 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    In Cajun country, Shelby has found a huge cash of logs, but to get it, he has to navigate the paddle barge through a narrow canal surrounded by private homes and docks. On the Olympic Peninsula, Gabe goes it alone and risks his own life trying to do too much. Down in Florida, the competition is heating up as the Chapman team discovers someone is poaching their logs and the Dreadknots suffer a crippling injury when Kraken gets his hand caught in a winch. Up in Alaska, Joe is sent to teach new logger Adrienne while topping a tree.    "
                },
                "7": {
                    "title": "Father Knows Best",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "29 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    In Washington, Gabe Rygaard is in over his head when a logging legend bails him out of trouble and gets him back in the race for King Of the Mountain. Down in Louisiana, Shelby and old friend Mike Chatellier use brute force to pull two of the biggest logs they have ever seen. With the Kraken injured, the Dreadknots bring in a new diver to brave the muddy waters of the Withlacoochee, but she soon finds out river logging isn't easy. Down on the Saint John's River, the Chapman team is pulling ahead, but a log poacher needs to be caught and Jeter is just the guy to do it.    "
                },
                "8": {
                    "title": "A Frayed Knot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "5 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    The Rygaard family is back on the mountain and firing on all cylinders, until new yarder team Oakes Logging crashes onto the site, challenging Gabe face-to-face for the title of King of the Mountain. Down in the swamp, Shelby and Mike use redneck ingenuity to pull a huge and rare heart-pine log. In Alaska, the Papac team is down a yarder engineer, leaving them no choice but to make reckless Joe the new operator in order to stay in the race. In Florida, the Dreadknots newest diver Erin is finally getting the hang of river logging, but Kraken's fear of another diver ...    "
                },
                "9": {
                    "title": "Log Jam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "original air date": "12 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    In the bayou, Shelby goes diving in gator infested waters. Up north, rivals Rygaard and Oakes square off on a way road and a Rygaard driver is nearly killed when his truck flips. Down in Florida, the Dreadknots go their separate ways as Kraken and Katelyn set sail with their own boat. And in Alaska, the hottest day of the season gets even hotter for the Papac crew when a fire breaks out on the mountain.    "
                },
                "10": {
                    "title": "Logger Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "original air date": "19 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    It's half way through the season and time to go old school. Down in the Bayou, Shelby's wild ride could end his season early. In the Pacific Northwest, Rygaard and Oakes compete in a no-holds barred turf war. Up in Alaska, an accident sidelines one of the Papac crew. And in Florida, Logzilla continues to derail Kraken.    "
                },
                "11": {
                    "title": "Bombs Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 11,
                    "original air date": "26 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    In the Bayou, Shelby goes on the hunt for the thief who stole his boat. Up north in Washington, the battle between rivals explodes as Rygaard refuses to allow Oakes to pass through their landing. Down in Florida, Clint's boat nearly goes up in smoke. And Swilley pulls up a prize from the bottom of the lake, the Chapman crew will never forget.    "
                },
                "12": {
                    "title": "Who'll Stop the Reign?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 12,
                    "original air date": "9 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Big noise and big toys turn the season upside down. In Alaska, a misstep by Joe cripples the yarder for Papac. In Washington, Gabe Rygaard pulls out a massive feller buncher--one of the largest machines in the logging industry. Down in Florida, the skies open up on the Dreadknots and Chapman crews as they try to make it through a dangerous lightning storm.    "
                },
                "13": {
                    "title": "Ax Marks the Spot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 13,
                    "original air date": "16 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    On Snag Hill, the war between Rygaard and Oakes explodes after Kelly demolishes a Rygaard pick-up truck. At Papac's site, tensions between Coatsy and Joe also reach a fever pitch as Coatsy makes a drastic decision regarding Joe's employment. Down in Florida, the Chapman crew may have found the treasure of a lifetime. On the other side of the Sunshine State, with Logzilla still stalling, The Kraken steals Clint's boat. And in the Bayou, Shelby's spin in his new ATV ends in disaster.    "
                },
                "14": {
                    "title": "End of a Legend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 14,
                    "original air date": "23 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    In the Bayou, Shelby teaches his new puppy how to hunt for wood. On Snag Hill, the Rygaard crew breaks out their biggest weapon, but the increased production leads to total chaos. In Alaska, the Papac team struggles as Coatsy tries his hand in the yarder. Down south, Chapman's night logging expedition clashes head on with a band of alligators. And the end of a legend turns the Dreadknots season upside down.    "
                },
                "15": {
                    "title": "Dog Days",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 15,
                    "original air date": "2 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    In Washington, a battle erupts when Oakes is accused of stealing Rygaard's logs. In Alaska, tensions soar as a runaway log nearly wipes out the crew. In the Bayou, Shelby brings out his puppy to help him with a special assignment. Down in Florida, when Swilley gets snagged underwater, it's up to Jeter to save him. And in Louisiana, Ax Cut Lumber uses a homemade invention to float a monster log home.    "
                },
                "16": {
                    "title": "Albie Damned",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 16,
                    "original air date": "9 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    In the Bayou, Shelby and his new hand hit pay dirt with one of the biggest logs of the season. In Alaska, Coatsy's misstep in the yarder puts the crew in danger. Down in Florida, the Dreadknots reunite and take the fight directly to Chapman's home turf. And in the pacific northwest, tensions rise and hard hats roll when Rygaard and Oakes are forced to share the same landing.    "
                },
                "17": {
                    "title": "Tooth and Nail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 17,
                    "original air date": "16 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    In Washington, Rygaard's quest for king of the mountain hits the skids when the crew nearly topples the yarder. Down the road, the Oakes crew capitalizes on their sidelined rivals and one team member learns first hand a drastic remedy for a toothache in the brush. In the Bayou, while trying to bring in a land-locked monster cypress, Shelby pushes his boat to the limit. On Alaska's Kupreanof Island, Joe returns, determined to whip the crew back into shape. And down in Florida, Chapman races against a lightning storm to find river gold, while the Dreadknots conspire ...    "
                },
                "18": {
                    "title": "Battle Ax",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 18,
                    "original air date": "23 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    In Washington, frustration boils over as Rygaard and Oakes are forced to share the same landing. Down in the bayou, Shelby gets in hot water with the law over a contested log. Up in Alaska, Joe and Coatsy struggle to get the Papac crew back on track. In Florida, the Dreadknots have a run-in with fish and wildlife while the Chapman crew works through the night to catch up in the log count. And on the Pearl River, the Ax Cut team races against a fast moving tropical storm.    "
                },
                "19": {
                    "title": "Trucked Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 19,
                    "original air date": "30 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    As the loggers close in on the end of the season, one log could be the difference between winning and losing, reeling in fortunes or coming up short. In Louisiana, Shelby is only a log away from completing his big order when a boat crash stops him in his tracks. Up north, Gabe Rygaard unleashes fury on his own crew when he catches them doing a favor for the Oakes team. On Alaska's Kupreanof Island, Joe employs a dangerous strategy to make up for their slow yarder engineer. On Florida's St. Johns River, the Chapman crew closes in on the Dreadknots' lead. And a mistake ...    "
                },
                "20": {
                    "title": "Cutting It Close",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 20,
                    "original air date": "6 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    In the season finale, battles and fortunes are all on the line. On Alaska's Kupreanof Island, a chainsaw accident leaves the crew short-handed on the last and most dangerous site of the season. In Washington, Gabe Rygaard's ferocious push to move the final loads proves too dangerous when Jason flips a loaded trailer. In the Bayou, it's Shelby's big day as he heads to the mill to find out if he's successfully filled his 200,000 board foot order. And down on Florida's St. Johns River, Greg's mistake could cost his crew a victory over the Dreadknots when a broken ...    "
                }
            },
            "8": {
                "1": {
                    "title": "Logged and Loaded",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "original air date": "30 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The crews of Ax Men are back and the race for green gold is on! In Washington, Rygaard pushes deep into their roughest terrain yet in an effort to recapture the title. In Alaska, Papac's dreams of a repeat are shattered when Coatsy's seriously injured. In Canada, a new contender steps into the ring, taking on a daunting site and proving they're the special forces of the industry. Down in Florida, the Dreadknots and Chapman battle over a half-million dollar log order. And in Wyoming, old school loggers Zitterkopf & Sons tackle a 100 acre-site... all by hand.    "
                },
                "2": {
                    "title": "Falling Fast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "original air date": "7 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    It's only the second week into the logging season, but it seems like the teams could already use a break. In Alaska, the Papac team fights to find a replacement to fill the shoes of injured Coatsy. On Washington's Olympic Peninsula, Gabe Rygaard and his crew are scrambling to make up for their slow start by bringing in a second yarder. In Wyoming, David Zitterkopf and Sons keep their chainsaws humming as they tackle their 100 acre site, but run into a snag with the landowners fence. In Canada, Triack Resources is struggling to get their wood off the mountain and ...    "
                },
                "3": {
                    "title": "Failure to Communicate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "original air date": "14 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    It's week three, and the loggers are feeling the pressure to produce. In Alaska, Coatsy's still out of commission, so Papac institutes an extremely dangerous process called Shotgun Logging. Over in Wyoming, the Zitterkopf men are taking the Bear Ranch site by storm. At Rygaard, the team has doubled the yarders to up production, but they've also doubled their trouble by crowding an already tight landing. Up in Canada, Triack Resources are on a roll using a logging method called \"chucking\", but getting the loads out is proving a major challenge. And in Florida, poor ...    "
                },
                "4": {
                    "title": "The Swampman Cometh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "original air date": "21 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Shelby the Swampman uses an airboat to search for a treasure trove of century old logs in a legendary lost canal. In Washington, Rygaard tries to haul out the biggest log on their site--a mammoth six-ton cypress. In the Wyoming wilderness, while David Zitterkopf delivers the first load of logs to the mill, his sons struggle to hold down the fort. In Alaska, Adrianne steps up and takes a shot at working on the landing for the Papac crew. In British Columbia, the most rugged section of the Britannia site puts Triack to the test. And in Florida, the Dreadknots are firing...    "
                },
                "5": {
                    "title": "Hire Wire Act",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "original air date": "28 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    In Louisiana, Shelby looks to repair his custom made two-ton swamp buggy. In Alaska, Coatsy returns to the Papac worksite. In the Pacific Northwest, the Rygaard crew must climb over a hundred feet in the air to top a new lift tree. In Wyoming, David Zitterkopf's attempt at swinging between the trees could end in disaster. In Florida, with Katelyn back and the half-million dollar order on the line, the Dreadknots go night logging. And up in Canada, an injury to a key crew member leaves Triack stuck behind the eight ball.    "
                },
                "6": {
                    "title": "The Log and Winding Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 6,
                    "original air date": "4 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    In Louisiana, Shelby and his assistant Bob head out looking for logs on his newly repaired two-ton swamp buggy. In Central Florida, the Chapman crew goes to battle against the legendary \"Gump\" log - the biggest challenge of their career. In Washington, Rygaard fights to stay in the load count race, but their equipment doesn't cooperate. In Alaska, Joe's forced to take over as Papac's yarder operator. North of the border in Canada, Triack Resources races to get out as many loads as they can before an upcoming storm threatens to shut down their operation. And in Wyoming...    "
                },
                "7": {
                    "title": "Swamp Man Boogie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 7,
                    "original air date": "11 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Deep in the Bayou, Shelby hits Lake Ponchartrain with Belinda and Bob to retrieve a massive log he marked years ago. In Florida, it's round two between Chapman and the legendary Gump log. In Washington, things go from bad to worse for the bare bones Rygaard crew. On Alaska's Kupreanof Island, Papac risks it all by downhill logging. In British Columbia, the Triack crew tackles the steepest section of the Britannia site. And in Wyoming, the Zitterkopf sons try to keep production moving while their leader, father David, is at the hospital.    "
                },
                "8": {
                    "title": "Teepee of Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 8,
                    "original air date": "18 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    In Washington, Rygaard's remaining veterans go old school to keep the team on track. Deep in the Bayou, Shelby and Bob discover a valuable sinker cypress, but reeling it in is easier said then done. In the high plains of Wyoming, the Zitterkopf crew tries to tackle a dangerous tangle of logs known as \"the teepee of death.\" In Alaska, the Papac crew takes on \"shotgun logging,\" one of the most dangerous forms of logging in the industry. In Florida, the Dreadknots get on a hot streak, while on the Saint Johns River, the Chapman crew's season could go up in smoke as an ...    "
                },
                "9": {
                    "title": "Old Log, New Tricks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 9,
                    "original air date": "8 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    In the Louisiana Bayou, Shelby Stanga's jet boat is in desperate need of repair and he needs to find logs to buy a new engine. At Rygaard Logging in Washington, Gabe takes a gamble and hires a wild card veteran logger. And up in Alaska, the Papac team is fighting the elements mother nature is throwing their way, and it could be too much for them to handle. Down in Florida, it's do or die with the Chapman crew and the stubborn Gump Log. Meanwhile in the Wyoming wilderness at Zitterkopf logging, their fearless leader returns and it's all hands on deck.    "
                },
                "10": {
                    "title": "All's Fair in Loggin' War",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 10,
                    "original air date": "15 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Down in the swamps of Louisiana, Shelby Stanga is trying to upgrade his logging empire, so he takes a risk and tries out some new equipment. In the Pacific Northwest, Rygaard has been struggling all season, but wildcard DJ Jeremiah just may provide the spark they've been missing. In British Columbia, Triack's production is slowing down due to steep terrain and narrow logging roads. And in the Southeast, the Dreadknots have fallen behind Chapman and are feeling the heat, so today they'll travel deep into the Withlacoochee River in search of the sunken treasure. And on ...    "
                },
                "11": {
                    "title": "Don't Cross the Boss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 11,
                    "original air date": "22 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ax Men has reached the midway point of the season, and the pressure to finish strong is higher then ever. In the Pacific Northwest, Rygaard logging has begun to claw its way back up the log count thanks to DJ Jeremiah, but today... he's a no show. In Alaska, their season-long lead is slipping away, and if they don't fill the seat in the yarder soon, they may not recover. Deep in the Louisiana Bayou, Shelby Stanga is still without his Jetboat, but with help from his niece and his trusty swamp buggy, his hunt for valuable sinker cypress continues. Up in the hills of ...    "
                },
                "12": {
                    "title": "Davi and Goliath",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 12,
                    "original air date": "1 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Shelby Stanga is still without his jet boat, but fortunately he has his trusty assistant Davi and his Go-Devil to pick up the slack. On Alaska's Kupreanof Island, the Papac crew is fighting to remain atop the King of the Mountain leaderboard, but today they're moving to the toughest section on their site. In the remote mountains of western Canada, the Triack team is hanging with the big boys, and with Kellie returning to work after recovering from an injury, it's all hands on deck. Down in Florida, Chapman logging has taken the lead in their competition with the ...    "
                },
                "13": {
                    "title": "Jet Logged",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 13,
                    "original air date": "8 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Shelby gets his jetboat back, and it now has a new five hundred horsepower engine that will help him get the job done. Up in Washington, Rygaard is still struggling, and with no other options, Gabe is forced to promote his inexperienced crew, which could spell disaster. And in Canada, Dave McRae and Triack Resources step up to the plate and bring in a beast of a machine to get the wood out. Down in the high plains of Wyoming, the Zitterkopfs are without their skidder, but David comes up with a plan to save the day and keep delivering the much needed wood to the mill. ...    "
                },
                "14": {
                    "title": "Log Runners",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 14,
                    "original air date": "15 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The battle for King of The Mountain rages on between the big boys of the Pacific Northwest. In Washington, the Rygaard crew has a problem with getting the wood to the mill, so Gabe's bringing in a trucking ace to get the job done. While up in Alaska, Papac has to deal with a dangerous unpredictable downhill site and mother nature isn't helping make it any easier. Down in the bayou, Shelby's got his jetboat back and has enlisted a couple of assistants to pull big wood for his log buyer. Down on the St. Johns River in Central Florida, the Chapman crew is in a tight ...    "
                },
                "15": {
                    "title": "Cuts Like a Knife",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 15,
                    "original air date": "22 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The race for logs is heating up as Papac heads onto their most daunting site yet. Loggers fall through ten-foot holes in the brush and high stumps smash as the crew pulls some of the biggest, most dangerous turns of the season. At Rygaard, the crew attempts to string a road over a steep draw using a device called a knife--but Jeremy can't seem to figure it out, inciting Gabe's rage. At Zitterkopf, Ethan is out to prove that he's a valuable member of the crew, but after a near-miss while falling trees, he questions his place on the team. Up in Canada, Dave's son Cory ...    "
                },
                "16": {
                    "title": "Fall of a Legend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 16,
                    "original air date": "29 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    A devastating injury at Rygaard shakes the crew to the core and threatens to shut down production. Down in the bayou, Shelby's jet boat is back and it's time to go hunting... for logs and hogs! Up in Canada, Triack is under the gun to finish their site before their permit expires and the crew pushes things a little too far. Down in Florida, Greg Chapman and Swilley get into a battle and Swilley quits the Chapman team. But over at the Dreadknots, a new crew member shows up and helps increase production immediately. And in Wyoming, the Zitterkopfs are worn out from a ...    "
                },
                "17": {
                    "title": "Rock Bottom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 17,
                    "original air date": "5 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    After last weeks accident that nearly cost Craig his leg, Gabe Rygaard makes a call to save production and gets his top gun crew back. Up in Alaska, the Papac crew is taking a beating on their last site, and a misstep could end one logger's season. And on the high plains of Wyoming, the Zitterkopf crew is fighting to finish their site before the cold weather rolls in. But Ethan decides to go it alone and becomes reckless. Down in Louisiana, Shelby Stanga is feeling good with his logs on the landing, so he takes a break from logging to get some lunch... \"Swamp Man ...    "
                },
                "18": {
                    "title": "Great Logs of Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 18,
                    "original air date": "12 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    With only three weeks to go, the Ax Men are shifting into high gear. Down in Louisiana, Shelby realizes he may be short on wood for his log buyer, so he rounds up his troops to hunt for some last minute logs. On the high plains of Wyoming, Zitterkopf and Sons are firing on all cylinders, but when their skidder is lost to a mechanical breakdown, their season may be over. Down in Florida, with the new diver the Dreadknots added to up production, they hit on a honey hole that may put them over the top. But at Chapman logging, Greg needs to swallow his pride and Swilley ...    "
                },
                "19": {
                    "title": "All Hands on Deck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 19,
                    "original air date": "19 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    It's the final two weeks of the season, and the competition is reaching the boiling point. In Alaska, the team gets a boost of energy as they gain two valuable hands on the landing to up production--Mike Papac and Brian \"Skooby\" Carter! In Washington, Gabe Rygaard has his old crew back in full force, but yet another mechanical breakdown will test their will and determination to regain the top spot. In Canada, Triack Resources has been nipping at the heels of the big boys all season, and with the crew pushing so hard to win, one lapse in judgment could have a ...    "
                },
                "20": {
                    "title": "Axpocalypse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 20,
                    "original air date": "26 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    It all comes down to the season finale, where fame, fortune, and bragging rights are on the line. In Alaska, Papac is finishing up the toughest most dangerous section of their site, but with the crew running full throttle to finish on time, one misstep could come back to bite them. In Washington, Rygaard logging has fought tooth and nail to stay in the race, but will a faulty carriage derail their hopes of a 4th King of the Mountain Title? In Canada, Triack Resources is on the verge of winning it all, but today's risky maneuver could send them over the edge. In ...    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Episode dated 15 March 2015",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ax Men (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "15 Mar. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 157,
        "cast": [
            {
                "name": "Beers, Thom"
            },
            {
                "name": "Browning, Jay"
            },
            {
                "name": "Browning, Jesse"
            },
            {
                "name": "Pihl, Mike"
            },
            {
                "name": "Stanga, Shelby"
            },
            {
                "name": "Roberts, Clint"
            },
            {
                "name": "Brown, Levi"
            },
            {
                "name": "Stong, Shelby"
            },
            {
                "name": "Robertson, Stacey"
            },
            {
                "name": "Rygaard, Gabe"
            },
            {
                "name": "Chapman, Greg"
            },
            {
                "name": "Keys, Brittany"
            },
            {
                "name": "Coats, Mike"
            },
            {
                "name": "Linderborg, Joe"
            },
            {
                "name": "Swilley, Patrick"
            },
            {
                "name": "Anderson, Jeremy"
            },
            {
                "name": "Papac, Mike"
            },
            {
                "name": "Zitterkopf, David"
            },
            {
                "name": "Winters, Steve"
            },
            {
                "name": "Priess, Adrienne"
            },
            {
                "name": "Gonzalez, Fernando"
            },
            {
                "name": "Rygaard, Craig"
            },
            {
                "name": "Rygaard, Aidan"
            },
            {
                "name": "Bodet, Chris"
            },
            {
                "name": "Gunter, Roger"
            },
            {
                "name": "Zitterkopf, Ethan"
            },
            {
                "name": "Zitterkopf, Zane"
            },
            {
                "name": "Champagne, Gary"
            },
            {
                "name": "Frashier, Eddie"
            },
            {
                "name": "Zitterkopf, Levi"
            },
            {
                "name": "McRae, Dave"
            },
            {
                "name": "Bell, Khaymon"
            },
            {
                "name": "Nelson, Ed"
            },
            {
                "name": "Rygaard, Jason"
            },
            {
                "name": "McRae, Corey"
            },
            {
                "name": "McRae, Kellie"
            },
            {
                "name": "Jeter, Leslie"
            },
            {
                "name": "Dewey, Todd"
            },
            {
                "name": "Garman, Jason"
            },
            {
                "name": "Nielson, Bob"
            },
            {
                "name": "Rygaard, Greg"
            },
            {
                "name": "Stone, Dave"
            },
            {
                "name": "Culpepper, Dwayne"
            },
            {
                "name": "Garber, Michael"
            },
            {
                "name": "Henson, Shawn"
            },
            {
                "name": "Hess, Gary"
            },
            {
                "name": "Hyde, Samuel"
            },
            {
                "name": "McRae, Jim"
            },
            {
                "name": "Morrison, Brandon"
            },
            {
                "name": "Musgrove, Jenna"
            }
        ],
        "genres": [
            "Documentary",
            "Reality-TV"
        ],
        "runtimes": [
            "44"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Mono"
        ],
        "certificates": [
            "Australia:PG::(some episodes)",
            "Australia:M::(some episodes)",
            "Norway:9::(TV rating)",
            "Singapore:PG::(season 4)"
        ],
        "number of seasons": 9,
        "rating": 5.5,
        "votes": 1181,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTk0MTQwNDQxNV5BMl5BanBnXkFtZTgwNjQyMzcwMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Ax Men",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9"
        ],
        "writer": [
            {
                "name": "Miller, Geoff"
            },
            {
                "name": "Whalen, Sarah"
            },
            {
                "name": "Whedon, Jed"
            }
        ],
        "production companies": [
            {
                "name": "Original Productions"
            }
        ],
        "distributors": [
            {
                "name": "History Channel"
            },
            {
                "name": "TV6"
            },
            {
                "name": "TV6"
            }
        ],
        "other companies": [
            {
                "name": "Entertainment Partners Canada"
            },
            {
                "name": "Filmtools"
            },
            {
                "name": "Tai Audio"
            },
            {
                "name": "Tai Audio"
            }
        ],
        "plot": [
            "Four logging crews in the Pacific Northwest battle the elements and poor market conditions in an attempt to make a living.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "44 min"
            ],
            "sound mix": [
                "Mono"
            ],
            "color": [
                "Color",
                "Color (High Definition)"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1181,
                "rating": 5.5
            },
            "aged 18 29": {
                "votes": 151,
                "rating": 5.5
            },
            "aged 30 44": {
                "votes": 535,
                "rating": 5.7
            },
            "aged 45 plus": {
                "votes": 273,
                "rating": 5.1
            },
            "males": {
                "votes": 879,
                "rating": 5.6
            },
            "males aged 18 29": {
                "votes": 133,
                "rating": 5.5
            },
            "males aged 30 44": {
                "votes": 484,
                "rating": 5.7
            },
            "males aged 45 plus": {
                "votes": 226,
                "rating": 5.2
            },
            "females": {
                "votes": 112,
                "rating": 5.3
            },
            "females aged 18 29": {
                "votes": 16,
                "rating": 5.2
            },
            "females aged 30 44": {
                "votes": 48,
                "rating": 5.8
            },
            "females aged 45 plus": {
                "votes": 41,
                "rating": 4.7
            },
            "top 1000 voters": {
                "votes": 40,
                "rating": 4.9
            },
            "us users": {
                "votes": 518,
                "rating": 5.5
            },
            "non us users": {
                "votes": 310,
                "rating": 5.5
            }
        },
        "number of votes": {
            "10": 198,
            "9": 92,
            "8": 146,
            "7": 157,
            "6": 132,
            "5": 117,
            "4": 63,
            "3": 53,
            "2": 54,
            "1": 169
        },
        "arithmetic mean": 6.0,
        "median": 7
    }
}