{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "21 January 2008"
            },
            {
                "country": "Belgium\n",
                "date": "13 November 2011"
            }
        ],
        "release dates": [
            "UK::21 January 2008",
            "Belgium::13 November 2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Around the World in 80 Gardens"
            },
            {
                "countries": "Germany",
                "title": "In 80 Gärten um die Welt"
            },
            {
                "countries": "Greece (transliterated ISO-LATIN-1 title)",
                "title": "O gyros tou kosmou se 80 kipous"
            },
            {
                "countries": "Hungary",
                "title": "80 kert nyomában a Föld körül"
            }
        ],
        "akas": [
            "Around the World in 80 Gardens (original title)",
            "In 80 Gärten um die Welt Germany",
            "O gyros tou kosmou se 80 kipous Greece (transliterated ISO-LATIN-1 title)",
            "80 kert nyomában a Föld körül Hungary"
        ],
        "akas from release info": [
            "Around the World in 80 Gardens (original title)",
            "In 80 Gärten um die Welt Germany",
            "O gyros tou kosmou se 80 kipous Greece (transliterated ISO-LATIN-1 title)",
            "80 kert nyomában a Föld körül Hungary"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Mexico and Cuba",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the World in 80 Gardens (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "21 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Monty visits Mexico, starting with floating gardens, the heritage of the Aztec capital Tenochtitlan and even older Precolumbian cultures. Next the non-planted, partly vertical gardens of Luis Barragan, and eccentric Englishman James Edward's staggeringly vast and inspired surreal garden in the jungle. In Cuba, Monty concentrates on productive, communal city gardens in Havana, the surprisingly efficient post-soviet way to supply their own food and medicines.    "
                },
                "2": {
                    "title": "Australia and New Zealand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the World in 80 Gardens (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "3 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Monty starts his tour of Australia in Syndey, like colonization did, initially struggling to establish any agriculture. A public park and royal botanical gardens demonstrate how most ornamental plants were introduced from Europe, the home country (which in turn imported from elsewhere). A seemingly wild native plants park in the desert calls to contemplate what a garden is. Next Melbourne, the country's gardening capital. Finally overseas to New Zealand.    "
                },
                "3": {
                    "title": "India",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the World in 80 Gardens (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "10 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Monty enjoys his first visit to exotic, history-conscious India. In the north, he compares the majestic, yet rather austere Mughal gardens in Agra's imperial capital area, especially the unique Taj Mahal, with the maharajahs' more exuberant lust gardens in Rajasthan. Next the gardens and plantations in Kerala, the ancient home of spice and tea growing, and British parks as in Delhi, with special admiration for a living man's vast recycling park.    "
                },
                "4": {
                    "title": "South America",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the World in 80 Gardens (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "17 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Monty Don visits the world's 80 most inspiring gardens. This time he is in South America, a continent twice the size of Europe and the home of more than 50,000 endemic plant species. In Rio de Janeiro, Monty visits the private garden of Brazil's most famous artist, Burle Marx. He views the ingenious floating gardens of the Amazon. He visits a crumbling estancia (ranch) in the windy Pampas. He ends his journey on the Pacific coast of Chile in a garden that sits harmoniously in its landscape.    "
                },
                "5": {
                    "title": "The United States of America",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the World in 80 Gardens (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "24 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Monty starts in New York state, not Manhattan but East Hampton, a rich sculptor's garden which serves as background for his extensive art collection, yet in Monty's eye it also turns architectural plants into 'art objects'. In Virginia, focus on founding father and president Jefferson's estate, more of a test area, almost a lab extension. Finally, in California's lush climate, extravagant Hollywood gardens.    "
                },
                "6": {
                    "title": "China and Japan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the World in 80 Gardens (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    In China, Monty visits famous gardens from an old tradition, inspired by Buddhism and Taoism, with symbolism and focusing on harmony, notably with nature, which inspired it as well as other art forms quite literally, as he finds by comparing with Yellow Mountains landscapes and bonsai. In Japan's imperial and cultural Kyoto, Monty visits Zen gardens, from a form of Buddhism imported from China, which is even more formalized and inviting to meditation. In both traditions, rocks and architecture play an even larger part then plants, among which bamboo is predominant, ...    "
                },
                "7": {
                    "title": "The Mediterranean",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the World in 80 Gardens (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "9 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    In Italy, Monty visits first, around Rome, emperor Hadrian's vast 'villa' gardens, as representative of classical Roman Hellenistic gardening, then some Renaissance cardinal villa gardens, representative of the monumental styles that still dominate any Western parks. In Morocco, the walled royal garden complex, mainly orchards and water basins, in former Almoravid imperial capital Marrakech, stands for the Islamic merger of aesthetic and functional gardening; a French painter's blue garden revolutionized color - and material contrast-principle. In Spain, the grandeur ...    "
                },
                "8": {
                    "title": "South Africa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the World in 80 Gardens (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "16 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Kirstenbosch botanic garden in Capetown. VOIC garden became the city's central park. Stellenberg is a surviving estate and garden in Dutch colonial style, ironically built by an Englishman. In university city Stellenbosch, in fruit and vineyard country, architect Henk Scholz's garden regular pruning twice a month . Further east, the high Drakensberg mountains are the home of most species introduced in Europe, like lobelia and eucomis, because of its alpine winters. Kirklinghen garden was carved in the rocks with elaborate irrigation there by another Englishman. ...    "
                },
                "9": {
                    "title": "Northern Europe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the World in 80 Gardens (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "23 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Europe north of the Alps is extremely rich in worthy gardens, so Monty makes a personal choice of one he's dying to see either the first time or again, representing a broad spectrum. In England, Oxfordshire's Rousham landscape park, all about wide spaces and green, contrasts gloriously with Kent's borders paradise Sissinghurst. In France, the Loire château Andreville's enormous geometrical garden is balanced by Monet's flower beds and waterlily ponds. In Antwerp, landscape architect Jacques Wirtz privately enjoys his 'stock nursery'. In Holland, stadholder and later ...    "
                },
                "10": {
                    "title": "South-East Asia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the World in 80 Gardens (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "30 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    After discussing exoticism-inspired use of tropical plants in Western (mainly 'jungle') gardens, Monty sets out for SE Asia, where the real paradise garden might exist. In Thai capital Bangkok, pragmatism dominates, even in the royal palace gardens, despite the generous climate. In Singapore, even a government-project to turn the whole city state into a garden ends up rather soulless. In Indonesia, the Hindu remnant on Bali comes closest in temple - and communal ('kampong') gardens, yet not in the Western sense of ornamental gardening.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Don, Monty"
            }
        ],
        "locations": [
            "Argentina",
            "Australia",
            "Brazil",
            "Chile",
            "China",
            "Cuba",
            "India",
            "Mexico",
            "New Zealand",
            "USA"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-G"
        ],
        "number of seasons": 1,
        "rating": 7.9,
        "votes": 111,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMmQ0ZWFjYWYtMzRkMy00ZDM3LThkMTAtMDQ1NTc5ZjI4YjAwXkEyXkFqcGdeQXVyNDY0NDM0NzI@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Around the World in 80 Gardens",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Don, Monty"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            }
        ],
        "other companies": [
            {
                "name": "Access Bookings"
            }
        ],
        "plot": [
            "In this stunning series, Monty Don sets off on an enchanting journey to visit 80 of the world's most celebrated gardens, from ancient to modern, large to small, and grand to humble."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 111,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 15,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 39,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 37,
                "rating": 7.9
            },
            "males": {
                "votes": 64,
                "rating": 7.6
            },
            "males aged 18 29": {
                "votes": 7,
                "rating": 7.9
            },
            "males aged 30 44": {
                "votes": 27,
                "rating": 7.4
            },
            "males aged 45 plus": {
                "votes": 27,
                "rating": 7.8
            },
            "females": {
                "votes": 30,
                "rating": 8.5
            },
            "females aged 18 29": {
                "votes": 8,
                "rating": 7.7
            },
            "females aged 30 44": {
                "votes": 12,
                "rating": 8.6
            },
            "females aged 45 plus": {
                "votes": 10,
                "rating": 8.1
            },
            "top 1000 voters": {
                "votes": 8,
                "rating": 5.9
            },
            "us users": {
                "votes": 9,
                "rating": 6.8
            },
            "non us users": {
                "votes": 74,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 28,
            "9": 22,
            "8": 31,
            "7": 14,
            "6": 4,
            "5": 2,
            "4": 6,
            "3": 0,
            "2": 0,
            "1": 4
        },
        "arithmetic mean": 8.0,
        "median": 8
    }
}