{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 January 2008"
            }
        ],
        "release dates": [
            "USA::7 January 2008"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Strauss, Neil"
            },
            {
                "name": "Navarro, Dave"
            },
            {
                "name": "Dawn, Jackie"
            },
            {
                "name": "Doyle, Joe"
            },
            {
                "name": "Schroeder, Brian"
            },
            {
                "name": "Bringewatt, Todd"
            },
            {
                "name": "Cussen, Cristian"
            },
            {
                "name": "Kali"
            },
            {
                "name": "Evans, James"
            },
            {
                "name": "Winch, Jack"
            },
            {
                "name": "Timmons, Ray"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "rating": 7.6,
        "votes": 16,
        "plot outline": "What do a handicapped garbage man, a creep with a dildo strapped to his head, an effeminate roller-skater in an age-inappropriate pink half-shirt, and a ski-mask-wearing criminal driving a windowless white van have in common? Answer: women love them! Led by a mysterious, steely-eyed guru (world-famous author and rock journalist Neil Strauss), two Hollywood roommates (television's David Faustino and Corin Nemec) navigate the shark infested waters of modern dating the only way two red-blooded American hipsters know how: by competing in high-stakes, death-defying stunts of fantastical foolishness and daring, all to win the hearts, minds and phone numbers of the most pursued young women in LA. Who will man-up and who will be castrated (literally)? Tune in to the next gripping, dastardly tantalizing episode of \"Rules of the Game\" and find out. But first, forget everything you thought you knew about dating. Because, as Dave and Corin will consistently prove, you're just dead wrong.",
        "languages": [
            "English"
        ],
        "title": "Rules of the Game",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Rules of the Game (United States)"
        ],
        "writer": [
            {
                "name": "Bringewatt, Todd"
            },
            {
                "name": "Faustino, David"
            },
            {
                "name": "Grosch, Stephen"
            }
        ],
        "production companies": [
            {
                "name": "DreamPost"
            },
            {
                "name": "F.N.B. Entertainment"
            },
            {
                "name": "HarperCollins Publishers"
            },
            {
                "name": "Stylelife"
            }
        ],
        "distributors": [
            {
                "name": "MySpaceTV"
            }
        ],
        "plot": [
            "What do a handicapped garbage man, a creep with a dildo strapped to his head, an effeminate roller-skater in an age-inappropriate pink half-shirt, and a ski-mask-wearing criminal driving a windowless white van have in common? Answer: women love them! Led by a mysterious, steely-eyed guru (world-famous author and rock journalist Neil Strauss), two Hollywood roommates (television's David Faustino and Corin Nemec) navigate the shark infested waters of modern dating the only way two red-blooded American hipsters know how: by competing in high-stakes, death-defying stunts of fantastical foolishness and daring, all to win the hearts, minds and phone numbers of the most pursued young women in LA. Who will man-up and who will be castrated (literally)? Tune in to the next gripping, dastardly tantalizing episode of \"_Rules of the Game_ (qv)\" and find out. But first, forget everything you thought you knew about dating. Because, as Dave and Corin will consistently prove, you're just dead wrong.::Todd Bringewatt & Neil Strauss"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 16,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 5.7
            },
            "aged 45 plus": {
                "votes": 8,
                "rating": 7.4
            },
            "males": {
                "votes": 16,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 7,
                "rating": 5.7
            },
            "males aged 45 plus": {
                "votes": 8,
                "rating": 7.4
            },
            "us users": {
                "votes": 9,
                "rating": 7.8
            },
            "non us users": {
                "votes": 5,
                "rating": 5.1
            }
        },
        "number of votes": {
            "10": 10,
            "9": 0,
            "8": 1,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 1,
            "1": 2
        },
        "arithmetic mean": 7.6,
        "median": 1
    }
}