{
    "imdb": {
        "raw release dates": [
            {
                "country": "Mexico\n",
                "date": "12 May 2008"
            },
            {
                "country": "Hungary\n",
                "date": "23 July 2009"
            }
        ],
        "release dates": [
            "Mexico::12 May 2008",
            "Hungary::23 July 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Querida Enemiga"
            },
            {
                "countries": "Brazil",
                "title": "Querida Inimiga"
            },
            {
                "countries": "Croatia",
                "title": "Draga neprijateljica"
            },
            {
                "countries": "Hungary",
                "title": "Kedves ellenség"
            },
            {
                "countries": "Romania",
                "title": "Impostoarea"
            }
        ],
        "akas": [
            "Querida Enemiga (original title)",
            "Querida Inimiga Brazil",
            "Draga neprijateljica Croatia",
            "Kedves ellenség Hungary",
            "Impostoarea Romania"
        ],
        "akas from release info": [
            "Querida Enemiga (original title)",
            "Querida Inimiga Brazil",
            "Draga neprijateljica Croatia",
            "Kedves ellenség Hungary",
            "Impostoarea Romania"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "12 May 2008",
                    "year": "2008",
                    "plot": "\n    The nuns of the orphanage tell Lorena that they will miss her, but she tries to comfort them by telling them that she wants to go to Mexico to study a career. Sara gives Lorena a birthday present. Lorena will thank Mother Asunción for everything she has done for her.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Sara looks for Hortensia and tells him that she is the granddaughter who left 22 years ago, who wants to claim her name, Hortensia denies it and asks for proof, Sara tells him that she has the document that she signed to Mother Assumption. Alonso claims Paola, his sister, not to separate his daughter Betina from her father.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 May 2008",
                    "year": "2008",
                    "plot": "\n    Lorena arrives at the hospital for a burn, Alonso is surprised to see that it is about her. Sara tells Hortensia how much she admires her. Alonso tells Lorena that he went to look for her at the pension, but he did not find her, he asks where he can be found, she tells him that he works with Maruja.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Bruno tells Alonso that Diana's obligation was to take care of herself, because she is sure that she wanted to get pregnant to tie him up. Doña Hortensia tells her employees that they should impress the ambassador, try all the dishes and none of them think it is safe, that nothing is useful and that she wants a new menu.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Alonso tells Hortensia that Lorena is innocent of what appeared on the blackboard, that the guilty is her sister Paola because she has not been able to overcome her divorce, asks her not to fire her to Lorena, because she needs the job, she gives him another opportunity. Lorena gives him the graces Alonso for convincing Hortensia not to fire her.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Lorena takes Maruja to Alonso's house to take a therapy with her father, this to allow her to improve the relationship she has with her daughter. Jaime shows his support to Vasco by telling him to fight for what he wants and defend his ideals. Lorena tells him that she met a handsome boy and Sara also tells him the same thing, without knowing that it is Alonso himself.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Sara photographs Lorena's parents and hands the photo to Doña Hortensia Lorena is very surprised to learn that her boyfriend and Sara know each other, both tell her that they grew up together in the orphanage. Rossy and Julián talk about their families, she tells him about the problems she has with her mother, they kiss and he asks her to be his girlfriend.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Hortensia offers to be your assistant to Sara, as long as you do not inquire into her past. Vasco teaches him how to play bowling with Lorena, Alonso and Vasco's girlfriend get jealous, she demands her new attitude so they end their relationship.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Vasco gives Diana candy without knowing that it was him. Barbara complains about her body and tells Javier that she needs a liposuction, he tells her that he is going to deposit money, but it is only a trap since she is going to use the money with Arturo.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Lorena calls Sara, but she is reluctant to answer him. Jaime congratulates Sara because he did the job very well. Lorena calls Sara again to let her know she is on her way to San Martin, she goes crazy and tells him not to go.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "26 May 2008",
                    "year": "2008",
                    "plot": "\n    Lorena finds out that Maruja found Rossy and Julian half naked, Rossy goes to work and does not plan to return. Zulema tells Diana that she is going to look for Bruno to talk to him. Zulema asks Valeria for Bruno, who is arriving, she asks to speak with him and identifies herself as Diana's mother.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Omar visits Hortensia, she claims that she wants to take her grandson Vasco and that she left the house because of him The grandson of Hortensia claims to her and her father that they have not supported their uncle Omar, feels disappointed and does not want to continue living under the same roof.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Chalo arrives at the capital, asks Sara for money or goes to say everything she knows, she tries by all means to dominate him, but she does not leave. Lorena scolds Rossy for what he did to Julian, she does not regret it. Omar tells Zulema of his meeting with Hortensia and Jaime, he realizes that he did the right thing when deciding on Zulema and not for them.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Chalo is still confidant, pretending that he has a close relationship with Lorena, Alonso is jealous and everyone makes hints to Chalo to leave. Hortensia accuses Matilde of stealing her jewels, she insinuates that Sara could have been. Hydrangea threatens her with jail.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Zulema tells Lorena about her experience when she lost her daughter, the strength of the blood unites them more and more. Jacqueline confronts Sara, who pretends not to have stolen the proposal. Zulema and Lorena learn of the beating Julian gave Bruno, Lorraine intercedes for Rossy in front of Julian.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Sara tries to convince Chalo to kill Lorena, he refuses. Barbara despairs because Vasco does not arrive, as soon as she does, she starts crying. Chalo reassures Sara, does not believe that Omar denounces Hortensia if he convinces him of it.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Sara stops Barbara telling her that she knows she has a lover, she tries to prove that Sara is after the money. Paula shouts at Bettina to return to her home, Jacqueline takes advantage of the fact that she is sad because of her mother's scolding and is interested in her problems and that of her friends, Darío listens to her and approves of the action.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Zulema asks Sara everything, she asks calm and blames Lorena for everything that happens. Lorena cries and asks the Virgin to find her family. Zulema tells Sara of Omar, Julián and Diana, but she no longer supports the samples of love of her supposed mother.    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "5 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Omar wants justice, Sara does not convince them to forgive Hortensia and Jaime. Julian tells Lorena that he would prefer that she be his sister instead of Sara. Alonso is looking for how to find Lorena's family, make an appointment with a television reporter.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Sara gives the keys to Chalo and asks him to burn the workshop so that Omar gets into debt. Sara pretends to sleep in the arms of Zulema who wakes her up, Sara insists on staying watching television. Chalo returns the keys to Sara and ensures that the workshop in a few moments will be hell.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Omar's clients warn him that if he does not pay they will sue him, he asks them for a week to get the money. Julian insists that the fire was his fault, Rossy suggests that maybe an enemy provoked him. Diana asks Sara if they have been the Armendariz, she defends them.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Omar and Zulema do not agree with Sara asking for money from Hortensia. Chalo complains that Sara does not talk to him and says that maybe Hortensia regrets including her in the will by not winning anything, she tells him that he has one last letter to play.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Omar and Zulema decide to pay Sara as the school, Julian introduces his parents to Alonso, they find out that he is Lorena's boyfriend. The teacher explains that a representative of the group is needed and asks for volunteers, Sara and Lorena propose themselves as representatives, Sara begins her speech.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Vasco brings chocolates to Diana and asks him to talk about the kiss they gave him, she evades him but he insists. Bárbara proposes to Hortensia that Jaime hire an assistant, she does not agree as she thinks that this would be a reward and she does not deserve it.    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Vasco and Diana are still kissing, she is worried that Vasco's family will reject her as they did with Zulema. Paula, Maruja and Rossy go to the kitchen, Julián dances with Bettina, Sara starts dancing with Alonso, Lorena takes off, Toribio notices this and starts dancing with Sara, separating her from her son.    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Arturo arrives punctually to his appointment with Hortensia who begins to interview him on his resume, is so extensive that he can be very talented or very unstable, he starts to defend himself.    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Sara orders Chalo to take pictures of Barbara with her lover. Sara pretends to look for the file of Lorena, uselessly, Lorena can not return to spend it in clean because almost everything it wrote in the laptop.    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Chalo hires a taxi to prevent Lorena from arriving on time. Sara and Chalo think that Barbara plans something and they decide to sabotage Jaime's car to kill him.    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Chalo tells Alonso that he and Lorena are dating. Sara hugs Alonso, who separates and tells him that he is going to try to mark Lorena again, but she continues to walk alone through the city.    "
                },
                "30": {
                    "title": "Episode #1.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Alonso ends with Lorena and shouts that he does not want to see her again.    "
                },
                "31": {
                    "title": "Episode #1.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Alonso is determined to forget Lorena because of Sara. Sara looks for Alonso, tells him that she went with Lorena and she confirmed that she had slept with Chalo since they lived in San Martín.    "
                },
                "32": {
                    "title": "Episode #1.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Jaime gets drunk at the orphanage event and shouts at Hortensia. Zulema dismisses Lorena claiming that she lacks money to pay her, she proposes to charge less, but does not accept.    "
                },
                "33": {
                    "title": "Episode #1.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Chalo breaks the brakes on Jaime's car. Jaime gets drunk and shouts his truths to Hortensia, she asks that they forgive him because he has problems, he claims to tell the truth and that his mother is a bad person.    "
                },
                "34": {
                    "title": "Episode #1.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Alonso meets Lorena, who only receives her bag and leaves, Sara sees that they do not talk to each other and congratulates her for her badness. Sara becomes the sufferer so that Alonso feels sorry for her, it works for him and he embraces her.    "
                },
                "35": {
                    "title": "Episode #1.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Ernesto buys two pancakes from Lorena, although he warns him that he is a fierce critic, he leaves, wishing him luck. Hortensia runs to Diana from the hospital, Sara defends her but makes the mistake of mentioning that she is pregnant with Bruno.    "
                },
                "36": {
                    "title": "Lorena Descubre a Sara",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Sara kisses Alonso and tells him how much he likes him, he leaves. Lorena tells Patty why she ended up with Alonso, she advises her patience to forget him.    "
                },
                "37": {
                    "title": "Episode #1.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Zulema observes Alonso's car from a distance, where she is kissing Sara, she sees her supposed mother. Rossy and Julián arrive to celebrate the triumph of the contest, Lorena congratulates him and he asks permission to Maruja for his daughter to accompany him to Acapulco, she agrees. Zulema remembers the lies of Sara and how she behaved with Lorena, she wonders if it was unfair.    "
                },
                "38": {
                    "title": "Episode #1.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Rossy tells Lorena that Sara goes out with Alonso, Toribio talks to Maruja, Lorena gets furious and crashes the knives that her friend gave her. Lorena decides to look for Sara, she marks Zulema's house and then her cell phone but does not answer for being in Alonso's arms.    "
                },
                "39": {
                    "title": "Episode #1.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Lorena remembers her childhood with Sara and burst out crying uncontrollably, Ernesto worries, asks Patty to take her to take a breath, a student thinks he did it to get attention, the teacher asks for respect.    "
                },
                "40": {
                    "title": "Episode #1.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Lorena is not willing to limit herself just to avoid seeing Sara and Alonso, she forces herself to forget them, Maruja approves. Rossy is very burned by the sun and can not even wear clothes, Julian instead of encouraging her makes her angry, she runs him from the room.    "
                },
                "41": {
                    "title": "Episode #1.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Sara asks Chalo to enter the boarding house to talk, Arturo takes a picture with his cell phone. Raymundo talks with Ernesto and plays with the possibility of giving Maruja a job, because she told him that she was head chef.    "
                },
                "42": {
                    "title": "Episode #1.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Arturo warns Sara that if someone finds out what was between him and Barbara, he will tell Alonso about his infidelity with Chalo. Hortensia asks Lic. Murillo to ascend Arturo but without raising the salary, Sara enters without touching to retrieve Arturo's photos with Barbara.    "
                },
                "43": {
                    "title": "Episode #1.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Lorena defends Zulema De Sara, she blames everyone for their problems. Sara thinks that if Hortensia is imprisoned, she would inherit everything.    "
                },
                "44": {
                    "title": "Episode #1.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Zulema assures him that Sara is her daughter, she says that another test is the speed with which Hortensia accepted her, gave her work and even named her heir. Maruja puts a candle and asks for Jaime, she confesses to Lorena that she does not know how she feels about him.    "
                },
                "45": {
                    "title": "Episode #1.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Joel informs them that Hortensia pleaded not guilty and blamed everything on Jaime, Sara is astonished and Omar is enraged. Hortensia assures that Jaime is the only one to blame for the theft of Zulema's daughter, that Sara came into his life and thus learned of his existence, confronted his son and he confessed his crime to him in tears.    "
                },
                "46": {
                    "title": "Episode #1.46",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Ernesto hugs Lorena in front of the car that leads Alonso who leaves angry, does not want to let go and assures that it was the most sincere hug he has given, he was born to protect her. Alonso remembers how bad Lorena was expressed by Ernesto but he still loves her, he can not stop thinking about her. Sara marks him and he does not answer, she leaves him a message.    "
                },
                "47": {
                    "title": "Episode #1.47",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Lorena tells Ernesto about her breakup with Alonso and encourages him, she asks him why he is such a womanizer and if he has never fallen in love. Alonso attends to Florencia, victim of a severe hemorrhage, asks that all the relevant studies be done, Valeria agrees.    "
                },
                "48": {
                    "title": "Episode #1.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Sara assures Hortensia that she is going to make sure they do not find anything in the orphanage that incriminates her. Sara tells Alonso that her parents went to shout at work, he tries to convince her to go back with them to show them they are wrong.    "
                },
                "49": {
                    "title": "Episode #1.49",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Ernesto is about to kiss Lorena but she separates, because she does not want to be one more. Bruno receives from Madariaga the advance for marrying Diana, but he must do it that same month.    "
                },
                "50": {
                    "title": "Episode #1.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Sara is going to tell Omar and Zulema to forget her, leave them devastated. Julián delivers a menu and sees Elena, a photographer, offers to go to a casting, he agrees.    "
                },
                "51": {
                    "title": "Episode #1.51",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Lorena cries to learn that she was abandoned in a dumpster and will never know who her parents were. Sara assures Hortensia that she will be released no later than tomorrow, her grandmother feels that her granddaughter is too ambitious and can not trust her.    "
                },
                "52": {
                    "title": "Episode #1.52",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Alonso and Ernesto seem to be about to fight with blows, Lorena tries to separate them, but he reproaches her for having defended her ex-boyfriend. Alonso confesses to Bettina that ended with Lorena because she was unfaithful, the girl tells him that he still loves her, so he feels very bad.    "
                },
                "53": {
                    "title": "Episode #1.53",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Firm hydrangea in wanting to be tested for DNA suggests inheriting Sara in life, she does not know how to avoid it because everything gets complicated. Barbara marks Arturo but decides not to answer him, tells Jacqueline De Era and assures her that they have nothing left.    "
                },
                "54": {
                    "title": "Episode #1.54",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Greta takes pictures of Arturo and Jacqueline kissing, Paula first in shock but later feels happy. Arturo suggests to Jacqueline that they devalue the company of Hortensia before Sara plunders it.    "
                },
                "55": {
                    "title": "Episode #1.55",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Ernesto is told that his sister and brother-in-law are dead, Lorena hugs him, he asks for help and he does not leave him alone, he is in shock. Arturo asks Valeria for forgiveness, she asks for a divorce again, she does not forgive him.    "
                },
                "56": {
                    "title": "Episode #1.56",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Barbara sees Chalo, Sara invents him looking for a job as a driver, he says he has already been accepted. Augusta nurses Hortensia, Vasco reminds her that no one can get close to her grandmother, especially Sara, and she tells her mother that she wants to prevent her cousin from feeling mistress.    "
                },
                "57": {
                    "title": "Episode #1.57",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Ernesto kisses Lorraine, she separates, he tries to convince her and she assures that it was a mistake and leaves tripping over the boxes. Lorena tells Rossy about the kiss and thinks that if so many women have not been able to change it, how could she do it? His friend cheers him, says he can not run away from Ernesto.    "
                },
                "58": {
                    "title": "Episode #1.58",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Alonso remains firm in ending with Sara, she continues to speak badly of Lorraine, he can not forget her. Rossy sleeps, Lorena remembers her first kisses with Alonso and Ernesto, she sees that it is not raining anymore.    "
                },
                "59": {
                    "title": "Episode #1.59",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Lorena and Ernesto kiss, she says she is afraid of getting hurt but he reassures her, they stay talking all night, Lorena thinks that Alonso and the rain have been left behind. Maruja is alarmed to see that Lorena did not get to sleep, Rossy is happy and thinks that it has already been unlocked.    "
                },
                "60": {
                    "title": "Episode #1.60",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Gladys argues that Ernesto is an incorrigible bachelor and bad influence for his nephews, Monica arrives, Ivan points her out as the second girlfriend. Lorena remembers how Ernesto took his hand in front of Alonso, he knows that he will help him forget his ex, he hopes that he will not fail him.    "
                },
                "61": {
                    "title": "Episode #1.61",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Bruno claims to Hortensia for having embarked with Diana, without realizing that she is reacting. Chalo heals the wounds, Bárbara offers to give him a money to defend her and he asks her as payment to accept accompanying him to eat quesadillas.    "
                },
                "62": {
                    "title": "Episode #1.62",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Ernesto explains to his nephews that he loves them and will visit them every day in addition to going out with them on weekends, Gina does not believe him, explains the situation to Gladis and orders Iván, promises to send things to his house, the children they see them from the threshold.    "
                },
                "63": {
                    "title": "Episode #1.63",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Ernesto and Lorena quarrel, she goes pointing out that he gets rid of people 'for their own good'. Maruja and Rossy decide the menu for the request of hand, Zulema sees them happy and confesses to have reconciled with Omar.    "
                },
                "64": {
                    "title": "Episode #1.64",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Alonso sees Florencia die and he can not help but cry, he feels that he failed. Monica tries to convince Ernesto that he did well, he does not allow himself to be manipulated and he knows that Lorena was right.    "
                },
                "65": {
                    "title": "Episode #1.65",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 65,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Lorena and Ernesto are reconciled, she accepts that her nephews have returned, he is passionate but she stops him. Jaime worries about creating friction between Rossy and Maruja, she asks for patience because she describes her daughter as good people.    "
                },
                "66": {
                    "title": "Episode #1.66",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 66,
                    "original air date": "11 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Ernesto tells Lorena what the director told him, she could not pay the tuition without a scholarship, he offers but Lorena does not accept it. Sara listens to everything without being seen. Jaime and Maruja happy for how well they have gone, he proposes marriage but for the moment he rejects it.    "
                },
                "67": {
                    "title": "Episode #1.67",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 67,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Lorena tells Alonso that she already knew about Sara and Chalo, but she did not say anything because she would not believe him, he tries to involve her in his doubts about his ex but he does not get it. Sara yells at Vasco and asks him to sponsor her, he refuses and leaves, she claims Arturo for not supporting her.    "
                },
                "68": {
                    "title": "Episode #1.68",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 68,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Alonso and Toribio try to open their eyes to Trinidad, but she refuses to think badly about Sara, refuses to help them. Jaime tells Vasco that he is going to marry Maruja, he offers to talk to Omar so he can forgive him.    "
                },
                "69": {
                    "title": "Episode #1.69",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 69,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Alonso thinks to discard all the possibilities that some inmate is the granddaughter of Hortensia, Toribio assures that Lorena is the granddaughter. Zulema tells Omar that she is going to hire Matilde, he tells her that she reconciled with Jaime, she gets angry and they scream.    "
                },
                "70": {
                    "title": "Episode #1.70",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 70,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Jaime notes that Maruja is very tired and suggests that she leave the restaurant, she tells him that she has not had peace since Rogelio appeared, he proposes to live in a free union.    "
                },
                "71": {
                    "title": "Episode #1.71",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 71,
                    "original air date": "18 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Mónica tells Lorena that she went to bed with Ernesto first, he does not deny it, Lorena shuts him up and leaves. Alonso tells her father that the next day she will have the results of the DNA analysis, Sara arrives installed in the dinner provider.    "
                },
                "72": {
                    "title": "Episode #1.72",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 72,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Alonso is outraged because Sara supplanted Lorena's personality, Toribio reassures him. Lorena misses Sara as her friend, the nuns suggest she not do it but without telling her anything of what they know.    "
                },
                "73": {
                    "title": "Episode #1.73",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 73,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Alonso explains to Lorena about the DNA tests, she does not explain why Sara behaves like that, she needs to take a breath and leave. Lorena cries and Alonso hugs her, she asks him to take her to the capital, Zulema appears, both embrace.    "
                },
                "74": {
                    "title": "Episode #1.74",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 74,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Ernesto sees Alonso hugging Lorena and claims them, insinuates that they could have sex, they both grab a blow and throw Lorena, she asks Ernesto to leave.    "
                },
                "75": {
                    "title": "Episode #1.75",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 75,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Sara confesses to Hortensia that Lorena is her real granddaughter, she begins to suffocate her and then let her breathe very sadistically. Lorena looks for Sara in the mansion, the employee says she is not there, she continues to torture Hortensia before killing her.    "
                },
                "76": {
                    "title": "Episode #1.76",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 76,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Hortensia asks that Sara not be allowed into the company, Omar is willing to fulfill his wishes even though he had promised not to return. Omar asks Joaquina that if she returns Sara does not allow her to enter and call her immediately.    "
                },
                "77": {
                    "title": "Episode #1.77",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 77,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Ximena visits Ernesto who forgets the cell phone in the car, invites her in, she recognizes Ivan, he informs his uncle that Lorena spoke, Ximena surprised by the changes in her friend's life, asks who she is.    "
                },
                "78": {
                    "title": "Episode #1.78",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 78,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Bruno and Sara conspire against Lorena and her family. Lorena and Zulema talk about Ernesto and the insecurity he feels about him continuing as a womanizer.    "
                },
                "79": {
                    "title": "Episode #1.79",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 79,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Hortensia apologizes to Zulema, Lorena helps him to enter the house, Augusta stays outside, Zulema shows him the Chambrita that she wove for Lorena, Hortensia does not resist it, she wants to go, Zulema forgives her mother-in-law.    "
                },
                "80": {
                    "title": "Episode #1.80",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 80,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Greta wants to bed with Omar, who knows that he needs his Viagra, invents migraine and Greta offers him a pill for that, he does not let himself be convinced. Sara and Bruno arrive very happy for their badness, she gives herself a shower, he invites her to dinner.    "
                },
                "81": {
                    "title": "Episode #1.81",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 81,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Hortensia almost faints upon hearing the news of the poisoning, the intoxicated are in private hospitals, everyone asks Omar. Diana does not explain what she saw Bruno, Lorena has not decided between Ernesto and Alonso, Zulema tells them about the scandal of the company.    "
                },
                "82": {
                    "title": "Episode #1.82",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 82,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Lorena agrees to spend the next day with Alonso, he gives her a teddy bear, she feels that she has grown up. Jaime informs Vasco and Barbara that the Hortensia emporium has disappeared, he will even have to sell the house.    "
                },
                "83": {
                    "title": "Episode #1.83",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 83,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Lorena thanks Alonso for her patience to teach him how to drive. Jaime tells Maruja that Hortensia accepted her as daughter-in-law and offered her mansion to host the party, Rossy listens and opposes.    "
                },
                "84": {
                    "title": "Episode #1.84",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 84,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Arturo convinces Catalina to accompany him on his escape, asks him to pack what is necessary and the rest buys it. Bruno agrees to take Sara to Arturo's house if he gives half the money, he first wants to go through his gun to his house.    "
                },
                "85": {
                    "title": "Episode #1.85",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 85,
                    "original air date": "5 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Bruno agrees to hate Lorraine's family as much as Sara and they plan to boycott Zulema's operation. Julián and Rossy finally get married, Lorena and Alonso do not stop seeing each other, Greta is late. The priest declares them husband and wife, they kiss.    "
                },
                "86": {
                    "title": "Episode #1.86",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 86,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Lorena and Alonso talk in the restaurant, for Sara's pain and anger, who wishes her happiness does not last. Ivan asks Ernesto how the reconciliation was, he tells her that Lorena is going to marry Alonso.    "
                },
                "87": {
                    "title": "Episode #1.87",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 87,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Alonso removes the Laparoscope, Zulema has a cardiac arrest, he asks for the defibrillator although it is dangerous to have the wound open, Dulce warns him but he has no choice.    "
                },
                "88": {
                    "title": "Episode #1.88",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 88,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Alonso apologizes to Julian, who goes mad, his family tries to control him and calm him but he does not listen to reasons. Omar asks Julián to leave, Rossy apologizes to Alonso for the attitude of her husband.    "
                },
                "89": {
                    "title": "Episode #1.89",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 89,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Alonso learns that he was dismissed from the clinic, Noemí tries to cheer him by telling him that they did not take his license, Alonso asks permission to visit Zulema, she grants it.    "
                },
                "90": {
                    "title": "Episode #1.90",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 90,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Ernesto tries to lift Alonso's spirits, who can not resist depression. Greta announces to Omar that he has just resigned and says goodbye to him and his life, although he tries to manipulate him so that he returns with her, makes him feel guilty, he does not accept.    "
                },
                "91": {
                    "title": "Episode #1.91",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 91,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Barbara talks to Maruja and Jaime to let her show her what she can do with the job, Rossy does not agree that the former worked with the new wife, Lorena thinks that Maruja is more modern than her daughter.    "
                },
                "92": {
                    "title": "Episode #1.92",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 92,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Ernesto asks Lorena to help him in the program because Patty gave him stage fright, he begs her to help him. Fafy speaks to Sara to invite her to his penthouse, she accepts with a lot of disgust but knows how to hide it.    "
                },
                "93": {
                    "title": "Episode #1.93",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 93,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Omar offers his house to Hortensia, Omar tells him that everyone agrees, Augusta tells him not to worry about her, and that he already knows where to find her. Hortensia arrives at Lorena's house who welcomes her, accepts her as her grandmother and tells her that all her wounds have healed.    "
                },
                "94": {
                    "title": "Episode #1.94",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 94,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Sara learns that Lorena has a family business. The interviewer asks Lorena if there is anything between her and Ernesto, she laughs and tells him that she does not have time for love, only to pray for her mother.    "
                },
                "95": {
                    "title": "Episode #1.95",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 95,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Ernesto and Alonso are thrown in face the reasons why Lorena left them. Ernesto demands that he disappear as soon as Lorena accepts him, Alonso tells him that he asks him for the same.    "
                },
                "96": {
                    "title": "Episode #1.96",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 96,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Fafy wants to buy the company of Hortensia Armendariz. Santiago tells Hortensia that Fafy is dating another woman.    "
                },
                "97": {
                    "title": "Episode #1.97",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 97,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Santiago provides Ernesto with information about Fafy and Sara, insists that he works for him and convinces him to accompany him to see him. Zulema meets Augusta, the person who will help her with her personal care, gives her instructions to perform her rehabilitation exercises.    "
                },
                "98": {
                    "title": "Episode #1.98",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 98,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Sara pretends to be grateful and loving to Fafy after he names her as the universal heir. Toño finds out by Lorena that Chalo committed suicide, but this one does not believe it, thinks that something happened to him to walk in turbid things.    "
                },
                "99": {
                    "title": "Episode #1.99",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 99,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Ximena agrees to be the messenger between Ernesto and Lorena, her first message is to tell her that Sara is going to compete for the tender. Zulema tries to make Julian think that he is going to be a father, but he does not understand him.    "
                },
                "100": {
                    "title": "Episode #1.100",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 100,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    The representatives of the assembler arrive, Gómez recognizes Hortensia and introduces Lorena as her granddaughter and identifies herself as adviser to the cooperative. Maruja and Barbara very nervous, they hope to win to have a fixed ticket, Patty and Rossy ask if there is news.    "
                },
                "101": {
                    "title": "Episode #1.101",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 101,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Alonso remains firm in ending with Sara, she continues to speak badly of Lorraine, he can not forget her. Rossy sleeps, Lorena remembers her first kisses with Alonso and Ernesto, she sees that it is not raining anymore.    "
                },
                "102": {
                    "title": "Episode #1.102",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 102,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Mother Asunción feels bad and is taken to the hospital, so Sara takes the opportunity to enter her computer and erase all the evidence that accuses her of being a thief. Lorena arrives in Mexico, she rents a room in a boarding house.    "
                },
                "103": {
                    "title": "Episode #1.103",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 103,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Sara yells to Lorena that Alonso belongs to her, she tells him that he only feels contempt for her, Sara is going to go over him but the voice of Hortensia stops her.    "
                },
                "104": {
                    "title": "Episode #1.104",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 104,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Sara informs Bruno that Fafy died without her having anything to do, they prepare to pretend that they care about his death. Bruno reviews Fafy and announces that he has died, Sara cries inconsolably.    "
                },
                "105": {
                    "title": "Episode #1.105",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 105,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Alonso is outraged because Sara supplanted Lorena's personality, Toribio reassures him. Lorena misses Sara as her friend, the nuns suggest she not do it but without telling her anything of what they know.    "
                },
                "106": {
                    "title": "Episode #1.106",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 106,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Alonso announces that Sara poisoned Bruno because of Fafy Cuenca's inheritance, Ernesto asks if Bruno will recover, Alonso can not affirm it, because it is very bad. Vasco asks Patty to end their relationship because it is not working.    "
                },
                "107": {
                    "title": "Episode #1.107",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 107,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Sara looks at Lorena with hatred and asks if she is enjoying it, she tells him that she wants to see her sunken, Sara responds that she will not make it, Lorena clarifies that she already got it, the patrol goes up.    "
                },
                "108": {
                    "title": "Episode #1.108",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 108,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Sara emerges from the patrol, removes the handcuffs, takes the gun and flees. Julián talks with her baby in Rossy's belly, he thinks he will be a child, she thinks otherwise.    "
                },
                "109": {
                    "title": "Episode #1.109",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 109,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Lorena informs Alonso that he was not chosen, he wishes her to be happy. Manuel delivers the pirated movies to Arturo, the police catch them and arrest them.    "
                },
                "110": {
                    "title": "Episode #1.110",
                    "kind": "episode",
                    "episode of": {
                        "title": "Querida Enemiga (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 110,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Hortensia apologizes to Zulema, Lorena helps him to enter the house, Augusta stays outside, Zulema shows him the Chambrita that she wove for Lorena, Hortensia does not resist it, she wants to go, Zulema forgives her mother-in-law.    "
                }
            }
        },
        "number of episodes": 110,
        "cast": [
            {
                "name": "Layevska, Ana"
            },
            {
                "name": "Soto, Gabriel"
            },
            {
                "name": "Aravena, Jorge"
            },
            {
                "name": "Martz, Ingrid"
            },
            {
                "name": "Cid, Sharis"
            },
            {
                "name": "Trejo, Jorge"
            },
            {
                "name": "Zavala, Jesús"
            },
            {
                "name": "Martínez, Patricia"
            },
            {
                "name": "González, Luz Elena"
            },
            {
                "name": "Becerra, Carmen"
            },
            {
                "name": "Paola, Danna"
            },
            {
                "name": "Méndez, Marco"
            },
            {
                "name": "Santos, Lina"
            },
            {
                "name": "Acosta, Octávio"
            },
            {
                "name": "Aguilar, Elizabeth"
            },
            {
                "name": "Aranda, Juan Ignacio"
            },
            {
                "name": "Argueta, Sergio"
            },
            {
                "name": "Aspe, Mauricio"
            },
            {
                "name": "Aylett, Raisa"
            },
            {
                "name": "Bages, Nuria"
            },
            {
                "name": "Bartilotti, Eugenio"
            },
            {
                "name": "Biaggio, Mike"
            },
            {
                "name": "Bonilla, Socorro"
            },
            {
                "name": "Campillo, Abril"
            },
            {
                "name": "Casillas, Mario"
            },
            {
                "name": "Corral, Carlos"
            },
            {
                "name": "Cristeva, Dobrina"
            },
            {
                "name": "Cruz, Pablo"
            },
            {
                "name": "de Juambelz, Eduardo"
            },
            {
                "name": "la Peña, Alejandro de"
            },
            {
                "name": "de Silva, Álvaro"
            },
            {
                "name": "Del Real, David"
            },
            {
                "name": "Delgado, María Alicia"
            },
            {
                "name": "Dionyssiou, Melina"
            },
            {
                "name": "Femat, José Carlos"
            },
            {
                "name": "Feregrino, Sergio"
            },
            {
                "name": "Rue, Ricardo Fernández"
            },
            {
                "name": "Ferretti, Óscar"
            },
            {
                "name": "Franco, Ricardo"
            },
            {
                "name": "Graña, Alexandra"
            },
            {
                "name": "Hally, Ana"
            },
            {
                "name": "Heming, Rainer"
            },
            {
                "name": "Iturralde, Alfonso"
            },
            {
                "name": "Jerez, Luz María"
            },
            {
                "name": "Karr, Mariana"
            },
            {
                "name": "Keith, Zully"
            },
            {
                "name": "Lechuga, José Manuel"
            },
            {
                "name": "Mansur, Bibelot"
            },
            {
                "name": "Marín, Malillany"
            },
            {
                "name": "Molina, Pablo"
            }
        ],
        "genres": [
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Mexico"
        ],
        "country codes": [
            "mx"
        ],
        "language codes": [
            "es"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.8,
        "votes": 74,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY3MzkwNzcwM15BMl5BanBnXkFtZTcwMjc5NDc5Mw@@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Lorena is an orphan little girl who's trapped in a asylum with her older sister cause they are orphan both they grew up later without parents , lorena is a smart young and beautiful girl , she dreams of being a chef from gourmet kitchen and get some little money for living while sara is a bad ambicious , perverse evil woman who only wanna destroy others and steal money from others to make wickedness on people with evilness pranks on them , in the end sara will pay for her evil mind and her crimes and wickednesses and evil pranks while lorena will marry to a brilliant male doctor really high classed",
        "languages": [
            "Spanish"
        ],
        "title": "Querida Enemiga",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Johanson, Erika"
            },
            {
                "name": "Sepúlveda, Carmen"
            },
            {
                "name": "Serra, Pablo"
            }
        ],
        "production companies": [
            {
                "name": "Televisa S.A. de C.V."
            }
        ],
        "distributors": [
            {
                "name": "Story TV"
            },
            {
                "name": "Zone Romantica"
            }
        ],
        "plot": [
            "Lorena is an orphan little girl who's trapped in a asylum with her older sister cause they are orphan both they grew up later without parents , lorena is a smart young and beautiful girl , she dreams of being a chef from gourmet kitchen and get some little money for living while sara is a bad ambicious , perverse evil woman who only wanna destroy others and steal money from others to make wickedness on people with evilness pranks on them , in the end sara will pay for her evil mind and her crimes and wickednesses and evil pranks while lorena will marry to a brilliant male doctor really high classed",
            "Two Orphans grew up together, Lorena and Sara. Both loved each other as sisters. Lorena likes the passion of cooking ever since she was a girl. One day, she wants to become a Chef. While Sara is full of ambition, hated the poverty and wish one day to be rich. In Adulthood, Lorena took her path, to become a chef. Sara learns that Lorena is the granddaughter of a multi-millionaire woman and decides to usurp her place, without Lorena knowing. But when both crossed and see each other again, Sara will have to take everything from Lorena ,including a man Lorena loved the most, Alonso, and get rid of her once and for all. When Lorena learns the truth, she will fight to take what is rightfully hers, even if she has to destroy the friendship that she had with Sara.... Who became her enemy.::Sebastian Cruz"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials) (Mexico)",
                "45 min (108 episodes)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 74,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 32,
                "rating": 6.9
            },
            "aged 30 44": {
                "votes": 26,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 3.7
            },
            "males": {
                "votes": 26,
                "rating": 6.8
            },
            "males aged 18 29": {
                "votes": 12,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 11,
                "rating": 6.8
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 5.0
            },
            "females": {
                "votes": 38,
                "rating": 7.3
            },
            "females aged 18 29": {
                "votes": 20,
                "rating": 6.7
            },
            "females aged 30 44": {
                "votes": 15,
                "rating": 7.9
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 6.0
            },
            "us users": {
                "votes": 15,
                "rating": 7.1
            },
            "non us users": {
                "votes": 36,
                "rating": 6.9
            }
        },
        "number of votes": {
            "10": 29,
            "9": 8,
            "8": 11,
            "7": 9,
            "6": 7,
            "5": 0,
            "4": 2,
            "3": 2,
            "2": 2,
            "1": 4
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}