{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "8 April 2008"
            }
        ],
        "release dates": [
            "USA::8 April 2008"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Big 4-0 (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    A former running back of the Atlanta Falcons and Detroit Lions, Derrick had an exciting career in the NFL. To celebrate his 40th, Derrick arranges a football game with some of his former NFL friends against a group of top-of-the-line collegiate players from Georgia Tech. Derrick must get himself back into shape and convince former football pros like Brett Perriman, Antonio London, and Harry Colon to play against the younger athletes. Find out if Derrick can make his football dreams come true and prove that the second half of life is bigger, better, and faster than the...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Big 4-0 (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "12 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    On the surface it appears that beautiful DeeAnn has the perfect life with great friends, a successful career, and a loving daughter. But seven years ago, DeeAnn's fiancé died of a sudden heart attack. She's been mourning ever since but decides it's finally time to move on. For her 40th, DeeAnn and her friends throw a huge 18th-century-themed bash featuring period costumes fit for a masquerade ball, a horse-drawn carriage, and fine wine. DeeAnn's friends send her to a matchmaker who sets her up with two eligible bachelors. Will this real-life Cinderella find her ...    "
                },
                "6": {
                    "title": "DeAnn",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Big 4-0 (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 May 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 3,
        "cast": [
            {
                "name": "Custard, Lisa"
            },
            {
                "name": "Bodean, Jeff"
            },
            {
                "name": "Moore, Derrick"
            },
            {
                "name": "West, Tonya"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 5.0,
        "votes": 5,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTg3M2FhZGItY2FiYS00N2Q1LTk0ZTctMzJmMzQ4YjI4ZGQzXkEyXkFqcGdeQXVyODA5MjY1MzI@._V1_SY150_CR49,0,101,150_.jpg",
        "budget": "$850,000 (estimated)",
        "plot outline": "Each episode, real people mark a major milestone, their 40th birthday, in amazing ways. Derrick, a former NFL player, sets out to prove he can still compete against the best. Lisa, a model-turned-mom, throws an extravagant Beverly Hills bash full of surprises and family drama, but will she finally embrace her age? Brian, a former thrill seeker who is now wheelchair-bound, aspires to skydive and ride a horse again. Rita, an Italian-American woman whose family never fit in growing up in rural Utah, heads to Italy to trace her roots. Tonya, in the midst of a divorce, had to cancel her plans for a Jamaican birthday trip. Can her friends pull together and make her wishes come true? DeeAnn lost her fiancé seven years ago, but she is now moving on. Will an 18th-century-themed masquerade ball and finding Prince Charming do the trick?",
        "languages": [
            "English"
        ],
        "title": "The Big 4-0",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2009",
        "akas": [
            "The Big 4-0 (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "3 Ball Productions"
            }
        ],
        "distributors": [
            {
                "name": "TV Land"
            }
        ],
        "plot": [
            "Each episode, real people mark a major milestone, their 40th birthday, in amazing ways. Derrick, a former NFL player, sets out to prove he can still compete against the best. Lisa, a model-turned-mom, throws an extravagant Beverly Hills bash full of surprises and family drama, but will she finally embrace her age? Brian, a former thrill seeker who is now wheelchair-bound, aspires to skydive and ride a horse again. Rita, an Italian-American woman whose family never fit in growing up in rural Utah, heads to Italy to trace her roots. Tonya, in the midst of a divorce, had to cancel her plans for a Jamaican birthday trip. Can her friends pull together and make her wishes come true? DeeAnn lost her fianc&#233; seven years ago, but she is now moving on. Will an 18th-century-themed masquerade ball and finding Prince Charming do the trick?"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5,
                "rating": 5.0
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 7.7
            },
            "males": {
                "votes": 4,
                "rating": 6.0
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 3.0
            },
            "us users": {
                "votes": 3,
                "rating": 7.0
            },
            "non us users": {
                "votes": 1,
                "rating": 3.0
            }
        },
        "number of votes": {
            "10": 2,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 5.0,
        "median": 3
    }
}