{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "26 April 2008"
            }
        ],
        "release dates": [
            "USA::26 April 2008"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Cowans, Fred"
            },
            {
                "name": "Mason, Peter"
            },
            {
                "name": "Weslosky, Tracy"
            }
        ],
        "genres": [
            "Adventure",
            "Reality-TV"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "4-Track Stereo"
        ],
        "plot outline": "Set against a backdrop of lavish parties, jet setting business leaders and high stakes drama, DealFlow is a fascinating real life look into the world of global business. DealFlowTV follows the principals of a small, highly respected investment bank as they crisscross the globe in search of the next great investment opportunity. Their mission - to find the people, places and passions that shape the future of global business. Each week the DealFlowTV team scours the globe on \"fact-finding\" missions to determine what regions are hot and which sectors are rising. They shine a light on new business opportunities; new management philosophies; and new ways of investing and making money. These investment dealmakers are smart, opinionated and provocative. One partner follows a logical, quantifiable approach to evaluating businesses and investment opportunities, while the other relies more on gut instinct and her ability to find great talent. Think due diligence meets true brilliance, and though their styles and personalities may sometimes clash, together they are a powerhouse of market intelligence.",
        "languages": [
            "English"
        ],
        "title": "DealFlow",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "DealFlow (United States)"
        ],
        "writer": [
            {
                "name": "Bragg, Jennifer"
            },
            {
                "name": "Fox, Kevin J."
            },
            {
                "name": "Venne, Kelvin"
            }
        ],
        "production companies": [
            {
                "name": "Re:Source Media Inc."
            }
        ],
        "distributors": [
            {
                "name": "CableReady"
            }
        ],
        "plot": [
            "Set against a backdrop of lavish parties, jet setting business leaders and high stakes drama, _DealFlow_ (qv) is a fascinating real life look into the world of global business.::Anonymous",
            "Set against a backdrop of lavish parties, jet setting business leaders and high stakes drama, _DealFlow_ (qv) is a fascinating real life look into the world of global business. _DealFlow_ (qv)TV follows the principals of a small, highly respected investment bank as they crisscross the globe in search of the next great investment opportunity. Their mission - to find the people, places and passions that shape the future of global business. Each week the _DealFlow_ (qv)TV team scours the globe on \"fact-finding\" missions to determine what regions are hot and which sectors are rising. They shine a light on new business opportunities; new management philosophies; and new ways of investing and making money. These investment dealmakers are smart, opinionated and provocative. One partner follows a logical, quantifiable approach to evaluating businesses and investment opportunities, while the other relies more on gut instinct and her ability to find great talent. Think due diligence meets true brilliance, and though their styles and personalities may sometimes clash, together they are a powerhouse of market intelligence.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "22 min (USA)"
            ],
            "sound mix": [
                "4-Track Stereo"
            ],
            "color": [
                "Color"
            ]
        }
    }
}