{
    "imdb": {
        "raw release dates": [
            {
                "country": "Germany\n",
                "date": "25 December 2008"
            },
            {
                "country": "Italy\n",
                "date": "1 August 2011"
            }
        ],
        "release dates": [
            "Germany::25 December 2008",
            "Italy::1 August 2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Four Seasons"
            },
            {
                "countries": "Australia (DVD title)",
                "title": "Rosamunde Pilcher's Four Seasons"
            },
            {
                "countries": "Germany",
                "title": "Rosamunde Pilcher - Vier Jahreszeiten"
            },
            {
                "countries": "Greece (DVD title)",
                "title": "Four Seasons"
            }
        ],
        "akas": [
            "Four Seasons (original title)",
            "Rosamunde Pilcher's Four Seasons Australia (DVD title)",
            "Rosamunde Pilcher - Vier Jahreszeiten Germany",
            "Four Seasons Greece (DVD title)"
        ],
        "akas from release info": [
            "Four Seasons (original title)",
            "Rosamunde Pilcher's Four Seasons Australia (DVD title)",
            "Rosamunde Pilcher - Vier Jahreszeiten Germany",
            "Four Seasons Greece (DVD title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Summer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Seasons (TV Mini-Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 13,
                    "original air date": "25 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Endellion, the magnificent country seat of the aristocratic Combe family, sets the scene for a sweeping saga playing out within one eventful year. At the center are three women of three different generations: Julia, banished from Endellion, whose return triggers the turbulent events; Abby, her granddaughter, who wants to know the secret of her past so that she can face the future; Charlotte, Julia's daughter and Abby's mother, who allegedly killed herself but who is still very much alive in the hearts of the Combe family - and perhaps somewhere near Endellion as well.    "
                },
                "2": {
                    "title": "Autumn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Seasons (TV Mini-Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 16,
                    "original air date": "25 Dec. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Winter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Seasons (TV Mini-Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 20,
                    "original air date": "25 Dec. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Spring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Four Seasons (TV Mini-Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 15,
                    "original air date": "25 Dec. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Berger, Senta"
            },
            {
                "name": "Conti, Tom"
            },
            {
                "name": "York, Michael"
            },
            {
                "name": "Kalenberg, Paula"
            },
            {
                "name": "Weeks, Perdita"
            },
            {
                "name": "Delap, Tim"
            },
            {
                "name": "Mills, Juliet"
            },
            {
                "name": "Douglas, Angela"
            },
            {
                "name": "Grawe, Tina"
            },
            {
                "name": "Harvey, Terence"
            },
            {
                "name": "Finlay, Frank"
            },
            {
                "name": "Wörner, Natalia"
            },
            {
                "name": "Roache, James"
            },
            {
                "name": "Light, John"
            },
            {
                "name": "von Pufendorf, Maximilian"
            },
            {
                "name": "Hall, Joe"
            },
            {
                "name": "Nero, Franco"
            },
            {
                "name": "Ashton, Jack"
            },
            {
                "name": "Refoufi, Gem"
            },
            {
                "name": "Bennett, Maureen"
            },
            {
                "name": "Scott, Steve"
            },
            {
                "name": "Telfer, John"
            },
            {
                "name": "Holliday-Evans, Rupert"
            },
            {
                "name": "Bardsley, Richard"
            },
            {
                "name": "Webster, Daryl"
            },
            {
                "name": "Romer, Patrick"
            },
            {
                "name": "Berriman, Diana"
            },
            {
                "name": "Morcroft, Claudia"
            },
            {
                "name": "Brederlow, Bobby"
            },
            {
                "name": "Till, Lewis"
            },
            {
                "name": "Wilson, Chris"
            },
            {
                "name": "Bond, Alan"
            }
        ],
        "locations": [
            "Bath, Somerset, England, UK",
            "Longleat House, Wiltshire, England, UK::(Endellion, the Coombes family country house)",
            "Chavenage House, Tetbury, Gloucestershire, England, UK",
            "Holburne Museum of Art, Bath, Somerset, England, UK",
            "Mother Ivey Cottage, Trevose Head, Cornwall, England, UK::(Julia Combe's cottage)",
            "Neston Park, Corsham, Wiltshire, England, UK",
            "New Wardour Castle, Salisbury, Wiltshire, England, UK"
        ],
        "genres": [
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "360"
        ],
        "countries": [
            "United Kingdom",
            "Germany"
        ],
        "country codes": [
            "gb",
            "de"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.33 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:PG",
            "Germany:0"
        ],
        "original air date": "25 Dec 2008 (Germany)",
        "number of seasons": 1,
        "rating": 6.1,
        "votes": 88,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTQyOGM1ZDYtODUwNC00YTcwLTgwOWQtYWM4M2Q3Y2Q3OTUzXkEyXkFqcGdeQXVyNjExODE1MDc@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "This is a special four part mini-series based on Rosamunde Pilchers drama: Summer, Autumn, Winter and Spring. Focusing on the Combes family and their magnificent country estate Endellion. Patriarch Alex reigns over the estate with a mildness that infuriates his eldest son Stephen, a high-powered financier, but perfectly suits his younger, more relaxed son Charles. After many years of unruffled tranquility, life at Endellion is about to enter a turbulent new phase with the return of Stephen s ex-wife, and division over her granddaughter Abby, whose mother had died never revealing the father s name. Scandal, vengeance, jealousy and desire rage as furiously as the sea in this powerful drama from bestselling author Rosamunde Pilcher.",
        "languages": [
            "English"
        ],
        "title": "Four Seasons",
        "year": 2008,
        "kind": "tv mini series",
        "series years": "2008-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bowen, T.R."
            },
            {
                "name": "Pilcher, Rosamunde"
            },
            {
                "name": "Thomas, Matthew"
            }
        ],
        "director": [
            {
                "name": "Foster, Giles"
            }
        ],
        "production companies": [
            {
                "name": "Gate Filmproduktion"
            },
            {
                "name": "Tele München Fernseh Produktionsgesellschaft"
            },
            {
                "name": "Zweites Deutsches Fernsehen"
            }
        ],
        "distributors": [
            {
                "name": "Concorde Home Entertainment"
            }
        ],
        "plot": [
            "This is a special four part mini-series based on Rosamunde Pilchers drama: Summer, Autumn, Winter and Spring. Focusing on the Combes family and their magnificent country estate Endellion. Patriarch Alex reigns over the estate with a mildness that infuriates his eldest son Stephen, a high-powered financier, but perfectly suits his younger, more relaxed son Charles. After many years of unruffled tranquility, life at Endellion is about to enter a turbulent new phase with the return of Stephen s ex-wife, and division over her granddaughter Abby, whose mother had died never revealing the father s name. Scandal, vengeance, jealousy and desire rage as furiously as the sea in this powerful drama from bestselling author Rosamunde Pilcher."
        ],
        "synopsis": [
            "1st episode (Winter)Julia Combe (Senta Berger) is a mature woman. She is flying with her lover / second husband, the renown photographer Max Freeman (Franco Nero). She thrusts a flower garland to the sea. They later go by car to the manor mansion called Endellion, but they stay outside. They just leave a buch of flowers on the tomb of young Charlotte Combe, who died at the tender age of 20. They come back to London by airplane again, but they have an accident, the engine won't work so they crash down.At the mansion, young painter Abigail 'Abby' Combe (Paula Kalenberg) is visiting. She is happy with her lot in life: she is restoring a painting, has a handsome boyfriend and lives well-off. Her grandfather, Stephen Combe (Michael York) invites her to have dinner with him and sleep over, returning on the morning to her London flat. Abby enquires who has left the flowers on her mother's tomb, and his father admits it was not his. The following morning, the news of the plane accident reach television, and Abby listens to it. She wonders at her mother and her grandmother. Stephen tells her that she is better off without her grandmother, who abandoned Charlotte, Stephen and Abby herself to run away with her lover, photographer and maverick Max Freeman. But Abby starts to wonder on her own. When she questions Stephen, he tells her that Julia is a bad piece of work, and that Abby is better alone. However, the young lady feels kind of obsessed with Charlotte, and the best way to contact her memory is talking to Julia, whom she hasn't talked to in her life. Stephen says that he doesn't even know where Julia is.Back home alone, Julia listens to the recording machine message which a technician is leaving: \"her camera has been repared and is waiting for collection\". She sighs. Julia is reviewing Max's last photographs, but later she moves onto some family snapshots.Later on, doing her housework, she finds a letter from Max behind a picture of them both together, which states that, as she hates house chores, it's only on the occasion of his dismissal and passaway when she will do them. He says that he doesn't want any fancy funeral.A friend of Abby called ABBY ? Imogen (Perdita Weeks) ------------------------points to a newspaper article on the life of Max Freeman which states where the funeral service will be held. Abby runs there, and she takes a look at her grandmother, who makes a beautiful speech after the Priest (Rupert Holliday Evans) has finished. She is stranged that her uncle Charles Combe (Tom Conti) is also attending. Abby can also overhear how Julia tells Charles that she only wants to be left alone by her old family, and shows no interest whatsoever in meeting Abby. On hearing this, Abby leaves the church.In downtown London, Abby is pushing her boyfriend Jamie Wilson (Maximilian von Pufendorf) to know her boyfriend. Jamie wants to be a successful business man. The three of them go to a fancy restaurant. stephen gives a `present to Abby, a huge and old-fashioned necklace with huge, and I mean huge, green emeralds. Stephen and Jamie insist in Abby putting them on, so she goes to the bathroom to look at herself in the mirror. There, a lady (Daryl Webster) looks at the necklace and asks alound \"Oh, my god, what do you have to do to get that?\" While they are alone, Stephen asks Jamie to convince Abby of not meeting Julia. Both men think that Abby is stunning with the necklace on.Jamie and Abby argue about the necklace. Abby feels that she's Stephen's surrogate daughter because Charlotte has died. Jamie thinks Abby's sexy with the necklace, and he wants to make love to her.Lady Florence Combe (Juliet Mills) arrives to Endellion, making a lot of noise with her car. Charles goes to greet her. Florence wants to talk to her husband Alexander \"Alex\" Combe (Frank Finlay), but he's off with a shotgun to kill some pigeons. All the family is reuniting for a party. Georgina \"Gina\" Combe (Tina Grawe), Abby's cousin, an athletic and cute blonde bombshell, goes to the front door to greet Abby and Jamie with a lot of energy. They hit it off and they play cricket. Gina is really good, as well as Jamie. Abby starts getting jealous, as Jamie looks eager to impress Gina.Julia enters an art gallery with beautiful paintings. She talks to her friend, mature Edwina Webber (Angela Douglas)????????????????Julia needs some money, so she needs to sell Max's last photographs, and being an art dealer, she can help her get a good price.Georgina is stunning in her red bikini. She is supposed to be in love with Tom Tressillian (Tim Delap), the boy who takes care of the horses. Abby jumpos onto the swimming-pool to swim on her own, while Gina and Jamie laugh childishly at some private joke. Everybody stares at them.A calendar with Max's photos will sell well. The money is big, but Max and Julia always lived for the day, naver saving up, so she now hasn't got any assets. Julia's lease is about to finish. Her friend suggests her to write a book about the adventures she had with Max. Julia feels that there are problems with the idea. She has a small cottage on her own. Julia is sad thinking about the granddaughter she never sees.Stephen is also worried about income. Endellion is expensive to maintain, so there is need to create a festival or something like that. Charles, however, thinks that Stephen may not be as worried as he looks. During the party, Charles greets his daughter Georgina. Jamie tries to humiliate Tom in front of Georgina. However, this time, Stephen is serious about creating a tour, races... on Endellion, while Charles' idea is only to wait for the stock market to go up again.Finally, Jamie's provocation is taking its toll in Tom, who has to be stopped by Georgina so that he won't puck Jamie. Abby says she's sorry for Jamie's behaviour, which goes to hell when he drinks. Florence is happy to see Endellion full of life, music and people. Tom says she hasn't seen Georgina all day, and that she likes to play games. Abby looks at Jamie and Georgina, laughting, dancing on their own, and she gets sad. She says \"excuse-me\" and goes inside the house. There, she stares at a painting of Charlotte with the emerald necklace she's worn to the party.Stephen tells Abby the necklace's story: it's a copy. The original went down to the sea during the ship wreckage which caused Charlotte's death. Stephen gives her the card of a solicitor (Chris Wilson), who is to talk with her about a trust fund of her own. Abby wonders at it, as she has never heard about it before, and her grandfather tells her that she'll find out when she rings him. That night, Abby is really mad at Jamie. He says he's sorry, but she accuses him of drinking too much and of hurting her and the people she loves. She turns off the lights and pretends to sleep when he offers to talk about it.Some time later, Abby sees on a magazine the advertisement of an exhibition at gallery LeFort about the photographs of Max Freeman. It's a success. Abby stares at Julia more than at the photographs. Abby pretends she's a journalist.Julia is drinking outside, sitting on a bench, on her own. Pretending to be a journalist, Abby says that there must have been quite a love story. Julia was with Max for 23 years. Before, she says, there was a horrible marriage with an always unfaithful husband and a child, a girl who stayed with her father when they got divorced. Trying to control herself, Abby comments that she can't understand anybody leaving their child behind - Julia is annoyed, and she says she had no other option, as she was legally forced to not see her child again. Feeling that the interview is not quite normal, Julia asks Abby whether she is really a journalist, so she simply walks out. Julia realises that it must have been Abby. Her friend goes to Julia, and she realises at that point that she has to face the past.Abby talks to Amy: she can't take it anymore; she needs to know the truth. Abby only has some photos of Charlotte, but no idea who her father was.Julia is determined to leave the luxurious flat for good. She puts everything in a crappy red van and leaves. Abby's trust fund will pay her 3,000 pounds per month. She tells Mr Spalding (Terence Harvey) that she won't sign the documents. When the solicitor tells her that there are not conditions attached to the money, she replies back that they are dealing with her grandfather, and that there are always conditions, either expressed or taken for granted. Mr Spalding tells her that her grandfather will be really upset. Abby leaves the office.Florence is thinking about leaving Endellion, and she is talking with Alex about it. Julia phones Alex, intending to visit them at their mansion. He tells charles that Julia phoned: he says that he was looking for the keys to the cottage to give them to Julia, who in fact is exhulting with joy at being in the manor house again. Julia is going to live in the cottage while writing her book, her plans being explained to Alex. Alex is kind to her, saying that the cottage was always her property, and that he and Charles are not the same, and that they didn't hold a grudge agains her, as Stephen did. The cottage is a perfectly decorated, close-to-the-beach home with huge french windows. Later, while Julia is mowing the garden, Charles visits. Julia doesn't know whether she is going to stay at the cottage for long, as Stephen will try to put her out of the home when he gets a listen of the news. Charles says that, this time, they are going to support her, and she's got a right to stay at the cottage.Imogen picks the phone: it's Julia, who wants to talk to Abby. Jamie is startled, as he's promised Stephen not to let it happen. Jamie tries to put on her mind that maybe it's not such a good idea to meet Julia during the weekend. Jamie tells everything to Stephen, in person. Stephen says that Jamie did good, that Abby needs their guidance. That night, Stephen tries to scare Julia away.The next morning, Abby admires Tom while trying to tame a white horse. She tells him that she's going to visit her grandmother on the cliff cottage. Abby enquires whether Tom has seen Georgina for a while, and Tom replies that he's seen her once in a blue moon.On meeting, there are ackward moments. Abby mentions that she and Tom, her neighbour, used to come through the window and play house inside, not knowing that it was her grandmother's property. Julia understands that Abby is mad at her; Abby says that she should have tried to fight for Charlotte harder, but Julia says that Stephen would not allow that. In fact, Max appears onto her life some two years afterwards. Julia admits that she was cowardly when she left the home and didn't try to get in touch with Abby.Thinking on her own while gazing at the horizon, Abby remembers Julia's words: her grandfather is so difficult to deal with, always fighting to do things his own way or no way. Suddenly, Abby wants to pick some flowers near the cliff; she streches her arms and slids down the cliff. Luckily, Tom is nearby, riding his horse. Completely soaked, she gets onto his horse and they both ride away. She just offers no explanation, but holds onto him happily.At Tom's more humble home, Abby takes a soapy bath. He doesn't look at her when he offers her some of his clothes to dress, as hers are completely wet. He prepares a hot drink for her. There is an ackward moment in which they are about to kiss each other, but she decides it's high time to get back to Endellion. Tom rides her in his car. She looks happy in her man's shirt and green man's wellingtons. That night, during a thunderstorm, talking to Amy on the phone, she wonders at her grandmother, staying on her own at the cliff cottage.What Abby doesn't know is that Stephen is looking at the cliff cottage with a bit demented eyes. Julia wakes up suddenly in the middle of the night - maybe startled by the storm or maybe feeling that there is some danger for her lurking nearby.The following morning, when the sky is blue and the water is crystal clear, Stephen appears to frighten her, questioning her right to be on the cliff cottage altogether. She recommends him to check on the books, as his own father granted Julia the cliff cottage and the surrounding plot of land. He slaps Julia, but Charles appears to defender.Later, Charles questions Julia whether Stephen had hit her before, and she shakes her head. When she comments on Charles' prefect timing, he says that he just came over in order to check that she was all righ after the storm, and she replies that the storm has only just begun.EndellionPerdita Weeks... Imogen Combe (4 episodes, 2008-2009)Natalia Wörner...Charlotte Combe (2 episodes, 2009)James Roache... Lucas Conroy (2 episodes, 2009)Miranda (Diana Berriman)John Light... Simon Maxwell (2 episodes, 2009)Joe Hall...Hendry (2 episodes, 2008)Jack Ashton ... Martin (2 episodes, 2008)"
        ],
        "tech": {
            "runtime": [
                "6 hr (360 min) (4 parts)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.33 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 88,
                "rating": 6.1
            },
            "aged 18 29": {
                "votes": 10,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 29,
                "rating": 5.4
            },
            "aged 45 plus": {
                "votes": 38,
                "rating": 5.3
            },
            "males": {
                "votes": 36,
                "rating": 5.0
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 10,
                "rating": 4.6
            },
            "males aged 45 plus": {
                "votes": 23,
                "rating": 5.1
            },
            "females": {
                "votes": 42,
                "rating": 6.2
            },
            "females aged 18 29": {
                "votes": 8,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 19,
                "rating": 5.9
            },
            "females aged 45 plus": {
                "votes": 15,
                "rating": 5.8
            },
            "top 1000 voters": {
                "votes": 8,
                "rating": 4.6
            },
            "us users": {
                "votes": 4,
                "rating": 4.5
            },
            "non us users": {
                "votes": 65,
                "rating": 5.6
            }
        },
        "number of votes": {
            "10": 13,
            "9": 5,
            "8": 14,
            "7": 15,
            "6": 10,
            "5": 7,
            "4": 5,
            "3": 5,
            "2": 4,
            "1": 10
        },
        "arithmetic mean": 6.1,
        "median": 7
    }
}