{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "26 May 2008"
            }
        ],
        "release dates": [
            "USA::26 May 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Hero Ships"
            },
            {
                "countries": "Greece (transliterated ISO-LATIN-1 title)",
                "title": "Iroika ploia"
            }
        ],
        "akas": [
            "Hero Ships (original title)",
            "Iroika ploia Greece (transliterated ISO-LATIN-1 title)"
        ],
        "akas from release info": [
            "Hero Ships (original title)",
            "Iroika ploia Greece (transliterated ISO-LATIN-1 title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "LST 325",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hero Ships (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "26 May 2008",
                    "year": "2008",
                    "plot": "\n    \"Landing Ship Tanks\" weren't deemed noble enough even to have names. They were not thought of as warships even though they were always the first floating metal to touch fire-swept beaches from North Africa, to Sicily, to Normandy, and from the Philippines to Iwo Jima and Okinawa. The story of these ships is therefore one of an unsung hero, as it reveals not just the considerable war-long battle action of one ship, but exemplifies the collective saga of a design class that had absolutely no military precedent before the first keel was laid in June of 1942. We learn the...    "
                },
                "2": {
                    "title": "SS Jeremiah O'Brien",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hero Ships (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    This episode covers the remarkable history of the US Liberty Ship 'Jeremiah O'Brien,' one of the stars of the Liberty Ship fleet that kept the supplies flowing to our soldiers and sailors around the world. The Jeremiah O'Brien was, at the end of World War II, one of only a small handful of undamaged Liberty Ships in existence, a monumental feat of good fortune in itself since the ship miraculously survived the D-Day invasion - but the whole story actually involves the many attempts to rescue this historic ship from the wrecker's yard. The evening was a 'launch' of the...    "
                },
                "3": {
                    "title": "USS Samuel B. Roberts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hero Ships (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "30 May 2008",
                    "year": "2008",
                    "plot": "\n    The first Samuel B. Roberts, DE-413, perished in the greatest naval battle ever fought: In October 1944, as part of minimal force protecting jeep carriers in Leyte Gulf, the vessel faced a tremendously superior Japanese fleet. Fighting to the death, the DE-413 was able to fend off much of the Japanese force before sinking to the bottom of the ocean. The name \"Samuel B. Roberts\" appeared two more times, including the FFG-58, launched in 1984, which participated in Desert Storm, and remains on-call today for homeland security.    "
                },
                "4": {
                    "title": "USS Arizona",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hero Ships (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 May 2008",
                    "year": "2008",
                    "plot": "\n    USS Arizona Although the Arizona fought only minutes in the battle in which she died, her afterlife as a tragic symbol epitomizes American naval sacrifice and courage. She is a national cemetery as a well as a national monument, with 900 of her December 7th crew entombed within her. As a special honor, survivors of the Pearl Harbor fleet are entitled to have their ashes buried within Arizona's ruins. Travel back to the ship for a final reunion with the last of her survivors and witness the entombing of a deceased survivor on the ship. Here her valiant story of ...    "
                },
                "5": {
                    "title": "USS Constitution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hero Ships (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Also known as \"Old Ironsides,\" the USS Constitution holds steady as one of the U.S. Navy's most powerful accomplishments in craftsmanship and endurance. It is one of the six original frigates authorized for construction by the Navy Act of 1794, and today still remains afloat, serving as a training facility for the Navy's CPO.    "
                },
                "6": {
                    "title": "USS Enterprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hero Ships (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "26 May 2008",
                    "year": "2008",
                    "plot": "\n    The original Enterprise, CV-6, gained immortality as \"The Fighting Lady\" of WWII. A dwarf among modern carrier, the \"Big E\" was a main target of the Japanese at Pearl Harbor and barely away at sea when the blow fell. Miraculously spared, she became the war-long leader of America's naval counterattack, playing key roles in decisive battles of the war. Despite her glorious past she is sent to the scrap yard, but redemption comes in 1957 with the launching of CVN-65, her great namesake and the world's first nuclear-powered carrier. From then until now Enterprise has been...    "
                },
                "7": {
                    "title": "USS Hornet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hero Ships (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    One of the most heroic ships of World War II, CV-8 served as the flight deck for the Doolittle Tokyo raid, and its predecessor ship, the CV-12, endured 16 months of non-stop combat action, coming within 40 miles of Japan, and setting incredible wartime records. Some of those feats included: 10 of its pilots reached \"Ace in One Day\" status, over 1,400 enemy planes destroyed, and a considerable amount of its Hellcat pilots became aces.    "
                },
                "8": {
                    "title": "USS Laffey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hero Ships (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "21 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    The USS Laffey was in reality two great vessels with the same name--the first, DD-459, fought to the death in the Naval Battle of Guadalcanal in November 1942. The second, DD-724, was at the center of World War II's most intensely brutal kamikaze attack, where it earned the nickname \"The Ship that Would Not Die.\" However, the crew casualties were high: over 30 perished and another 70 were wounded.    "
                },
                "9": {
                    "title": "USS Nautilus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hero Ships (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "8 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    A ship with a long illustrious legacy, the name was passed along Navy surface ships from the War of 1812 through the Mexican War, and then eventually given to submarines beginning in World War I. During World War II, the name landed on a unique sub equipped with two six-inch guns designed to combat destroyers and cruisers, yet big enough to be assigned to deliver massive amounts of cargo to Marine raiders. From 1951 through 1979, the replacement USS Nautilus completed numerous successful voyages, including sailing under the polar icecap.    "
                },
                "10": {
                    "title": "USS New Jersey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hero Ships (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "29 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    America's most decorated surviving warship, the USS New Jersey has fought in more battles than any other fighting ship in US naval history. From WWII, to Korea and Vietnam, Lebanon and Syria, the USS New Jersey was on the front lines, lending support in every major engagement. This episode includes the emotionally stirring first reunion in three decades of two shipmates who served together on the USS New Jersey during Vietnam.    "
                },
                "11": {
                    "title": "USS New York",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hero Ships (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "13 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    This episode reveals how the latest ship to be named USS New York is assembled; an Amphibious Dock Ship, and one of the most technologically advanced vessels in America's arsenal, reinforced with steel from the World Trade Centers. Its predecessor, the battleship New York, born in 1911, was present during the German High Seas Fleet at Scapa Flo in 1918. Later modernized, it fought a two ocean war in World War II.    "
                },
                "12": {
                    "title": "USS Texas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hero Ships (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    A technical and historical thumbnail of the US Navy from 1912 through 1945, the USS Texas fought in some of the most horrendous naval battles of the 20th century, including D-Day Normandy, Iwo Jima and Okinawa. Today she's been renovated and set up as floating museum in LaPorte, TX, a glorious reminder of two great wars.    "
                },
                "13": {
                    "title": "USS Yorktown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hero Ships (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "8 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Two magnificent ships carried the same great name.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Billingslea, Beau"
            },
            {
                "name": "Billingsworth, Beau"
            },
            {
                "name": "Wertheim, Eric"
            }
        ],
        "genres": [
            "Documentary",
            "History"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.7,
        "votes": 24,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjkwNjEzNzI1NF5BMl5BanBnXkFtZTcwNDA0NjYwMg@@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Hero Ships",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2008",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Joyner, Douglas"
            },
            {
                "name": "Marans, Ron"
            },
            {
                "name": "Reph, Liz"
            }
        ],
        "plot": [
            "_Hero Ships_ (qv) chronicles the story behind thirteen US Navy ships and the heroic men that served on them.::TheMovieSmith"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 24,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 8.2
            },
            "aged 45 plus": {
                "votes": 11,
                "rating": 7.4
            },
            "males": {
                "votes": 17,
                "rating": 7.6
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 8.2
            },
            "males aged 45 plus": {
                "votes": 10,
                "rating": 7.1
            },
            "females": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 7.4
            },
            "us users": {
                "votes": 9,
                "rating": 8.5
            },
            "non us users": {
                "votes": 7,
                "rating": 6.4
            }
        },
        "number of votes": {
            "10": 6,
            "9": 4,
            "8": 5,
            "7": 4,
            "6": 3,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}