{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "2 September 2008"
            },
            {
                "country": "USA\n",
                "date": "2 September 2008"
            },
            {
                "country": "Australia\n",
                "date": "8 September 2008"
            },
            {
                "country": "Ireland\n",
                "date": "6 November 2008"
            },
            {
                "country": "Sweden\n",
                "date": "21 November 2008"
            },
            {
                "country": "Netherlands\n",
                "date": "2 January 2009"
            },
            {
                "country": "UK\n",
                "date": "26 January 2009"
            },
            {
                "country": "Germany\n",
                "date": "18 April 2009"
            },
            {
                "country": "Estonia\n",
                "date": "15 June 2009"
            },
            {
                "country": "Hungary\n",
                "date": "26 June 2009"
            },
            {
                "country": "Greece\n",
                "date": "September 2009"
            },
            {
                "country": "Japan\n",
                "date": "3 April 2010"
            },
            {
                "country": "Belgium\n",
                "date": "5 January 2013"
            }
        ],
        "release dates": [
            "Canada::2 September 2008",
            "USA::2 September 2008",
            "Australia::8 September 2008",
            "Ireland::6 November 2008",
            "Sweden::21 November 2008",
            "Netherlands::2 January 2009",
            "UK::26 January 2009",
            "Germany::18 April 2009",
            "Estonia::15 June 2009",
            "Hungary::26 June 2009",
            "Greece::September 2009",
            "Japan::3 April 2010",
            "Belgium::5 January 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "90210"
            },
            {
                "countries": "Croatia",
                "title": "Novi klinci s Beverly Hillsa"
            },
            {
                "countries": "Czech Republic",
                "title": "90210: Nová generace"
            },
            {
                "countries": "France",
                "title": "90210 Beverly Hills - Nouvelle génération"
            },
            {
                "countries": "Greece",
                "title": "Beverly Hills 90210"
            },
            {
                "countries": "Hungary",
                "title": "90210"
            },
            {
                "countries": "Portugal",
                "title": "90210"
            },
            {
                "countries": "Romania",
                "title": "90210"
            },
            {
                "countries": "Russia",
                "title": "Беверли-Хиллз 90210: Новое поколение"
            },
            {
                "countries": "Serbia",
                "title": "Beverli Hils, 90210: Sledeća generacija"
            },
            {
                "countries": "Spain",
                "title": "Sensación de vivir: La nueva generación"
            },
            {
                "countries": "USA (working title)",
                "title": "90210: The Next Generation"
            },
            {
                "countries": "USA (working title)",
                "title": "Beverly Hills, 90210: The Next Generation"
            }
        ],
        "akas": [
            "90210 (original title)",
            "Novi klinci s Beverly Hillsa Croatia",
            "90210: Nová generace Czech Republic",
            "90210 Beverly Hills - Nouvelle génération France",
            "Beverly Hills 90210 Greece",
            "90210 Hungary",
            "90210 Portugal",
            "90210 Romania",
            "Беверли-Хиллз 90210: Новое поколение Russia",
            "Beverli Hils, 90210: Sledeća generacija Serbia",
            "Sensación de vivir: La nueva generación Spain",
            "90210: The Next Generation USA (working title)",
            "Beverly Hills, 90210: The Next Generation USA (working title)"
        ],
        "akas from release info": [
            "90210 (original title)",
            "Novi klinci s Beverly Hillsa Croatia",
            "90210: Nová generace Czech Republic",
            "90210 Beverly Hills - Nouvelle génération France",
            "Beverly Hills 90210 Greece",
            "90210 Hungary",
            "90210 Portugal",
            "90210 Romania",
            "Беверли-Хиллз 90210: Новое поколение Russia",
            "Beverli Hils, 90210: Sledeća generacija Serbia",
            "Sensación de vivir: La nueva generación Spain",
            "90210: The Next Generation USA (working title)",
            "Beverly Hills, 90210: The Next Generation USA (working title)"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Til Death Do Us Part",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 153,
                    "original air date": "8 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Naomi and runaway groom Max plan to elope to Las Vegas which goes terribly wrong when their car breaks down in the middle of the desert and they eventually both land in jail when they hitchhike a ride with a fugitive and armed robber. Meanwhile, Liam is forced to put his bar, The Offshore, up for sale in order to pay off the scheming and greedy Vanessa in order to buy out her $200,000 interest in Liam's movie contract. Navid later approaches Liam about becoming his business partner. Teddy is overwhelmed by Silver's request to father her baby. In Las Vegas, Adrianna ...    "
                },
                "2": {
                    "title": "The Sea Change",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 87,
                    "original air date": "15 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Naomi decides to throw a wedding reception when Max's investors continue to pull out of his and Alec's business. After some interesting words from Riley in physical therapy, Dixon lashes out at Annie for being too over protective of him while worrying that Adrianna sees him differently now that he is in a wheelchair. After being dissed by Liam and Navid, Silver develops feelings for a supportive Teddy, while awaiting for his answer on whether or not he will have her baby. Adrianna tries to avoid Taylor, who is now Liam and Navid's business partner, but is even more ...    "
                },
                "3": {
                    "title": "It's All Fun and Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 74,
                    "original air date": "22 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Silver is coerced into spending the entire day with Adrianna, doing risk-taking challenges, a carefree adult in their 20s would do after she keeps putting off her insemination appointment. She later has a naked photo shoot, thanks to a suggestion from Naomi. While Max is away on business, Naomi does everything she can to have Alec like her and later, when they soon begin to bond, he kisses her, putting her in a tough position of whether or not to tell Max. Meanwhile, Annie has a reluctant Dixon meet with a therapy group at CU, when he loses hope at ever walking again ...    "
                },
                "4": {
                    "title": "Into the Wild",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 83,
                    "original air date": "5 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Naomi plans a romantic getaway with Max, intending to disclose that Alec kissed her, but when Max persuades Naomi to go camping and to perform a trust-building exercise, she freaks out when she's unable to complete it. Silver discovers that the nude pictures from her photo shoot have been posted on the Internet, and receives help removing them from Annie's new prospective beau, Colin, but she later regrets taking them down when she discovers how sexy she really can be. Liam enrolls in Lindsey's business law class, but she assumes he's not serious about his education. ...    "
                },
                "5": {
                    "title": "Hate 2 Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 83,
                    "original air date": "12 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    As Dixon continues to recuperate while receiving strange back pains, Adrianna confides in Annie that she and Dixon are having intimacy issues. Frustrated with Dixon's dedication to his career at the re-opening of Navid and Liam's new nightclub, the Pop Up, Adrianna goes to re-consummate her relationship with Taylor. Meanwhile, Navid hopes to show Silver how successful he's become with the launch of the Pop Up, but he becomes suspicious that Silver and Liam are seeing each other. Elsewhere, Silver continues her secret profession of burlesque dancing as an outlet for ...    "
                },
                "6": {
                    "title": "The Con",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 84,
                    "original air date": "19 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Max tries to figure out how his company's video game technology got hacked, so Naomi and Alec work together to demo the video game at annual Phenomi-Con in Santa Barbara despite both of them not trusting each other and both of them equally unaware that Colin is the real culprit behind the hacking. When everyone finds out that it was Colin all along, Annie is upset about choosing the wrong guy yet again but happy at the prospect of starting something with Riley. Meanwhile, Taylor feels guilty for hooking up with Adrianna, so he tells her to end things with Dixon if she...    "
                },
                "7": {
                    "title": "99 Problems",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "votes": 80,
                    "original air date": "26 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Annie and Riley's relationship suffers when Riley gets upset at the fact that Annie doesn't treat him like her other boyfriends just because he is in a wheelchair. Meanwhile, Adrianna finds out that she is performing at the Hollywood Bowl and thinks Dixon is going to propose to her after reading a text message on his phone. She then contemplates revealing that she cheated on him, but she doesn't when Dixon gives her a pair of beautiful diamond earrings and wants her to sign to his future record label. Naomi grows jealous when the replacement for Max's business partner...    "
                },
                "8": {
                    "title": "902-100",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "votes": 88,
                    "original air date": "3 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Naomi wants to get into a West Beverly High Alumni group, who are throwing an alumni event at the high school and does everything in her power to get in, such as donating a building, injuring her opponent in a football game, and throwing an after-party at the Playboy Mansion. Naomi also learns that Bryce double-crossed Max and had him fired so she could take over his job. Teddy returns for the alumni event and tells Silver that Shane broke up with him. Teddy and Shane decide to continue their relationship but Shane gets mad when he finds out Teddy and Silver are ...    "
                },
                "9": {
                    "title": "The Things We Do for Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "votes": 82,
                    "original air date": "10 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    With Max unemployed, Alec returns and offers to help him form a new computer company. Naomi attempts to persuade Bryce to rehire Max at his company after she takes over ownership, but she refuses. Naomi convinces Navid to take Bryce out for drinks to find out why she betrayed and ousted Max from his company. After a few drinks, Navid learns from the half-drunk Bryce that Alec set up Max's firing. Meanwhile, Annie decides to sign up for a writing program in Scotland for the next two years and gets Riley a tablet as a Christmas present, as a way of telling him which in ...    "
                },
                "10": {
                    "title": "Misery Loves Company",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "votes": 91,
                    "original air date": "21 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Naomi and Adrianna take a road trip along the California coast to get away from their respective life problems, but more complications set in when their money and clothes get stolen from Naomi's car, including her wedding ring which prompts them to venture to a seedy biker bar to find their culprits, where Adrianna hooks up with a young motorcyclist and Naomi ventures to visit her estranged mother. Meanwhile, Liam finds himself held captive by the deranged Ashley in the basement of Offshore who has plans to take him to Mexico, while Annie and Vanessa learn that Ashley...    "
                },
                "11": {
                    "title": "We're Not Not in Kansas Anymore",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "votes": 100,
                    "original air date": "28 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Annie, now in a coma and fighting for her life during surgery after being shot, wakes up and finds herself in an alternate reality where she sees what life would be like if she and her family never moved to Beverly Hills. Annie discovers herself working as an actress in a summer stock theater in Kansas and engaged to her old high school boyfriend, Jason. Annie also learns that her parents got divorced anyway, but Dixon is living in California and is a successful rap star, but to her dismay, no longer keeps in touch with his family and is living a reckless life. Navid ...    "
                },
                "12": {
                    "title": "Here Comes Honey Bye Bye",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "votes": 78,
                    "original air date": "4 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Naomi and Max seek the help of a marriage counselor, who advises Naomi to work on herself which leads her to plan a toddler's beauty pageant. After going on countless interviews, Max realizes that what he really wants to do with his life is attend a program at MIT. But Naomi doesn't want to move to Massachusetts. Meanwhile, Megan can't afford to stay at CU for the next semester unless she gets a scholarship. She refuses to accept help, and won't work for Dixon, in spite if his insistence. So Dixon goes behind her back and sets up an anonymous scholarship for her. But ...    "
                },
                "13": {
                    "title": "#realness",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "votes": 65,
                    "original air date": "11 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Naomi and Max co-host a charity football game which re-kindles old feelings.    "
                },
                "14": {
                    "title": "Brother from Another Mother",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "votes": 65,
                    "original air date": "18 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Annie becomes somewhat angry at Naomi whom has tracked down their real biological half-brother Mark Holland, a local chef who owns a gourmet food truck and Naomi tries to institute herself into Mark's life by holding a CU Food Truck Cook-Off competition where Wolfgang Puck is judging. Meanwhile, Liam experiences some symptoms of post-traumatic stress disorder while preparing to testify against Ashley, but he continues to refuse to talk about his feelings or deal with them. Navid falls further into the Cronos society's nefarious doings when he learns that Campbell runs...    "
                },
                "15": {
                    "title": "Strange Brew",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "votes": 67,
                    "original air date": "25 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Naomi tries to bond more with Mark as she helps him prepare for the opening of their own restaurant, but soon discovers that the preparation and cooking of food is more hectic then she imagined. Dixon persuades Michaela to join his record label as his new talented star and asks her to sing at Naomi and Mark's restaurant grand opening party. Meanwhile, Annie begins having romantic feelings for Liam once again as she continues to ghost write her life story, while at the same time Liam tries to brew his own type of beer which gets a negative reaction from everyone who ...    "
                },
                "16": {
                    "title": "Life's a Beach",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "votes": 69,
                    "original air date": "4 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Liam decides to open his own custom surfboard shop for women, but things get complicated when he becomes romantically involved with his first investor; a wealthy young woman named Sydney who is married. Meanwhile, Naomi tries to convince Mark to stay in Los Angeles after he receives an offer to be head chef at a restaurant in New York, while Annie feels that Naomi is tying Mark down and plots a scheme to make him leave after learning that Mark has a meeting of minds with Adrianna. Elsewhere, Dixon convinces Silver to direct Michaela's first music video before she gets...    "
                },
                "17": {
                    "title": "Dude, Where's My Husband?",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 17,
                    "votes": 69,
                    "original air date": "11 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    When Naomi is hired by a wealthy client to plan his wedding, Adrianna suggests they take a girls night out to forget their life problems which takes a sudden turn when (in a homage to 'Dude where's my car?' and 'The Hangover'), Naomi wakes up the next with no memory of the night before and finding out she's married. She teams up with Adrianna (who now has blond streaks) and with Silver to retrace the events of the evening before as well as to look for a missing Annie. Silver breaks the pact she made with Adriana and sleeps with Mark. Meanwhile, Dixon (at Mark's ...    "
                },
                "18": {
                    "title": "A Portrait of the Artist as a Young Call Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 18,
                    "votes": 69,
                    "original air date": "15 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Jordan asks Naomi to plan a launch party for the latest hot writer, known as Author X, which forces Annie to admit her identity to Naomi. Silver worries that Adrianna is not okay that she is dating Mark. Meanwhile, Dixon finds out that Michaela has feelings for Navid.    "
                },
                "19": {
                    "title": "The Empire State Strikes Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 19,
                    "votes": 66,
                    "original air date": "22 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Annie's planning to public that she's the author of her book. But Patrick, the man who paid her for sex, is worried that if she comes out, his family will learn about them so he threatens her to remain anonymous. But when Dixon learns of his threat, he goes to Patrick and tells him that he stands by Annie. Meanwhile, Liam and Navid try to get a young female surfer, named Cassie, to be their spokesman for their surfboard company but she asks for something difficult. So Navid turns to Adriana for help. Also, Naomi goes to New York to meet Jordan's mother but she knows ...    "
                },
                "20": {
                    "title": "You Can't Win 'em All",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 20,
                    "votes": 62,
                    "original air date": "29 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    When Mark gets arrested for drug possession, Naomi calls on Jordan for help in which he calls in a favor from his mother. But Cheryl's one condition is that Jordan must end things with Naomi. Naomi then tries to hide the fact about Mark's arrest from his ex-wife and estranged son and daughter by throwing a party for them. Meanwhile, Annie must deal with Liam's growing anger stemming after the fallout of Liam being in her book is made public. Michaela catches Navid and Adrianna during an intimate moment. Silver is opposed to Michaela signing a recording contract with ...    "
                },
                "21": {
                    "title": "Scandal Royale",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 21,
                    "votes": 71,
                    "original air date": "6 May 2013",
                    "year": "2013",
                    "plot": "\n    Naomi helps Jordan's sister, Elizabeth, out of a messy political situation, and in turn makes a deal with his mother. Teddy returns to Beverly Hills after Dixon phones him to tell him that Michela has gone missing and asks for his help to find her. When Silver and company eventually find her, she announces that she has had a miscarriage. Meanwhile, Liam asks Annie to buy the Off Shore off him, so that he can leave to Australia with Sidney. Later Adrianna performs on stage after a performance from Fall Out Boy, but the night ends in disaster.    "
                },
                "22": {
                    "title": "We All Fall Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 22,
                    "votes": 137,
                    "original air date": "13 May 2013",
                    "year": "2013",
                    "plot": "\n    \"Rescue 90210\" as Navid goes after Ade amid the wreckage of the collapsed stage, Naomi turns the disaster into yet another self-promoting event, Silver finds out she has cancer, and Annie finally gets her marriage proposal.    "
                }
            },
            "1": {
                "1": {
                    "title": "We're Not in Kansas Anymore",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 303,
                    "original air date": "2 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Wilson family arrives in Beverly Hills, after Harrison \"Harry\" Wilson takes a job as the principal at West Beverly High School, while his children, Annie and Dixon, attend the school during their first week much to the awkward circumstances of their father watching over them, while Harry and his photographer wife, Debbie, also keep a close eye on Harry's washed-up, alcoholic, actress mother, Tabitha. For Annie and Dixon, the school is one big culture shock for Annie, a sweet and friendly girl with a passion for the theater, and Dixon, a star athlete and scholar ...    "
                },
                "2": {
                    "title": "The Jet Set",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 205,
                    "original air date": "2 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Naomi finds herself in trouble when she fails an assignment, and Ryan and Kelly bring the issue to Harry's attention, while Harry struggles with a disturbing revelation about the result of a secret tryst with Naomi's mother, Tracy, from many years ago. Meanwhile, Dixon learns more about Navid when they team up to try to pull a school prank against Palisades High. Annie meets a potential love interest in the form of drama student Ty Collins, who turns out to be the wealthiest student at West Beverly, and who spirits her away for San Francisco for the evening. Silver ...    "
                },
                "3": {
                    "title": "Lucky Strike",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 190,
                    "original air date": "9 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Dixon and Annie find their Friday night plans disrupted after Debbie and Harry plan a family bowling night without consulting them. So, Annie plans to sneak out of the place to meet with Ty to attend a rock concert, while Dixon plans with Navid and Ethan to sneak him out so they can watch a movie at Navid's house. Meanwhile, Naomi has an unpleasant evening with her estranged and selfish businessman father, Charles, who puts her off for work. Also, Dixon invites Silver over to the Lucky Strike Bowling Alley, and he later finds Silver asleep in his car. Silver then ...    "
                },
                "4": {
                    "title": "The Bubble",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 169,
                    "original air date": "16 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Annie and her parents, Harry and Debbie, are surprised to learn that West Beverly's theater director can no longer oversee the school musical. Tabitha offers to direct the musical play, but her eccentric and demanding attitude does not sit well with Annie or the other actresses. Kelly persuades Brenda to take over as the play's director, much to Tabitha's chagrin. But Kelly and Brenda end up continuing to argue over Kelly's continuing involvement with Ryan and taking up time with Kelly's son, Sammy. Meanwhile, Dixon tries to get a part time job at the Peach Pit coffee...    "
                },
                "5": {
                    "title": "Wide Awake and Dreaming",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 156,
                    "original air date": "23 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    As opening night for the school play nears, Harry catches Annie kissing Ty, which makes him worry that she and Ty are moving too fast with their growing romance. Silver, stressed out from her job as the stage manager, gets some comfort from Dixon. Meanwhile, Naomi tries make her mother and father get back together, but Tracy's mind to divorce Charlie is made up. On the opening night of the play, the star Adrianna's drug use comes to surface from being under constant pressure from her overbearing mother, Constance, and when Brenda discovers this, she replaces Adrianna ...    "
                },
                "6": {
                    "title": "Model Behavior",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 161,
                    "original air date": "30 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Adrianna and her evil-witch-mother, Constance, plot a cruel revenge against Annie and the rest of the faculty at West Beverly whom they think cheated Adrianna out of her role in the school play. Debbie's boss, Antonio, offers her a job to shoot a fashion show for Nylon Magazine during Fashion Week, where Annie uses the opportunity to her advantage for a class assignment, while her father advices her to try to make amends meet with Adrianna in order to try to catch her in the act with her substance abuse. Naomi believes the upcoming fashion show could help her parents'...    "
                },
                "7": {
                    "title": "Hollywood Forever",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 167,
                    "original air date": "7 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    As Silver's \"half birthday\" approaches, she decides to spend a spooky evening by watching horror movies with her friends at the famous Hollywood Forever Cemetery. But Dixon is not eager to attend when he reveals to her that he does not watch horror films. Meanwhile, Harry's past returns to haunt him when Tracy reveals she is searching for their long-lost illegitimate son. Annie and Ethan are paired up for an assignment, which leads to a possible romantic connection after the two take care of a baby. A mysterious new student, named Kimberly MacIntyre, arrives at West ...    "
                },
                "8": {
                    "title": "There's No Place Like Homecoming",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 148,
                    "original air date": "28 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    After spending several days in the hospital recovering from a near-fatal drug overdose, Adrianna tries to make amends with Naomi. But Naomi refuses to forgive Adrianna for her betrayal. While serving her detention, Naomi meets a trouble-making punk, named Ozzie, who could spell trouble for her. Later, Adrianna makes a connection with Navid, who helps her through her situation as she's accepted into a rehab clinic. Meanwhile, Annie and Ethan finally take their rapidly growing romance to a new level during the school's annual homecoming dance, causing Naomi to feel ...    "
                },
                "9": {
                    "title": "Secrets and Lies",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 141,
                    "original air date": "4 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Silver invites a few of her female friends over at her house for a girls' night, but the event quickly turns into a house party which causes massive damage to hers and Kelly's house. Meanwhile, Debbie and Harry finally reveal to Dixon and Annie that they have a long-lost, out-of-wedlock brother who was given up for adoption by Tracy Clark over 20 years ago. Dixon, who does not appear upset by the news, deals with the situation by talking to Silver about it. However, the news bothers Annie and she takes out her anger and frustration at Silver's party by getting drunk ...    "
                },
                "10": {
                    "title": "Games People Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 161,
                    "original air date": "11 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Kelly arrives back in Beverly Hills and reveals to Silver what happened between her and Dylan during her trip. She also confronts Ryan, who has taken a leave of absence, about the rumors that he hooked up with a student, while Ryan refuses to explain his actions to Kelly or anyone else as not to jeopardize Kimberly's undercover status to nail the drug pushers at West Beverly. On Annie's 16th birthday, Naomi sees her kissing Ethan and decides to get back at her by inviting Annie's old boyfriend, Jason, to her birthday party hoping it will break up her and Ethan, who ...    "
                },
                "11": {
                    "title": "That Which We Destroy",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 135,
                    "original air date": "18 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Harry and Debbie welcome Sean into their home, while Dixon, Annie, and Tabatha welcome him awkwardly despite the fact that they don't know much about him, while Naomi and her mother, Tracy, welcome him to their home as well. Meanwhile, Kelly and Brenda's friendship is slowly fading away and gets wider after Brenda is hospitalized from an accident and confides in Kelly that she seduced Ryan weeks earlier. Naomi decides to hang out with a new group of girls at school despite Ozzie's advice that they want nothing to do with her. Also, Silver feels threatened when a ...    "
                },
                "12": {
                    "title": "Hello, Goodbye, Amen",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 138,
                    "original air date": "6 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Annie overhears Sean in a suspicious conversation with someone over the phone, which raises her uncertainty about whether Sean really is who he claims to be. Meanwhile, Brenda tries to make amends meet to Kelly after confessing about a tryst she had with the departed Ryan Matthews. But Kelly and Brenda have to team up to accompany Adrianna to a group therapy session for recovering addicts where after she learns that a friend of hers is HIV-positive, Adrianna goes to a clinic to get tested, but receives some other potentially life-changing news. Elsewhere, Christina ...    "
                },
                "13": {
                    "title": "Love Me or Leave Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 138,
                    "original air date": "13 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Adrianna reveals the secret that she's pregnant individually to both Naomi and Navid, who handle the news differently than expected. When Dixon reveals the depths of his feelings to Silver, their relationship takes a surprising turn when she reveals some facts about herself and that of her feelings of love. Meanwhile, Tabitha surprises Annie and Dixon with an unexpected belated Christmas gift of a car: which both Debbie and Harry disapprove of Tabitha trying to buy her grandchildren's affection after she also announces that she is leaving town to re-start her acting ...    "
                },
                "14": {
                    "title": "By Accident",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 130,
                    "original air date": "20 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Ryan Matthews returns to his job at West Beverly High which causes a mixed reaction for both Kelly, as well as Silver who finds herself writing a class paper on the book 'Heart of Darkness' so win back his trust after he rejects her from his class. Meanwhile, Annie decides to audition for the school's drama production of 'Antony and Cleopatra' and sets her sights on the lead, while she asks Ethan to audition for a role in the play so they can be closer together, while Annie also has a run-in with her one-time boyfriend Ty Collins. Adrianna becomes more uncertain about...    "
                },
                "15": {
                    "title": "Help Me, Rhonda",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 139,
                    "original air date": "3 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Christina invites Dixon and Navid and the rest of the students to a house party where the band Carolina Liar will perform and Navid moves on from his relationship with Adrianna by connecting with a fellow Iranian girl named Nika. Meanwhile, Ethan gets involved in a traffic accident with a girl named Rhonda Kimble, a student at West Beverly whom be feels guilty about not knowing her since she's a long-time student. Adrianna and Naomi try to debate about how to tell both her mother Constance, as well as Ty, about Adrianna's pregnancy. While Ty takes the news very calmly...    "
                },
                "16": {
                    "title": "Of Heartbreaks and Hotels",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 140,
                    "original air date": "10 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    As Valentine's Day approaches, Adrianna's pregnancy now becomes the talk of the entire school as her 'baby bump' begins to show, while Navid continues to ignore her and grows more closer to Nika. Meanwhile, Silver asks Naomi for help in planning to make the best Valentine's Day ever for Dixon by setting up a dinner at the hotel where Naomi is now living at. But later, Dixon freaks out when Silver gets a much too permanent tattoo of their love to try to bring them back together. Also, Ethan's friendship with Rhonda continues to blossom which makes Annie very jealous, ...    "
                },
                "17": {
                    "title": "Life's a Drag",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 139,
                    "original air date": "31 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    When Liam transfers to West Beverly, Naomi finds herself stunned but captivated by the intense, handsome bad-boy who takes her out on weeknights to partake in illegal street racing. Meanwhile, Annie drifts further apart from Ethan and spends an evening under the stars with fellow thespian Max. Annie also begins to suspect that Rhonda is not who she appears to be and also correctly suspects Rhonda of using her medical condition to play on Ryan's sympathies. Eventually, Ethan tells Rhonda that he's not interested in a relationship with her, but he breaks up with Annie ...    "
                },
                "18": {
                    "title": "Off the Rails",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 138,
                    "original air date": "7 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    When Dixon creates a strain within their romance, Silver reaches her breaking point and takes off on an irresponsible spree and ends up at a train station hoping to travel to Kansas to find Dixon's birth parents, while everyone else ponders her fragile mental instability and second guess it. Kelly teams up with Ryan to look for Silver in which their first stop is Kelly's and Silver's mother's house. Silver is not there of course, but Jackie has further deteriorated into drugs and alcohol herself and has some harsh words when she blames Kelly for Silver's mental state,...    "
                },
                "19": {
                    "title": "Okaeri, Donna!",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 134,
                    "original air date": "14 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Donna Martin returns to Beverly Hills and pays a visit to her sister-in-law Kelly to talk about her life, while Kelly's relationship with her half-sister, Erin, becomes more strained over Kelly's over-protectiveness in her efforts for Erin Silver's mental recovery. Meanwhile, Dixon locates his biological mother and ask Annie's help to travel with him to Arizona to meet with her during Spring Break. Also, Naomi's infatuation with Liam intensifies when she goes on field trip with the class on Ryan's Habitat for Humanity house-building project while Ethan, wanting a ...    "
                },
                "20": {
                    "title": "Between a Sign and a Hard Place",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 124,
                    "original air date": "21 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Donna finds herself in a dilemma when she confides in Kelly during a night on the town that she must decide between returning to Japan and being with David, or moving back to Beverly Hills and keeping their 20-month-old daughter, Ruby, which leads her to decide to open up her own design shop in Los Angeles. Meanwhile, Silver is the topic of gossip at West Beverly due to her recent mental issues and does not know if she is ready to return to school. While Annie and Naomi try to patch things up between them in order to help Silver, Annie soon overhears that Naomi's ...    "
                },
                "21": {
                    "title": "The Dionysian Debacle",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 116,
                    "original air date": "28 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Navid and Adrianna fantasize about their future, but when they tell his parents about their decision to spend the rest of their lives together, things don't go as they planned when both Mr. and Mrs. Shirazi threaten to sever all ties to their son. Meanwhile, Silver tries to adjust to her new Catholic girls school, but soon learns that it is not all it's cracked up to be when her new school mate, Angela, gives her some advice to be honest about her past. Silver goes along with it... and later regrets it. While Dixon feels left out of Silver's life, Annie and the rest ...    "
                },
                "22": {
                    "title": "The Party's Over",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 120,
                    "original air date": "5 May 2009",
                    "year": "2009",
                    "plot": "\n    Following their engagement, Navid and Adrianna celebrate their respective bachelor and bachelorette parties. While Adrianna feasts with Annie, Naomi, Silver, and their female friends at the Wilson home, Liam takes Navid, Ethan, and Dixon to have a wild night on the town with some college girls at a burlesque club. Meanwhile, sparks fly between Ryan and Jen, and Dixon continues to feel unappreciated by Silver. Jen also persuades Naomi to stand up to their father as well as move in with her at a local house, while Naomi continues to grow more insecure as well as jealous...    "
                },
                "23": {
                    "title": "Zero Tolerance",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "votes": 122,
                    "original air date": "12 May 2009",
                    "year": "2009",
                    "plot": "\n    As West Beverly prepares itself for the annual prom, Annie, Adrianna, Naomi, and Silver go out shopping together for the right evening gown to wear and try to get all glamored up for the event by visiting a famous hair stylist. A dateless Annie agrees to attend the event with the socially awkward Charlie, who has a massive crush on her. However, when he realizes that Annie is only interested in being friends, Charlie turns against Annie... showing his true repressed psychopath colors to plot a cruel revenge. Naomi attends the prom with Liam while she learns that Jen ...    "
                },
                "24": {
                    "title": "One Party Can Ruin Your Whole Summer",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "votes": 164,
                    "original air date": "19 May 2009",
                    "year": "2009",
                    "plot": "\n    Adrianna and Navid are forced to make an impromptu exit from the prom when Adrianna goes into labor. Brenda Walsh shows up at the hospital to lend emotional support as Adrianna's labor gets more difficult. Harry and Debbie also turn up at the hospital with Kelly to lend emotional support to Adrianna when she decides to give her baby up for adoption. Across town, in defiance of Harry's orders not to throw any post-prom party, Naomi and Liam decide to throw a party in Jen's house, which she does not approve of. There, Dixon confronts Ethan about Silver when he notices ...    "
                }
            },
            "2": {
                "1": {
                    "title": "To New Beginnings!",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 145,
                    "original air date": "8 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    During the summer, most of the students at West Beverly were forced to attend summer school after Annie anonymously called the police to report Naomi's post-prom party. During the last weekend of Labor Day, Naomi, Silver and Adrianna hang out at the Beverly Hills Beach club. There, Adrianna runs into an old boyfriend named Teddy Montgomery, a tennis player and new student, while Naomi finds him irresistible. Navid also plans on spending his first romantic night with Adrianna, but jealousy gets in the way. Meanwhile, Annie has spent the summer isolating herself out of ...    "
                },
                "2": {
                    "title": "To Sext or Not to Sext",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 121,
                    "original air date": "15 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    The twisted Naomi continues her personal quest to destroy Annie's personal and professional life by spreading a false rumor about the existence of a nude photo of Annie, which causes a further divide between Annie and Dixon, as well as Annie's parents who continue to worry about her continuing slide down a dark path. Meanwhile, Liam decides to defy his stern and semi-abusive stepfather and try out with Dixon and Teddy for a spot on the school's surfing team. Elsewhere, Ryan worries about his romance with the manipulative Jen who begins to show off her true colors to ...    "
                },
                "3": {
                    "title": "Sit Down, You're Rocking the Boat",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 107,
                    "original air date": "22 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Teddy continues throwing his charm and weight around by inviting some of the gang to a day-long sailing trip on his father's yacht. There, more relationship troubles hit them. Dixon tries to move on from Silver by inviting over Sasha to whom he lies about his age to impress her. Navid begins to doubt about where his relationship with Adrianna is heading. Adrianna begins to show more appreciation to Teddy, while he continues to rebuff Naomi's further attempts at flirtation. Meanwhile, Annie, broken and humiliated from the nude photo of her that was posted to the entire...    "
                },
                "4": {
                    "title": "The Porn King",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 102,
                    "original air date": "29 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Dixon and Sasha continue their whirlwind romance despite his friends advice that he's moving too fast with it. That weekend, Dixon and Sasha drive up to Napa's Wind Country to sample some wine. But on the return trip, a flat tire leads to the discovery of a car trunk full of pornography, and a series of lies that Dixon makes up. Annie's new confident attitude quickly disappears when she realizes that Jasper, a new student at West Beverly, is nephew of the derelict that she hit on prom night. Navid assigns Silver and Gia to interview Jasper for a news piece about his ...    "
                },
                "5": {
                    "title": "Environmental Hazards",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 96,
                    "original air date": "6 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Naomi learns that her SAT test scores may not be high enough for her to be accepted into California University. She devises another devious plan to be tutored by Richard, the son of the school's dean of admissions, but she quickly turns her attention to a hot CU student named Jamie. Meanwhile, Dixon continues down his own dark path by continuing to lie to Sasha about his real age. But Sasha already becomes suspicious about Dixon's age. After doing a little underhanded investigating, Sasha learns that he's still a senior in high school, and she breaks up with him. ...    "
                },
                "6": {
                    "title": "Wild Alaskan Salmon",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 103,
                    "original air date": "13 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Both Kelly and Silver deal with the shocking news that their mother, Jackie, is dying of breast cancer. Kelly doesn't want to be sucked back into her mother's bad behavior which continues to persist, but Silver feels differently and wants to re-bond with Jackie. Meanwhile, Navid is devastated when Adrianna tells him that she needs time alone, but she turns to Teddy for attention. Jen continues to manipulate Naomi with her charming personality and manages to convince Naomi to lend her a large amount of cash which Jen plans to use to invest in a race horse. Elsewhere, ...    "
                },
                "7": {
                    "title": "Unmasked",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 99,
                    "original air date": "20 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Silver and Kelly continue to argue about caring for their dying mother, in which Kelly wants nothing to do with their drunk of a mother, Silver wants to spend her time caring for her. While dealing with schoolwork and caring after school for Jackie, Silver is paired with Teddy for a class project where they find they have more in common when he tells her that his mother too died from cancer. Meanwhile, Naomi continues her relationship with Richard, but continues to flirt with Jamie. Although coming clean with Sasha, Dixon realizes that he and her are in two different ...    "
                },
                "8": {
                    "title": "Women's Intuition",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 105,
                    "original air date": "3 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Navid and Blaze News employee, Gia, launch an investigation into student drug use at West Beverly, which leads them to Annie's boyfriend, Jasper, over his history of past drug use which he claims to be over with. While Annie wants to believe Jasper's side of the story, she becomes doubtful when both Navid and Gia tell her that Jasper has always been using. In the meantime, Navid receives dating advice from Samantha Ronson. Liam gives up on trying to win back Naomi, and seeks company with Ivy at the Edison while Teddy sets his sights on her as well. Worried that ...    "
                },
                "9": {
                    "title": "A Trip to the Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 103,
                    "original air date": "10 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Jackie asks Teddy to help her plan a surprise half-birthday party for Silver, which makes Silver think back her past childhood birthday parties which were apparently her best times. Meanwhile, Navid witnesses Adrianna buying drugs from Jasper, forcing Navid to confront him about being a drug dealer. But Jasper threatens to reveal some dirt that he has on Navid should he turn him in. Dixon is determined to confront Sasha about her \"miscarriage\", which forces Debbie and Harry to reveal that Sasha lied about being pregnant. Elsewhere, Annie and Jasper profess their love ...    "
                },
                "10": {
                    "title": "To Thine Own Self Be True",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 102,
                    "original air date": "17 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Kelly continues to support Silver as she deals with Jackie's declining health, despite that she is conflicted about whether or not she can forgiver her mother for the life-long pain and abuse she caused to both her and Silver. Navid confronts Adrianna about her renewed drug use, but this time, she rudely tells him off for turning his back on her. Meanwhile, Harry and Debbie are surprised when Annie informs them she would like to invite Jasper over for dinner at their house. Despite Annie telling Jasper to be on his best behavior, the dinner proceeds very uncomfortably...    "
                },
                "11": {
                    "title": "And Away They Go!",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 109,
                    "original air date": "1 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Liam, Dixon, and Ivy learn that Naomi and Jen will be attending a horse race to watch the racehorse that Jen bought with Naomi's money, and the three of them devise a crafty and very complex plan to finally reveal the truth to Naomi about her evil sister. Ryan also tags along with Jen to the races, and inadvertently learns how Jen acquired the racehorse used to win the race. Meanwhile, Annie and Jasper sneak out to go on a Saturday date even though Harry and Debbie have grounded her for her growing misanthropic attitude. Navid wakes up in the hospital after his \"...    "
                },
                "12": {
                    "title": "Winter Wonderland",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 113,
                    "original air date": "8 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    The annual winter dance at the Beverly Hills Beach Club is approaching. Navid thinks Jasper was the one who pushed him down the stairs and asks Adrianna to help him prove it. Meanwhile, Annie questions Jasper about his drug dealing, but Jasper avoids the question when he tells Annie about his suspicions of her involvement with his uncle's death. Debbie tries to smooth over her relationship with Dixon with a trip to an arcade. Teddy has feelings for Silver, making Dixon jealous. Liam tries to rebuild his relationship with Naomi now that she knows the truth about him ...    "
                },
                "13": {
                    "title": "Rats and Heroes",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 100,
                    "original air date": "9 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Naomi returns from her vacation in St. Bart's excited to spend time with Liam. However, their first date is uneventful since they have nothing in common which leads Naomi seducing Liam aboard his his newly built boat. Adrianna and Gia bond after they meet during an AA meeting and establish a support system for each other which leads to the two sharing a kiss at the Beach Club. Meawnhile, Jasper begins to blackmail Annie by threatening to tell the authorities about her hit-and-run accident if she breaks up with him. Navid and Dixon devise a plan to remove Jasper from ...    "
                },
                "14": {
                    "title": "Girl Fight!",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 97,
                    "original air date": "16 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Naomi, Silver and Adrianna go shopping in the Palisades Mall and run into Annie on a date with Jasper. Annie further arouses the girls suspicions when she refuses to give them an explanation why she's still with Jasper despite knowing his true nature. Unknown to everyone, Jasper continues to blackmail Annie with photographic proof of her hit-and-run. But Annie eventually turns the tables on him when she gives Jasper an ultimatum by threatening to drag him down with her in which he backs down and Annie's mind is finally put at ease... so it seems. Afterwards, Naomi ...    "
                },
                "15": {
                    "title": "What's Past Is Prologue",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "votes": 93,
                    "original air date": "23 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Gia encourages Adrianna to audition for a lead singing spot in a new all-girl rock band and admits she has a crush on Adrianna who doesn't know how to respond to Gia's revelation. Dixon's birth mother, Dana, shows up at the Wilsons for a surprise visit and tries to develop a relationship with her son. Meanwhile, Silver and Teddy go on their first official date, but Silver finds it difficult to deal with Teddy's playboy swinging past and she enlists Naomi's help to track his whereabouts afterwords. Navid returns to school from his suspension (after being framed by ...    "
                },
                "16": {
                    "title": "Clark Raving Mad",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "votes": 96,
                    "original air date": "30 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Naomi clashes with the Blaze's new faculty advisor, Mr. Cannon, over her racy gossip news segment and she is reprimanded in front of her peers which is a major humiliation for her. After failing to convince Navid to back her opinion, Naomi decides to tell a white lie about Mr. Cannon sexually harassing her which soon spins out of control. Meanwhile, Adrianna is now the lead singer of the all-girl band, the Glorious Steinems while she deals with the band's bass player, Lila, who happens to be Navid's latest girl pal. Shortly after, Adrianna confides in Silver and Naomi...    "
                },
                "17": {
                    "title": "Sweaty Palms and Weak Knees",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "votes": 95,
                    "original air date": "6 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Annie deals with the outcome when Jasper attempts suicide by jumping from the Hollywood sign, and she becomes more worried that he will tell someone her secret. Meanwhile, Silver and Teddy decide to go on a double date with Liam and Naomi, which makes Dixon and Ivy feel left out, so the two decide to go on a fake date. Adrianna continues her newfound lesbian romance with Gia who becomes frustrated that Adrianna wants to keep it private. When Adrianna and her band performs for the first time at the Beach Club, she confidently decides to reveal her relationship with Gia...    "
                },
                "18": {
                    "title": "Another, Another Chance",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "votes": 98,
                    "original air date": "13 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    A guilt-ridden Naomi is forced to testify against Mr. Cannon in court during her sexual harassment hearing when she feels she losing control of her ability to lie about it all. Meanwhile, Annie tries to move on and forget her relationship with Jasper by hanging out more with Silver when they decide to purchase a '65 Ford Coupe for themselves, but when she and Silver drive past the scene of her hit-and-run, the guilt comes rushing back to haunt her. Dixon and Ivy continue to maintain their fake relationship and decide to take it to the next level. While Navid becomes ...    "
                },
                "19": {
                    "title": "Multiple Choices",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "votes": 88,
                    "original air date": "27 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    The gang is preparing for the SAT's when Silver disagrees with Teddy's decision to skip college to focus on his tennis career and things grow even more tense when she meets his movie star father, Spence. As a result of falsely accusing her faculty adviser of sexual harassment, Naomi is now required to complete community service and publicly apologizes to her peers for the trouble she has caused. Meanwhile, Liam and his father, Finn, reconnect and attempt to rebuild their relationship as Liam moves in with him. Navid and Dixon host an underground gambling party that ...    "
                },
                "20": {
                    "title": "Meet the Parent",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "votes": 96,
                    "original air date": "4 May 2010",
                    "year": "2010",
                    "plot": "\n    Teddy invites Silver over for dinner at his house so she can meet his father, but things doesn't go as well as planned when Spence openly disapproves of her. Meanwhile, Naomi finds herself at odds again with her sister Jen when she begins giving Naomi a very hard time as she continues her community service work at the Beach Club. Navid realizes he still has feelings for Adrianna after she asks for his help to write a song as she prepares a solo singing career. Also, Annie learns of her parents problems marital troubles and thinks that their marriage is doomed.    "
                },
                "21": {
                    "title": "Javianna",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "votes": 101,
                    "original air date": "11 May 2010",
                    "year": "2010",
                    "plot": "\n    Adrianna's new romance with pop star Javier continues to blossom, while Navid continues to work up enough courage to tell her how he feels. Jen has taken control of Naomi's finances and puts her on a tight budget, resulting in an instant meltdown by Naomi. Without her credit cards, Naomi is too distracted to realize Liam is in need of support to deal with the departure of his father, so he turns to Annie for comfort. Despite Spence's suggestion, Teddy refuses to end his relationship with Silver, and the two decide to spend the night together. Ivy invites Dixon to ...    "
                },
                "22": {
                    "title": "Confessions",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "votes": 131,
                    "original air date": "18 May 2010",
                    "year": "2010",
                    "plot": "\n    In the second season finale, after spending time with Liam and seeing his bravery in confessing his theft to his parents Annie finds the courage to confess to her parents about her hit and run. Jasper gets jealous over Liam and Annie's new closeness and sets fire to Liam's boat, leading to a fight between Liam and Jasper. Naomi secretly reveals to Ryan that Jen's baby is his, and Ryan who is upset that Jen will not let him be in the baby's life drives drunk and ruins the school sign. Dixon and Ivy go through a rough patch after he tells her about kissing Silver, but ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Senior Year, Baby",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 131,
                    "original air date": "13 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Beverly Hills is rocked by an earthquake. Naomi has spent the summer dealing with the aftermath of her rape by Mr. Cannon, Annie and Dixon are dealing with the absence of their father while Debbie tries to hold the family together. Teddy and Silver find themselves happier than ever until he suffers an injury that could end his tennis career. Navid welcomes Adrianna back from her summer tour with Javier, but their arrival brings an unexpected death. Ivy and Dixon return from their summer vacation in Australia, while Annie and Liam discover their friendship may be best ...    "
                },
                "2": {
                    "title": "Age of Inheritance",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 102,
                    "original air date": "20 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Naomi finds out she can now access the money in her trust fund, so she decides to throw a giant birthday party where The Honey Brothers perform a few songs. Dixon, Navid and Liam decide to take Oscar out for a night on the town, but their party ends when Ivy finds a Facebook photo of Dixon doing a body shot off a girl. Annie has an instant connection with Charlie, a guy she meets at a coffee shop, but seems more interested in exploring her relationship opportunities with Liam. Jen is forced to go on bed rest until she delivers the baby and has no choice but to allow ...    "
                },
                "3": {
                    "title": "2021 Vision",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 105,
                    "original air date": "27 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Naomi has constant flashbacks to her rape and begins taking sleeping pills in order to sleep through the night. Mr. Cannon invites Silver over to his apartment to watch his new documentary and secretly slips something in her drink. Meanwhile, Teddy wakes up from a night of drinking and realizes he hooked up with someone. Dixon learns that, despite what he assumed, Ivy is a virgin. Annie confronts her boss, Katherine about her awkward behavior and is shocked when she makes her an offer she may not be able to refuse. Adrianna sings a new stolen song at a memorial ...    "
                },
                "4": {
                    "title": "The Bachelors",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 104,
                    "original air date": "4 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Silver plans a cancer-awareness charity event to honor her mother and enlists the help of Navid, Dixon, Liam and Teddy to appear in a bachelor auction. Ian, a theater student at West Bev, is brought in to help choreograph a dance number for the auction, but all comes to a stand-still when Teddy directs some negative words toward him. Annie and Adrianna discover the truth about Naomi and Mr. Cannon. Annie discovers Debbie's financial problems and decides to take an offer to make some quick cash. Ivy and Dixon decide to spend the night together, but Dixon hits the ...    "
                },
                "5": {
                    "title": "Catch Me If You Cannon",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 103,
                    "original air date": "11 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Silver, Naomi and Adrianna craft a plan to seduce Mr. Cannon and prove that he raped Naomi, but they underestimate his ability to control the situation. Teddy and Ian are forced to do manual labor as punishment for fighting. Dixon fears for his life and pushes Ivy away, leading her straight into the arms of Oscar. A pregnant Jen seeks to hire a new assistant and Debbie applies for the job.    "
                },
                "6": {
                    "title": "How Much Is That Liam in the Window",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 92,
                    "original air date": "25 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    New parents Jen and Ryan find out about Naomi's rape and Jen decides to take matters into her own hands. Ryan encourages Naomi to come forward even though his own job may be in jeopardy. Victor arranges a photo shoot for Adrianna and instructs her to go topless, while Navid and Silver watch in shock. Annie discovers that Charlie has a dark and disturbing side when she sneaks in to observe a staged reading of his play. Liam lands a job working shirtless in the window and on the sales floor of a clothing store. A mysterious customer offers him an opportunity he can't ...    "
                },
                "7": {
                    "title": "I See London, I See France...",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 97,
                    "original air date": "1 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Ryan encourages Naomi to press charges against Mr. Cannon and prepares himself for the consequences. Oscar decides to set his sights on Naomi and unknowingly helps her with the case against Mr. Cannon. Ivy decides to tell Dixon she slept with Oscar. Navid and Silver attend the Achievement Awards dinner while Annie, Teddy, Liam and Ian attend The Undies, an anti-achievement ceremony at the Beach Club.    "
                },
                "8": {
                    "title": "Mother Dearest",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 98,
                    "original air date": "8 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Adrianna has to un-invite Navid to her magazine premiere party after Victor arranges for her to go with Joe Jonas to boost her image. Annie and Dixon visit their dad but are shocked when a woman answers the door. A series of mishaps lead Jen to conclude that she is a bad mother, so she makes a decision with Ryan and her son's best interest in mind. Naomi and Ivy team up to seek revenge on Oscar with a plan that involves skinny-dipping in the Beach Club pool. Navid discovers that his father may be using underage girls in his porn films and convinces Silver to go ...    "
                },
                "9": {
                    "title": "They're Playing Her Song",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 107,
                    "original air date": "15 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Teddy begins to feel more comfortable in his own skin and decides to visit a bar in West Hollywood where he soon realizes he forgot his wallet and is forced to turn to Ian for help. Annie is ready to take her relationship with Charlie to the next level but is mortified when his friends catch a glimpse of her in lingerie. Now a single father, Ryan turns to Debbie for help and the two end up hooking up. Navid deals with the fallout of having turned his father in for employing underage girls in his pornography business by turning to Silver. Adrianna is oblivious to ...    "
                },
                "10": {
                    "title": "Best Lei'd Plans",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 96,
                    "original air date": "29 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Teddy and Ian share a kiss. Naomi jumps back into the dating world when she notices one of Ivy's hot surfer friends Zach and tries to impress him by pretending to know how to work a surfboard.    "
                },
                "11": {
                    "title": "Holiday Madness",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 107,
                    "original air date": "6 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Adrianna rents a mansion and decides to throw a housewarming party complete with an ice skating rink and elves. All is great in Adrianna's world until Victor decides to reveal Adrianna's secrets to the media. Annie decides to skip the party so she can take care of Liam, which leads to the two of them rekindling their old romance in Dixon's bed. Ivy's reconciliation with her father doesn't go quite as she planned. Teddy and Ian discuss their feelings and decide to keep their relationship quiet for the time being, unaware that Dixon saw them share a kiss. Meanwhile, ...    "
                },
                "12": {
                    "title": "Liars",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 127,
                    "original air date": "24 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Naomi is taken hostage in her own home by an out-of-control Mr. Cannon who also lures Silver into the situation. Annie and Dixon's cousin Emily from Kansas comes to town for an extended visit, but Emily immediately gets on Annie's nerves. Dixon confronts Teddy about his kiss with Ian and promises to keep his secret. During surf practice, Ivy takes a nasty spill that makes her question her ability to compete in the surf competition. Adrianna's world continues to crumble when she appears on a talk show to tell her side of the story, and she is blindsided by a surprise ...    "
                },
                "13": {
                    "title": "It's Getting Hot in Here",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 98,
                    "original air date": "31 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Naomi, Adrianna, Silver and Annie decide to have a girls' weekend and head to a yoga retreat in Ojai. Annie attempts to be a good cousin and invites Emily along for the weekend but confronts her about being a downer on the trip. Emily purposefully neglects to wake Annie up for a sweat lodge session and uses the opportunity to turn the girls against Annie. Naomi, who originally thinks the retreat is silly, suddenly decides to extend her stay. Silver runs into Navid, and the two have a secret rendezvous. Adrianna returns from the retreat and calls a tabloid to sell an ...    "
                },
                "14": {
                    "title": "All About a Boy",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "votes": 103,
                    "original air date": "7 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Everything changes for Navid when he learns how Adrianna used the baby she gave up for adoption.    "
                },
                "15": {
                    "title": "Revenge with the Nerd",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "votes": 94,
                    "original air date": "14 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Navid and Dixon convince a music producer to shoot a music video at Shirazi Studios. Adrianna's suspicions are confirmed, and she tells Silver about her plot for revenge. Emily distracts Annie and tries to get close to Liam, but her plan backfires. Teddy leans on Silver for support. Meanwhile, reality producers follow Adrianna and her friends around trying to shoot a pilot, and Naomi is surprised by her reaction to a nerdy lab partner who helps her out.    "
                },
                "16": {
                    "title": "It's High Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "votes": 94,
                    "original air date": "21 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Back to her old tricks, Emily messes with Annie's internship at the playhouse -- and with Annie's boyfriend. Silver convinces Navid to sign the release for Adrianna's reality show to help distract her and throw her off the track. Naomi bottles up her feeling for Max. After watching footage from her birthday party, Adrianna makes a stunning realization. Ivy meets a new guy, Raj and they strike up a friendship.    "
                },
                "17": {
                    "title": "Blue Naomi",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "votes": 118,
                    "original air date": "28 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Dixon and Navid formalize their partnership, and a chance meeting with Snoop Dogg could mean good news for Shirazi Studios. Naomi tries to impress Max by dressing up in an Avatar costume, but doesn't quite get the reaction she was hoping for. After learning the truth about Navid, Adrianna vows to get revenge. Meanwhile, Annie and Liam work together to expose Emily, and Raj confides in Ivy.    "
                },
                "18": {
                    "title": "The Enchanted Donkey",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "votes": 100,
                    "original air date": "18 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    When the group decide to take a vacation to Mexico for a much needed break, chaos ensues. Naomi brings her crush Max along, under the guise that she needs extra tutoring. Teddy encounters a former crush with surprising results, while Annie drags Liam around the city, determined to embrace the culture. Meanwhile, Silver and Adrianna's bitter feud over Navid comes to a shocking confrontation.    "
                },
                "19": {
                    "title": "Nerdy Little Secrets",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "votes": 95,
                    "original air date": "25 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Naomi, sick of hiding her relationship with Max and afraid he might be cheating on her, follows him to an academic decathlon event, to confront him. Silver begins to behave erratically, which worries Navid and secretly pleases Adrianna. Raj helps Ivy overcome her fear of the water, while Annie starts working for lonely, aging actress Marla, and forms an unlikely friendship with her.    "
                },
                "20": {
                    "title": "Women on the Verge",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "votes": 94,
                    "original air date": "2 May 2011",
                    "year": "2011",
                    "plot": "\n    Annie convinces Marla to attend a Hollywood movie premiere of one of Marla's old films, while Ryan has an unexpected visitor and Teddy catches Marco in a lie and begins to wonder if he is being cheated on. Naomi finds out Max was accepted to a college in a different state, while Silver has a breakdown after receiving some upsetting news that causes Navid and Dixon to stage an intervention.    "
                },
                "21": {
                    "title": "The Prom Before the Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "votes": 86,
                    "original air date": "9 May 2011",
                    "year": "2011",
                    "plot": "\n    As the gang gears up for prom, Dixon and Annie find out some devastating news about their futures, while Ivy learns that Raj's health has taken a turn for the worse. While Silver is in the hospital, Adrianna tries to rekindle her romance with Navid. Meanwhile, Naomi and Max's relationship is tested to the limit.    "
                },
                "22": {
                    "title": "To the Future!",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "votes": 114,
                    "original air date": "16 May 2011",
                    "year": "2011",
                    "plot": "\n    Naomi makes a decision that could impact her future. Liam makes a revelation to Annie.    "
                }
            },
            "4": {
                "1": {
                    "title": "Up in Smoke",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 150,
                    "original air date": "13 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Naomi has spent the summer dealing with the shocking news of her pregnancy and quickly discovers she doesn't have the status at college that she did in high school. Annie receives some unexpected news that keeps her in town, while Liam returns from his summer away ready to commit to Annie. Dixon finds himself without a roommate or a place to live, while an unexpected visitor tests Navid and Silver's relationship after they move in together. Adrianna comes back to town looking for redemption, which she soon learns will be hard to earn back. Ivy and Raj struggle to deal...    "
                },
                "2": {
                    "title": "Rush Hour",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 109,
                    "original air date": "20 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In an effort to re-gain her status, Naomi rushes a popular sorority, where she, along with Annie go through sorority games. Annie finds out a shocking secret about new guy Jeremy that could affect her future. Liam decides to keep the bar he bought on a whim and has a surprise guest from Alaska come into town, while Dixon finds an unlikely roommate in country boy Austin, which could lead to trouble. The search for Navid's sister Leila forces Navid and Silver to enlist in Adrianna for help, much to the dismay of Silver.    "
                },
                "3": {
                    "title": "Greek Tragedy",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 110,
                    "original air date": "27 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    After making an enemy in sorority president Holly, Naomi finds unusual allies who help her get revenge. Annie, short on money for sorority dues, must figure out a quick way to come up with the cash. Liam and Jane get closer, while Adrianna reveals a secret that causes Liam to look at her in a different light. Ivy becomes increasingly frustrated with her friends and lashes out at their lack of compassion, while Navid must deal with his uncle coming into town and trying to undermine Shirazi Studios.    "
                },
                "4": {
                    "title": "Let the Games Begin",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 102,
                    "original air date": "4 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Navid surprises Dixon with some studio time to apologize for messing things up with a music producer, where Dixon feels the pressure to create a hit song. Naomi plots revenge to take down rival Holly (guest star Megalyn Echikunwoke) and her sorority during the Greek games, which requires Austin's (guest star Justin Deeley) help, much to Naomi's dismay. Silver directs a disastrous commercial for Liam's bar, while Ivy feels torn between her relationship and her friends.    "
                },
                "5": {
                    "title": "Party Politics",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 88,
                    "original air date": "11 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Silver is asked to make campaign videos for political candidate Marissa Harris-Young who is running against Teddy's Uncle Charles for public office. Teddy runs into an old flame and Annie gets stuck with Leila during an important date. A surprise visitor threatens to tear Liam and Jane apart, while Naomi can't shake her growing feelings for Austin during a party to encourage students to vote.    "
                },
                "6": {
                    "title": "Benefit of the Doubt",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 85,
                    "original air date": "18 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Liam gets offered a modeling job after an agent sees the commercial for his bar, while Annie finds herself starting to fall for an unlikely guy. During a charity talent show event to raise money for an experimental cancer treatment for Raj, Naomi is determined to win the contest in order to show up Austin's out-of-town visitor Sally. While working on his music, Dixon pushes his limits and starts spiraling out of control, which forces Adrianna to confront him.    "
                },
                "7": {
                    "title": "It's the Great Masquerade, Naomi Clark",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 93,
                    "original air date": "1 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Naomi has to work with her arch-nemises Holly to throw a campus costume party, leading to unfortunate consequences. Navid's plan to bring down his Uncle Amal is threatened, while Silver discovers that political candidate Marissa Harris-Young is not who she seems. Meanwhile, Adrianna handcuffs herself to Dixon in an attempt to get him to stay sober and Annie must decide if she wants to give Patrick another chance.    "
                },
                "8": {
                    "title": "Vegas, Maybe?",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 94,
                    "original air date": "8 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Silver's video of Teddy's Vegas wedding is leaked to the press, and has damaging effects on his uncle's campaign. Liam's modeling career is taken to the next level by Shelia and Annie is determined to help Dixon, even though the help he needs comes at a high price. Meanwhile, Ivy and Raj decide to plan for the future.    "
                },
                "9": {
                    "title": "A Thousand Words",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "votes": 86,
                    "original air date": "15 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Silver's video of Teddy's Vegas wedding is leaked to the press, and has damaging effects on his uncle's campaign.    "
                },
                "10": {
                    "title": "Smoked Turkey",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "votes": 91,
                    "original air date": "22 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Dixon tries to pursue a relationship with a resistant Adrianna, while Ivy and Raj's arguing takes a toll on their relationship. Liam plans a holiday dinner for the gang, and an unexpected guest shows up. Meanwhile, Naomi goes to extremes to prove her love to Austin.    "
                },
                "11": {
                    "title": "Project Runaway",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "votes": 92,
                    "original air date": "29 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Dixon struggles with temptation as he tries to make his way back into the music world, while Annie confronts Jeremy, who stands in the way of her inheritance. Naomi and Holly embarrass themselves in front of Janice Dickinson at a fashion show, while Navid reaches a breaking point with his uncle. Meanwhile, Teddy makes a big decision that upsets Silver.    "
                },
                "12": {
                    "title": "O Holly Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "votes": 99,
                    "original air date": "6 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Naomi is asked by her new party planner boss Rachel to oversee her arch-nemesis Holly's birthday party, while Annie breaks into Jeremy's apartment in a desperate attempt to get the proof she needs to keep her inheritance.    "
                },
                "13": {
                    "title": "Should Old Acquaintance Be Forgot?",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "votes": 100,
                    "original air date": "17 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Naomi embarrasses herself in front of her boss Rachel in an attempt to get over her break-up with Austin.    "
                },
                "14": {
                    "title": "Mama Can You Hear Me?",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "votes": 79,
                    "original air date": "24 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Naomi is determined to fix the relationship between her boss Rachel and her daughter Holly, which forces Holly and Naomi to work together. Greg asks Silver to move to New York with him and Navid finds out some shocking information about Greg's daughter. Annie discovers Liam's girlfriend Vanessa might have been involved with his motorcycle accident.    "
                },
                "15": {
                    "title": "Trust, Truth, and Traffic",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "votes": 92,
                    "original air date": "31 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Annie has to make a decision that could expose her work as an escort when Dixon gets arrested in connection with a fire at a sorority house. Adrianna and Silver attempt to put their past behind them, which results in disaster for Silver's relationship with Greg. Vanessa helps throw a party to re-launch Liam's bar, where the All-American Rejects perform.    "
                },
                "16": {
                    "title": "No Good Deed",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "votes": 85,
                    "original air date": "7 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    In an effort to put her inheritance to good use, Annie volunteers to organize a big charity fundraiser.    "
                },
                "17": {
                    "title": "Babes in Toyland",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "votes": 83,
                    "original air date": "6 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Naomi's sister Jen arrives with her son for a surprise visit. Adrianna and Dixon land a meeting with a major movie producer to discuss music on his next film, but are sabotaged by Vanessa. Meanwhile, Silver gets accepted into New York University and Ivy attracts attention in the underground scene when she switches to a less conventional style of art.    "
                },
                "18": {
                    "title": "Blood Is Thicker Than Mud",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "votes": 75,
                    "original air date": "13 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Naomi is convinced that Annie's new business partner P.J. (guest star Nick Zano) is the perfect man for her, but discovers her sister Jen (guest star Sara Foster) is also interested in him. La Toya Jackson and music group Train guest star.    "
                },
                "19": {
                    "title": "The Heart Will Go On",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 19,
                    "votes": 109,
                    "original air date": "20 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Dixon collapses while arguing in the recording studio with Adrianna. (guest stars include Manish Dayal and Robert Hoffman)    "
                },
                "20": {
                    "title": "Blue Ivy",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 20,
                    "votes": 97,
                    "original air date": "27 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    PJ proposes to Naomi and Annie discovers he needs to get married in order to get the rest of his trust fund. (Nick Zano and Arielle Kebbel guest star)    "
                },
                "21": {
                    "title": "Bride and Prejudice",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 21,
                    "votes": 72,
                    "original air date": "24 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Naomi's friends worry that she is rushing to get married, so Naomi and P.J. (guest star Nick Zano) decide to throw a small party so everyone can get to know him.    "
                },
                "22": {
                    "title": "'Tis Pity",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 22,
                    "votes": 73,
                    "original air date": "1 May 2012",
                    "year": "2012",
                    "plot": "\n    Navid suspects that Liam and Silver hooked up so he decides to confront Liam on the red carpet of a movie premiere. (Guest stars include Robert Hoffman, Justin Deeley and Billy Ray Cyrus)    "
                },
                "23": {
                    "title": "A Tale of Two Parties",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 23,
                    "votes": 74,
                    "original air date": "8 May 2012",
                    "year": "2012",
                    "plot": "\n    Naomi shocks everyone when she announces she won't be able to oversee Max's wedding because she has accepted a job in New York and will be leaving immediately.    "
                },
                "24": {
                    "title": "Forever Hold Your Peace",
                    "kind": "episode",
                    "episode of": {
                        "title": "90210 (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 24,
                    "votes": 104,
                    "original air date": "15 May 2012",
                    "year": "2012",
                    "plot": "\n    Naomi shocks everyone when she announces she won't be able to oversee Max's wedding because she has accepted a job in New York and will be leaving immediately. (Guest stars include Josh Zuckerman and Trevor Donovan)    "
                }
            }
        },
        "number of episodes": 114,
        "cast": [
            {
                "name": "Grimes-Beech, Shenae"
            },
            {
                "name": "Wilds, Tristan Mack"
            },
            {
                "name": "McCord, AnnaLynne"
            },
            {
                "name": "Stroup, Jessica"
            },
            {
                "name": "Steger, Michael"
            },
            {
                "name": "Lowndes, Jessica"
            },
            {
                "name": "Lanter, Matt"
            },
            {
                "name": "Donovan, Trevor"
            },
            {
                "name": "Loughlin, Lori"
            },
            {
                "name": "Eggold, Ryan"
            },
            {
                "name": "Zinser, Gillian"
            },
            {
                "name": "Estes, Rob"
            },
            {
                "name": "Zuckerman, Josh"
            },
            {
                "name": "Milligan, Dustin"
            },
            {
                "name": "Foster, Sara"
            },
            {
                "name": "Garth, Jennie"
            },
            {
                "name": "Deeley, Justin"
            },
            {
                "name": "Sherman, Zachary Ray"
            },
            {
                "name": "Kebbel, Arielle"
            },
            {
                "name": "Lynch, Kelly"
            },
            {
                "name": "Dayal, Manish"
            },
            {
                "name": "Walter, Jessica"
            },
            {
                "name": "Ozsan, Hal"
            },
            {
                "name": "Moore, Christina"
            },
            {
                "name": "Redford, Blair"
            },
            {
                "name": "Gregory, Adam"
            },
            {
                "name": "Willis, Rumer"
            },
            {
                "name": "Smith, Lyndon"
            },
            {
                "name": "Goodman, Cameron"
            },
            {
                "name": "Stuart, James Patrick"
            },
            {
                "name": "Ross, Evan"
            },
            {
                "name": "Riabko, Kyle"
            },
            {
                "name": "Gustin, Grant"
            },
            {
                "name": "Azizi, Anthony"
            },
            {
                "name": "Quinlan, Maeve"
            },
            {
                "name": "Hood, Blake"
            },
            {
                "name": "Wallace, Amber"
            },
            {
                "name": "Weber, Charlie"
            },
            {
                "name": "Echikunwoke, Megalyn"
            },
            {
                "name": "Gellman, Yani"
            },
            {
                "name": "Doherty, Shannen"
            },
            {
                "name": "McKenna, Chris"
            },
            {
                "name": "Cox, Mekia"
            },
            {
                "name": "Smith, Riley"
            },
            {
                "name": "Cobb, Abbie"
            },
            {
                "name": "Serrano, Nestor"
            },
            {
                "name": "Waltz, Lisa"
            },
            {
                "name": "Duke, Shaun"
            },
            {
                "name": "Udenio, Fabiana"
            },
            {
                "name": "Zano, Nick"
            }
        ],
        "locations": [
            "Raleigh Manhattan Beach Studios - 1600 Rosecrans Avenue, Manhattan Beach, California, USA::(studio)",
            "Beverly Hills, California, USA",
            "Tropicana Bar, Hollywood Roosevelt Hotel - 7000 Hollywood Blvd., Hollywood, Los Angeles, California, USA",
            "Mount St. Mary's College - 12001 Chalon Road, Bel Air, Los Angeles, California, USA"
        ],
        "genres": [
            "Comedy",
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:M",
            "Brazil:14::(season 1)",
            "Brazil:16::(season 2)",
            "Canada:PG::(Manitoba/Ontario)",
            "Canada:14A::(Nova Scotia)",
            "Canada:G::(Quebec)",
            "Germany:12",
            "Ireland:15::(most episodes)",
            "Ireland:12::(some episodes)",
            "Netherlands:6",
            "Netherlands:12::(seasons 3 and 4)",
            "New Zealand:M",
            "Russia:16+",
            "United Kingdom:15",
            "United Kingdom:12::(most episodes)",
            "United Kingdom:15::(season 3 DVD)",
            "United States:TV-14"
        ],
        "number of seasons": 5,
        "rating": 6.1,
        "votes": 40006,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTMxNzE4OTE2OV5BMl5BanBnXkFtZTcwNDQxMTY4MQ@@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Annie and Dixon Wilson move from Kansas to the very wealthy area of Beverly Hills, and begin attending the famed West Beverly High School in the 90210 zip code. They quickly encounter queen bee Naomi, rebel Silver, troubled Adrianna and others as the drama unfolds in 90210.",
        "languages": [
            "English"
        ],
        "title": "90210",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2013",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Star, Darren"
            },
            {
                "name": "Judah, Jeff"
            },
            {
                "name": "Sachs, Gabe"
            }
        ],
        "production companies": [
            {
                "name": "Sachs/Judah Productions"
            },
            {
                "name": "CBS Productions"
            },
            {
                "name": "CBS Television Studios"
            }
        ],
        "distributors": [
            {
                "name": "The CW Network (The CW)"
            },
            {
                "name": "Global"
            },
            {
                "name": "Channel 4 Television Corporation"
            },
            {
                "name": "E4"
            },
            {
                "name": "Eleven"
            },
            {
                "name": "Kanal 2"
            },
            {
                "name": "LaLa TV"
            },
            {
                "name": "NHK Kyôiku"
            },
            {
                "name": "Net5"
            },
            {
                "name": "Network Ten"
            },
            {
                "name": "PRO 4"
            },
            {
                "name": "Paramount Home Entertainment"
            },
            {
                "name": "ProSieben Television"
            },
            {
                "name": "Rai 2"
            },
            {
                "name": "Rai 4"
            },
            {
                "name": "Sony Entertainment Television"
            },
            {
                "name": "Sony Entertainment Television"
            },
            {
                "name": "SuperTV2"
            },
            {
                "name": "SuperTV2"
            },
            {
                "name": "TV2"
            }
        ],
        "other companies": [
            {
                "name": "Bender ET"
            },
            {
                "name": "Calvert Studios"
            },
            {
                "name": "Central Casting"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Direct Tools & Fasteners"
            },
            {
                "name": "Filmtools"
            },
            {
                "name": "Hula Post"
            },
            {
                "name": "Inter Video"
            },
            {
                "name": "LCW Props"
            },
            {
                "name": "Panavision"
            },
            {
                "name": "Radiant Images"
            },
            {
                "name": "Rockbottom Rentals"
            },
            {
                "name": "Rockbottom Rentals"
            },
            {
                "name": "Scenechronize"
            }
        ],
        "plot": [
            "A Kansas family relocates to Beverly Hills, where their two children adapt to the infamous social drama of West Beverly Hills High.::tb4000",
            "Annie and Dixon Wilson move from Kansas to the very wealthy area of Beverly Hills, and begin attending the famed West Beverly High School in the _90210_ (qv) zip code. They quickly encounter queen bee Naomi, rebel Silver, troubled Adrianna and others as the drama unfolds in _90210_ (qv).::Anonymous"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (USA)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Panavision Genesis HD Camera"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 40006,
                "rating": 6.1
            },
            "aged under 18": {
                "votes": 25,
                "rating": 5.6
            },
            "aged 18 29": {
                "votes": 17129,
                "rating": 6.8
            },
            "aged 30 44": {
                "votes": 12620,
                "rating": 5.5
            },
            "aged 45 plus": {
                "votes": 1810,
                "rating": 4.4
            },
            "males": {
                "votes": 12498,
                "rating": 5.3
            },
            "males aged under 18": {
                "votes": 3,
                "rating": 4.3
            },
            "males aged 18 29": {
                "votes": 5099,
                "rating": 6.2
            },
            "males aged 30 44": {
                "votes": 5787,
                "rating": 4.9
            },
            "males aged 45 plus": {
                "votes": 1098,
                "rating": 4.0
            },
            "females": {
                "votes": 20305,
                "rating": 6.7
            },
            "females aged under 18": {
                "votes": 20,
                "rating": 6.8
            },
            "females aged 18 29": {
                "votes": 11843,
                "rating": 7.1
            },
            "females aged 30 44": {
                "votes": 6694,
                "rating": 6.1
            },
            "females aged 45 plus": {
                "votes": 685,
                "rating": 5.2
            },
            "top 1000 voters": {
                "votes": 183,
                "rating": 4.5
            },
            "us users": {
                "votes": 6272,
                "rating": 5.6
            },
            "non us users": {
                "votes": 18393,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 9698,
            "9": 3183,
            "8": 5272,
            "7": 6137,
            "6": 4948,
            "5": 3299,
            "4": 1769,
            "3": 1243,
            "2": 1018,
            "1": 3439
        },
        "arithmetic mean": 6.8,
        "median": 7
    }
}