{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "21 August 2008"
            },
            {
                "country": "Hungary\n",
                "date": "4 April 2009"
            },
            {
                "country": "Australia\n",
                "date": "16 September 2009"
            },
            {
                "country": "Sweden\n",
                "date": "3 January 2010"
            }
        ],
        "release dates": [
            "USA::21 August 2008",
            "Hungary::4 April 2009",
            "Australia::16 September 2009",
            "Sweden::3 January 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Tabatha's Salon Takeover"
            },
            {
                "countries": "France",
                "title": "SOS Tabatha"
            },
            {
                "countries": "Greece",
                "title": "Tabatha's Salon Takeover"
            },
            {
                "countries": "Hungary",
                "title": "A nagy szalonalakítás"
            }
        ],
        "akas": [
            "Tabatha's Salon Takeover (original title)",
            "SOS Tabatha France",
            "Tabatha's Salon Takeover Greece",
            "A nagy szalonalakítás Hungary"
        ],
        "akas from release info": [
            "Tabatha's Salon Takeover (original title)",
            "SOS Tabatha France",
            "Tabatha's Salon Takeover Greece",
            "A nagy szalonalakítás Hungary"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Salon Mogulz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Tabatha visits the up and coming area of East Nashville, Tennessee where Celebrity Stylist Tanzy Clark Wright's Salon Mogulz is in a tizzy. Tanzy has lost her drive, her money and control of her staff. To save Tanzy's salon, Tabatha must get her to step up, be responsible and lead her and her staff to embrace the diverse wave of the future.    "
                },
                "2": {
                    "title": "VIP Nightclub",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "Apr. 2013",
                    "year": "2013",
                    "plot": "\n    VIP Nightclub in Riverside, California was once the talk of the town. Known for its fabulous, fierce drag shows, it also doubled up as a hip gay nightclub with lines out the door. But when Tabatha arrives, she is welcomed by three grumpy, unmotivated owners, along with an indifferent staff, and a club filled with rotting furniture. By changing the owner's antiquated attitudes and straightening out the staff, Tabatha hopes to turn this outdated dive back into the VIP hotspot it once was.    "
                },
                "3": {
                    "title": "Top Cuts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Top Cuts salon in Bethpage, New York is far closer to the bottom than the top. After leaving her business to battle breast cancer, owner and former Tabatha protégé, Chris Smith, is scared to return to work, and tries to run her salon with an iron fist from the comforts of her home. With Chris's front desk receptionist acting as her eyes and ears when she isn't around, Chris is really hiding a much bigger secret that explains why she knows everything that goes on in her salon. When Tabatha arrives, she steps into a battle zone between a disgruntled manager who feels ...    "
                },
                "4": {
                    "title": "Nexgen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "25 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    NexGen barbershop in Murfreesboro Tennessee was once known as the place to go if you needed to maintain your mane or a five o'clock shadow. All that has changed since owner Mike Garcia abandoned his business for nearly a year to work with a youth ministry in another state. With customers coming in at a snail's pace, morale was low, tensions were high and Nexgen dwindled down to a thing of the past. With the business on the verge of a meltdown, Tabatha must step in to clear the air and help Mike turn this once bustling business into the upscale barber shop it was ...    "
                },
                "5": {
                    "title": "Summers Sports Bar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "May 2013",
                    "year": "2013",
                    "plot": "\n    Willie and Mary Jimenez fulfilled their American dream when they opened up Summers Sports Bar in beautiful Manhattan Beach, California. Sadly after Willie's passing, Mary has been left to keep up the family business along with her two young irresponsible sons. Sloppy service, worn down interiors and a son that drinks away the profits, have left the coveted prime piece of beachfront real estate in shambles. With Mary unable to run the bar with an iron fist as her late husband, she calls in Tabatha for reinforcement.    "
                },
                "6": {
                    "title": "Bombshells Salon and Spa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "9 May 2013",
                    "year": "2013",
                    "plot": "\n    Jennifer Norfleet and Tiffany Crawford are best friends turned business partners. However, Bombshells Salon and Spa is about to implode. Tiffany treats the business like her personal piggy bank, while Jennifer puts her blood, sweat and tears into the salon only to never receive a paycheck. With a staff that prefers to party rather than prep their stations, the business is on the brink of failure. Tabatha must lay down the law to turn these two owners into a united front, mend their friendship and salvage their business.    "
                },
                "7": {
                    "title": "House of Synergy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "May 2013",
                    "year": "2013",
                    "plot": "\n    A masseur by trade, Reg Mangone is the owner of House of Synergy Salon and Spa in beautiful Long Beach, California. Reg has extended his business to provide a plethora of other services including teeth-whiting and \"vajazzling.\" With an owner who's unclear and unfocused, Tabatha must get Reg to find his backbone, step-up and take control of what's his. Can Tabatha empower him to make House of Synergy into the Salon-Spa that he dreamed it would be?    "
                },
                "8": {
                    "title": "Café Treats",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "30 May 2013",
                    "year": "2013",
                    "plot": "\n    Veronica de Messina hoped Café Treats in Sherman Oaks, California, would hit the sweet spot with customers. Unfortunately, her cafe has garnered the reputation for leaving a bad taste in people's mouths. Veronica thought that her large Mexican food menu, coffee, teas and juices with a Moroccan theme would have the formula for success. However, Veronica's lack of experience in the food industry, her abrasive management style, and unfocused menu has been a recipe for disaster. Tabatha must get Veronica to hone in her passion, get the staff up-to-par and size down the ...    "
                },
                "9": {
                    "title": "ManiKir Royale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "Jun. 2013",
                    "year": "2013",
                    "plot": "\n    CJ \"Meowww\" Barnes opened up her nail salon two years ago in hipster North Hollywood, California. CJ loved getting her nails done so much, that without any experience in the nail industry, she decided to open her own salon. With her bills at an all-time high and her staff's morale at record low, CJ compensates her lack of experience by giving a bucket-load of excuses, belittling her staff and lying to clients. Can Tabatha help CJ put her best foot forward and put some \"purr\" back into this business?    "
                },
                "10": {
                    "title": "Studio 157",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "13 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Photographer and former Miss West Virginia pageant beauty queen, Jenn Cady knows the ins and outs of glitz and glam. However, this passive, people-pleasing owner has no rules, no structure and sells everything from jeans to jewelry in her salon. To make matters worse, Jenn has handed over management to her best friend and her daughter who cause major strife and divides the studio. Tabatha must weed through the fighting and drama in order to get Jenn back on her throne and become the take-charge owner she needs to be.    "
                },
                "11": {
                    "title": "Nadia's Family Salon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Nadia's Family Salon in Englishtown, New Jersey was once a close-knit team of stylists that were more like family than colleagues. Within a few short years, all that has changed. Kevin's absence from the salon, his gambling addiction, anger issues and poor communication skills, have driven the salon down the steep road towards failure. The stylists no longer respect Kevin and have made a mockery of him in his own business. Tabatha must get Kevin to take control of himself and the salon in order to be the business owner his staff needs him to be.    "
                },
                "12": {
                    "title": "Where Are They Now?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "27 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    On the season finale, Tabatha revisits the most memorable businesses from past seasons. Are they striving, struggling, or even worse, have they closed? Tabatha stops by Dr. Flavio's Beauty School in Torrance, California, to see if Flavio's 50-year old legacy has been kept intact by his daughter. In Long Beach, California, we'll check in to see if the party at Club Ripples has started back up and if the owners have regained the reputation of having the best gay nightclub in town. Has Avanti Salon on posh Newberry street in Boston Massachusetts survived? Has the owner ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Ten Salon: Long Beach, CA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "21 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Tabatha Coffey will need to deal with a staff that has lost their passion under the oppression of a strict rules handbook and an absurd salon design that hides itself from the outside world.    "
                },
                "2": {
                    "title": "De Cielo Salon: Burbank, CA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "28 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Although De Cielo Spa and Salon promises a heavenly experience, Coffey uncovers a filthy hell when she drops in on this Southern California hair salon.    "
                },
                "3": {
                    "title": "Martino Cartier at Giovanni and Pileggii: Sewell, NJ",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "4 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The no-nonsense Tabatha Coffey has no patience for Martino's playboy ways and forces him to take a hard look at his out of control credit card debt, lavish lifestyle, and over the top behavior.    "
                },
                "4": {
                    "title": "Images Salon: Oyster Bay, NY",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "11 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Getting your hair done at Images is a flashback to the 1980s: big hair, plunging necklines and trash talking stylists. Tabatha Coffey has a big task ahead to elevate this Long Island strip mall salon.    "
                },
                "5": {
                    "title": "Salon Tika: Rockville Centre, NY",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "18 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Tabatha is outraged when the salon daughters are \"spoiled brats\" and run the salon like a sorority party with no plan to repay their father so he can retire comfortably.    "
                },
                "6": {
                    "title": "The Loft on Broadway Salon: Long Beach, CA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "25 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Tami, the owner of The Loft on Broadway, has no hair styling experience and avoids confrontation at all cost. Her lax management style makes for a sloppy and ill managed business and Tabatha has her work cut out for her.    "
                },
                "7": {
                    "title": "Hairlab: Woodland Hills, CA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Kathy Barolotta invested her entire life savings into Hairlab with her nephew. Now business is terrible, the stylists are out of control, and Kathy is not making enough to live.    "
                },
                "8": {
                    "title": "Candolyn's Salon: Los Angeles, CA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "9 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Candolyn Sabido thinks her stylists are liars and thieves and they think Candolyn is crazy. She is losing control of her staff, losing customers from her business, and losing hope fast.    "
                }
            },
            "2": {
                "1": {
                    "title": "Orbit Salon: Chicago, Ill.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "3 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Eddie Cheung is $700,000 in debt, but he treats his business more like a garbage dump than a hair salon. His lack of passion and passive-aggressive management style has turned his staff into a bunch of \"hand-me-downs,\" and if Tabatha doesn't do something fast his salon will be out of business.    "
                },
                "2": {
                    "title": "Allure: Miami, Fla.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "10 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    With giant cockroaches and even bigger attitudes, Allure Salon is not so alluring. Pablo Hernandez, the 21 year-old owner, bit off more than he could chew when he bought the business. Tabatha teaches Hernandez to stop acting like the maid and start acting like the boss.    "
                },
                "3": {
                    "title": "Eclectic Salon: Los Angeles, Calif.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "17 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    When Jacqui Montero started Eclectic salon ten years ago it was the best multi-cultural salon in Los Angeles; but in recent years, she has lost control of her staff and lost the passion for her business. The loss of clients and the staff's bouncing rent checks have left Jacqui in major debt. When she admits to Tabatha that she has declared personal bankruptcy and is on the verge of closing the place down, Tabatha has to take serious action to get Jacqui's passion back and save her business.    "
                },
                "4": {
                    "title": "Bang Salon: Ft. Lauderdale, Fla.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "24 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Darren Anselmo runs wild in his own salon, acting more like a hyperactive child than a responsible owner. His inappropriate remarks to clients have hurt business and now his staff is completely fed up with his antics and ready to walk out. Tabatha needs to help him grow up, clean up his act, and take responsibility for his business.    "
                },
                "5": {
                    "title": "Plush Salon: Chatsworth, Calif.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    When Kimmie Blackhall convinced her husband to open Plush Salon with their life savings and pay the rent on his credit cards, she neglected to tell him one thing: she was going to blow all the money she made behind the chair at the mall. To cure Blackhall of her shopping addiction, Tabatha has to make a serious intervention and give the entire staff the wakeup call they need.    "
                },
                "6": {
                    "title": "Brownes and Co.: Miami, Fla.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "8 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    When Nikki Mallon and her husband opened Brownes and Co. ten years ago, it was the hottest salon on Lincoln Road in South Beach. Over the years, Mallon has grown frustrated with her staff and runs her salon remotely, watching their every move from home on surveillance cameras. Tabatha quickly realizes that Mallon's negative attitude is the problem, but trying to convince her that she needs to change will be one of Tabatha's greatest challenges.    "
                },
                "7": {
                    "title": "Refuge Salon: Los Angeles, Calif.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "15 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Miriam Jones opened Refuge Salon in the chic neighborhood of Silverlake because she was not content with her previous employment. Being new to the business, Jones has no idea how to work the books or how to take charge of her stylists, who constantly break the rules. Tabatha is used to renegade stylists with their own agenda, but when faced with a backstabbing owner and stylists who follow this poor example, Tabatha must decide herself whether or not to walk away from this sinking salon.    "
                },
                "8": {
                    "title": "Chicago Male: Chicago, Ill.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "29 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Absentee owner Scott Neesham has invested his life savings into his salon, Chicago Male, but his \"Men's Only\" business model is not attracting enough clientele to keep his business afloat, even in the Boystown area of Chicago. To make matters worse, Neesham is rarely at the salon and has left his business in the hands of an ineffective manager and an unprofessional staff. When Tabatha tries to change his business model, she and Neesham butt heads, but Tabatha drives her point home when she recruits drag queens as hair models for the staff.    "
                },
                "9": {
                    "title": "Tantrum Salon: Covina, Calif.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "5 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Robert Moreno and Jody Garcia opened Tantrum Salon five years ago, but since that time their partnership has become strained. Garcia got married and had two children and now spends more time as a stay-at-home mother than a business owner; Moreno creates chaos in the salon, and as a result the staff is left with no management or leadership. Moreno resents Garcia's absence from the business and she feels pulled in opposite directions - so when Tabatha arrives, the two partners aren't communicating at all.    "
                },
                "10": {
                    "title": "Earth Moon Sun: Western Springs, Ill.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "12 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Janeen Nufer invested her life savings and her mother's retirement nest egg to open Earth Moon Sun with her sister. When her sister suddenly abandoned the business, Nufer was left without a lead stylist, and as a result, the salon is going downhill fast. Tabatha steps in to help Nufer release all of her pent up frustrations and show her the ropes on how to be a leader for her team.    "
                }
            },
            "3": {
                "1": {
                    "title": "Mia Bella",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "6 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Cindy and Marjorie Phun opened up Mia Bella salon four years ago as a way to support themselves and their younger sisters, Karen and Janet. But Karen and Janet take the salon for granted, which sends Cindy over the edge in front of clients. Tabatha moves in with the Phun sisters for the night to stage a family intervention in order to save the salon and their relationships.    "
                },
                "2": {
                    "title": "Christopher Hill Salon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "13 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Tim and Alexis Byk took over Christopher Hill salon eighteen months ago with no prior salon experience. They wrongly assumed that their MBAs and corporate backgrounds would be enough to run the struggling business. Tabatha schools these elitist owners in all things hair, and empowers the beaten down staff.    "
                },
                "3": {
                    "title": "Salon Vendome",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "20 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Tabatha faces her toughest challenge yet: five owners in one salon! These five feuding owners make for one big problem in this upscale Texas location. Their selfish attitudes and bad customer service are driving away high-end clientele, and now the salon is behind in rent and on the verge of closing its doors.    "
                },
                "4": {
                    "title": "West End: Provincetown, MA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "3 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Dougie Freeman relies on his crazy shtick to drum up business during the short tourist season in this gay resort destination. Pushing 60 and working 18 hour days, 7 days a week, Dougie turns to Tabatha to help him make his salon profitable so he can step away from the chair to enjoy life.    "
                },
                "5": {
                    "title": "Avanti Salon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "10 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Alex Iacobacci has ignored his responsibilities and let his stylists run wild in his rundown Newbury Street salon. Tabatha has to confront an insubordinate staff and a push-over owner who thinks the salon should run itself.    "
                },
                "6": {
                    "title": "Touch of Elegance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "24 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    After a recent staff mutiny, owner Debbie Farrell is taking out all her anger on her remaining staff as she panics about the bottom line. Tabatha quickly realizes that she has her work cut out for her as she faces off against Debbie's resistance to change.    "
                },
                "7": {
                    "title": "Bqute",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "31 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Shannon and Frank Peters are newlyweds and new business partners in the multi-cultural salon they opened together. But their salon is already struggling and their marriage is cracking under the stress of trying to save it. Tabatha has to fix an out-of-control staff and a marriage on the brink, and turn this low-rent beauty shop into a high-end salon.    "
                },
                "8": {
                    "title": "A Star Is Born",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "7 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Ever since her parents passed away, Joy Brandell has lost all the passion and drive for her once popular children's salon. To make matters worse, Joy expanded to do adult clients in the same space but no one is showing up, and the salon has become dirty and rundown. Joy admits that she doesn't even know if she wants to save her salon, creating a huge challenge for Tabatha.    "
                },
                "9": {
                    "title": "Concerto: Valencia, CA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "14 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Nik Nejad is an experienced stylist but a naive business owner. When he bought Concerto eighteen months ago, the salon had a strong reputation and a good location, but now he has run it into the ground.    "
                },
                "10": {
                    "title": "Where Are They Now?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "21 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Tabatha revisits some of her favorite and not-so-favorite salons from seasons one and two. Have they survived and thrived, or are they still struggling or, even worse, closed?    "
                }
            },
            "4": {
                "1": {
                    "title": "Jungle Red: Minneapolis, MN",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "10 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Suzanne Erickson owns Jungle Red salon but she seems more interested in acting like a teenager than a boss, which is why her staff are out of control and she has started to put most of the responsibility on her daughter Kari. To make matters worse, Tabatha is quick to discover that Jungle Red is a failing salon by day and the owner's home by night. Tabatha has to motivate Suzanne to grow up and stop relying on her daughter to manage her staff so that Kari is free to pursue her own dreams.    "
                },
                "2": {
                    "title": "Club Ripples: Long Beach, CA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "17 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Club Ripples, the first gay dance club in Long Beach, CA, is owned by couple Larry Hebert and John Garcia. Ripples used to be the gay hot spot, but now it's empty seven nights a week and they blame the competition and their staff. Tabatha quickly discovers the real problems are John's penny pinching business practices and Larry's crazy club rules. To make matters worse, the bar has a bad reputation in the community and the employees' suggestions are falling on deaf ears. Can Tabatha get John and Larry to change their stubborn ways in order to save a Long Beach gay ...    "
                },
                "3": {
                    "title": "Beyond Hair Salon & Spa: Cherry Hill, NJ",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "24 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Jennifer Norfleet and Tiffany Crawford are best friends turned business partners. However, Bombshells Salon and Spa is about to implode. Tiffany treats the business like her personal piggy bank, while Jennifer puts her blood, sweat and tears into the salon only to never receive a paycheck. Tabatha must lay down the law to turn these two owners into a united front, mend their friendship and salvage their business.    "
                },
                "4": {
                    "title": "Pat's Hair Shoppe: Douglasville, Ga",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "31 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Pat Duke opened her old-school, southern beauty shop over 24 years ago, but after she expanded and doubled her staff to bulk up her business, her veteran stylists walked out, leaving her emotionally and financially devastated. Tabatha discovers that Pat hasn't recovered from the betrayal and is not communicating with her remaining staff at all. And to make matters worse, the entire team has lost sight of how to be professional. Can Tabatha help Pat turn around her attitude and her business before she has to close up shop for good?    "
                },
                "5": {
                    "title": "Chill, Ventura: Ca",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "7 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Sande Cranford and Jim Wright own Chill, a failing yogurt shop that has added coffee, baked goods, sandwiches, you name it to the menu. Jim runs a successful bar and Jim's daughter runs a successful pizza shop both of which are right around the corner. But Sande's effort to turn her love of yogurt into a business is failing miserably.Their products are low quality, their staff is unprofessional, and their business is unfocused. Can Tabatha get to the bottom of what this business should focus on selling and help Sande become a boss before Chill drags down their other ...    "
                },
                "6": {
                    "title": "Salon Bridgette: Swedesboro, NJ",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "21 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    It's a family affair at Salon Bridgette, where Bridgette Orcutt, the passive aggressive owner, treats her enabling mother like a maid and allows her spoiled daughter to get away with everything. Tabatha will need to deal with everything from a stylist who comes to work unprepared to assistants who aren't given the encouragement to get behind the chair. But her biggest challenge will be to motivate Bridgette to change her negative ways so she can start motivating her team.    "
                },
                "7": {
                    "title": "H Design: Minneapolis, MN",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "28 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Stockbroker owner Brian Honn seems to have no idea why his salon suffered a massive walk-out and has no idea that he is about to suffer another one. Tabatha, answering the frustrated managers' plea for help, discovers unhappy stylists and an owner who claims he doesn't do anything wrong. And Tabatha has only one week to give Brian the wake-up call he needs and inspire the staff to step up in order to save him from another walk-out that will shutter his business.    "
                },
                "8": {
                    "title": "Flavio Beauty College: Torrance, CA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "6 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Eighty-four year old Flavio Bisignano was a legend when he opened his beauty school over 50 years ago. But now he's ready to hand over the reins to his daughter Tiana, who grew up going to visit the school but is not a hairdresser. Tabatha is appalled to discover that this school is failing miserably because the teachers are not teaching and the students are uninspired and bored. The less the teachers care, the more the students skip class and now they aren't passing their exams. To make matters worse, Tiana hides out in her office with her head buried in the sand. ...    "
                },
                "9": {
                    "title": "Barkingham Palace: West Hollywood, CA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "13 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Domestic partners Tee Sorge and Tania Raskin tried to translate their passion for dogs into a doggie daycare and grooming business, but they quickly learned that it wasn't as easy as they thought. Now they are on the verge of losing everything as Tabatha quickly discovers that Tania is a management nightmare who is alienating the staff and Tee has no backbone. Their arguments about how to manage the business are spilling over onto the staff.    "
                },
                "10": {
                    "title": "Sweetgrass: Atlanta, GA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "20 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Chiropractor Tim Tschirhart has a vision for building more than a salon and spa. He wants to have a holistic wellness center that treats people inside and out. Unfortunately, his message is getting lost in translation. When Tabatha arrives she discovers a hippie owner who wants to treat his staff like a \"community\" and is at odds with his aggressive manager who is driving away his staff. Can Tabatha teach Tim how to communicate with his staff and make Brian an effective manager in time to save this failing vision?    "
                },
                "11": {
                    "title": "Salon Deco: Atlanta, GA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "27 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Absentee owner, Kim Krohn, has an \"I don't care attitude\" that has poisoned her staff and left her salon rudderless. Even though her house is in foreclosure, Kim barely spends time in her failing salon, and her staff have checked out too. When Tabatha tries to show Kim that she needs to be present because actions speak louder than words, Kim is resistant to stepping up. Will Tabatha be able to give Kim and her husband a huge wake-up call they need to save the salon and hopefully their home?    "
                },
                "12": {
                    "title": "Cinema Suites: Long Beach, CA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tabatha's Salon Takeover (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "3 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Dianne Bennett has a Hollywood pedigree, having worked as a music gossip columnist for a leading Trade newspaper. But that Hollywood style is sorely lacking in her Bed and Breakfast, as Tabatha discovers when she checks in for the night and feels like she is tiptoeing around grandma's house. To make matters worse, this B&B does not serve breakfast. Diane seems more concerned with her social calendar than she does saving her failing business, which is also her home! Can Tabatha make Dianne realize that she needs to focus more on her guests' experience than her own ...    "
                }
            }
        },
        "number of episodes": 52,
        "cast": [
            {
                "name": "Coffey, Tabatha"
            },
            {
                "name": "Adkins, Mark Anthony"
            },
            {
                "name": "Davis, Matthew Corbett"
            },
            {
                "name": "Egiziano, Mona"
            },
            {
                "name": "Escott, Mallory"
            },
            {
                "name": "Jordan, Erik"
            },
            {
                "name": "Liles, Lindsay"
            },
            {
                "name": "Roman, Richie"
            },
            {
                "name": "Wolf, Lisa"
            },
            {
                "name": "Biasi, Richard"
            },
            {
                "name": "Jones, Miriam"
            },
            {
                "name": "Oh, Diana"
            },
            {
                "name": "Freeman, Dougie"
            },
            {
                "name": "LaRiviere, Robby"
            },
            {
                "name": "II, Frank Peters"
            },
            {
                "name": "Peters, Shannon"
            },
            {
                "name": "Tipton, Kenneth"
            }
        ],
        "locations": [
            "Los Angeles, California, USA",
            "New York City, New York, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:M"
        ],
        "number of seasons": 5,
        "rating": 7.0,
        "votes": 815,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjE2Nzg4MjI5N15BMl5BanBnXkFtZTcwMjI0ODkzNA@@._V1_SY150_CR6,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Tabatha's Salon Takeover",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "production companies": [
            {
                "name": "Reveille Productions"
            },
            {
                "name": "Take It Over"
            }
        ],
        "distributors": [
            {
                "name": "Bravo Cable"
            },
            {
                "name": "Viasat3"
            }
        ],
        "other companies": [
            {
                "name": "Chicago Studio City"
            },
            {
                "name": "Filmtools"
            }
        ],
        "plot": [
            "Australian native Tabatha Coffey, the straight-talking former contestant from Shear Genius, visits struggling salons in Los Angeles and New York, and whips the desperate stylists and salon owners into shape.::mibryant"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 815,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 132,
                "rating": 6.8
            },
            "aged 30 44": {
                "votes": 373,
                "rating": 6.9
            },
            "aged 45 plus": {
                "votes": 187,
                "rating": 7.2
            },
            "males": {
                "votes": 278,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 47,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 146,
                "rating": 6.2
            },
            "males aged 45 plus": {
                "votes": 78,
                "rating": 7.0
            },
            "females": {
                "votes": 429,
                "rating": 7.2
            },
            "females aged 18 29": {
                "votes": 85,
                "rating": 6.4
            },
            "females aged 30 44": {
                "votes": 219,
                "rating": 7.5
            },
            "females aged 45 plus": {
                "votes": 104,
                "rating": 7.3
            },
            "top 1000 voters": {
                "votes": 24,
                "rating": 4.4
            },
            "us users": {
                "votes": 429,
                "rating": 7.3
            },
            "non us users": {
                "votes": 198,
                "rating": 6.6
            }
        },
        "number of votes": {
            "10": 211,
            "9": 112,
            "8": 142,
            "7": 131,
            "6": 73,
            "5": 52,
            "4": 23,
            "3": 12,
            "2": 13,
            "1": 46
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}