{
    "imdb": {
        "raw release dates": [
            {
                "country": "Ireland\n",
                "date": "8 September 2008"
            },
            {
                "country": "Australia\n",
                "date": "21 July 2011"
            }
        ],
        "release dates": [
            "Ireland::8 September 2008",
            "Australia::21 July 2011"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Episode #5.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "6 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Jojo returns to Dublin and RAW with a surprise announcement - she has just got married to Anthony, an American writer, and wants to throw a wedding party at RAW. Fiona and new temporary & hot-headed chef Max draw sparks off each other at the same time that Fiona breaks up with Ed. Fiona gets good news on the health front. Shane and new front of house manager Amy become close which doesn't impress Kate. Elsewhere, Philip's cousin Brian arrives unexpectedly and wants to stay for a while with Philip.    "
                },
                "2": {
                    "title": "Episode #5.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "13 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Jojo finds out the hard way that Anthony does not like it when his plans are thwarted and it doesn't help that he finds Philip near Jojo every which way he turns. When Jojo is offered the position of head chef in Fiona & Geoff's new restaurant and Anthony is given a magazine job in Egypt will this be the straw that broke the camel's back? Meanwhile, Kate enlists Shane's help to secure a premises for her new pop-up champagne bar which doesn't go down well with Zoe. Elsewhere, Fiona sees a new side to Max at Emma's 18th birthday party.    "
                },
                "3": {
                    "title": "Episode #5.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "20 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    It's the day of Kate's official opening of her pop-up bar \"Kitty's\" and it doesn't go well for her in the run up to the opening. Philip is jealous of Emma's continuing friendship with Brian but refuses to tell her how he feels about her. Fiona continues to deny her feelings for Max and goes for a drink with a police officer at Kate's pop up bar - and Max isn't too happy. Meanwhile, Jojo finally decides to give up on Raw and move with Anthony on his travels - but is she doing the right thing?    "
                },
                "4": {
                    "title": "Episode #5.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "27 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Kate continues to needle Zoe by flirting shamelessly with Shane as she sets about growing her pop-up business. Emma realises that Brian lied to her about knowing the thugs who tried to rob Raw. Geoff arrives back from his travels and tries to throw himself back into work and the social scene but memories of Pavel make it hard for him. Meanwhile, a jealous Max decides to stay on at Raw after Jojo's departure to thwart Fiona as she goes on a date with Calum. Elsewhere, Max challenges Philip to come up with a 'special' dessert.    "
                },
                "5": {
                    "title": "Episode #5.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "3 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Geoff's father Peter makes a surprise visit from Australia to support his son on the anniversary of Pavel's death. Geoff is reluctant to deal with the day but after Fiona forces him to take the day off and go fishing with his father his feelings come to the surface. Peter asks him to return to Australia to take over the family business but he refuses. Meanwhile, Shane is in deep water after his on-the-cheap wine guy did a run with money from RAW. Zoe steps in to help Kate with her finances and ends up using the money from Kate's business to bail out Shane. Elsewhere, ...    "
                },
                "6": {
                    "title": "Episode #5.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "10 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Geoff scatters Pavel's ashes and has a change of heart - he will be returning to run his dad's restaurant in Sydney. Shane and Zoe panic about getting Kate's money returned to her before she realises. Help comes from an unexpected source - Max. Meanwhile, Jojo makes a decision on her marriage to Anthony and decides to leave with Geoff for Australia. Elsewhere, Max buys Geoff's shares in RAW and becomes a partner with Fiona. Brian decides to leave for Ibiza but after talking with Philip abandons his plan to bring Emma with him.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Successful solicitor Shane Harte returns to Dublin with his career and life in tatters and seeks out his wayward sister commis chef Jojo at her place of work 'Raw'. He takes on the job of lowly kitchen porter until he sorts himself out. Temperamental gay sous chef Geoff threatens to make public his gay affair with journalist Thomas Day if he publishes his story on drugs being sold in 'Raw'. Barman Bobby's in trouble with lost drug money and waitress Rebecca suggests 'borrowing' from owner Tanya's safe only to be found out by Jojo. Meanwhile, co-owner Mal has ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Jojo and Bobby decide to throw a party at the end of a busy shift at 'Raw' but it presents it's own set of problems with Jojo trying to get Pavel to really let himself go and enjoy himself and her growing distaste of seeing Rebecca and Bobby become closer. Meanwhile, Tanya fires Shane which she mistakenly accuses him of stealing a customer's personal organizer. Later, at the party Tanya and Mal have a blow-up about his commitment to 'Raw' and then Shane opens up to her about why he left London. Elsewhere, Geoff becomes attracted to a very drunk Pavel.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    It's Mal's birthday and Geoff tells Tanya that he's got another job offer and asks for a pay-rise or he'll leave. Tanya tells him she'll have to let another member of staff go in order to be able to do this which causes Mal's anger to literally boil over. Despite the restaurant having no bookings he decides to cook putting Jojo in charge. After a lot of things are said they all finally sit down to eat and Mal offers Geoff partnership in the business. Shane and Tanya kiss but he tells her it's a bad idea. Geoff and Pavel become closer. Elsewhere, Shane has a surprise ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Mal and Geoff put on a united front to impress old rival Karl Creed checking out the restaurant. And Jojo's chuffed when her desert is put on the menu as the special desert of the day but all is not as it seems. Elsewhere, Jojo is asked out by Raw's meat supplier Katherine but it's not her dream date, despite herself she has a good time and love comes to Pavel from an unexpected quarter - Geoff. Meanwhile, Jojo finally tells Bobby she's in love with him only to find that he's back with Rebecca again.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "6 Oct. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "13 Oct. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "10 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Fiona Kelly returns from London to re-open RAW and seeks out to recruit old head chef Geoff who then entices his old team back for another go at RAW. Fiona has her problems though with lease holder James and an unwelcome visitor named Kate. Meanwhile, Shane's divorce comes through and he ends up in a fight with his old school friend Jay who promptly arrests him on the opening night of RAW. Fiona also recruits former banker Dylan as her new waiter.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "17 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    JoJo and Shane's mother Maeve comes to stay with them and causes friction. Fiona promotes Pavel to Front of House Manager but his initial managing of his new job is fraught with difficulties. JoJo and Dylan become closer. Geoff finds out that the Kate who keeps calling Fiona is her sister. Shane is bribed by Jay over his arrest record.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "24 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Fiona's past finally catches up with her just as the restaurant is hit with a customer with a peanut allergy falling ill. Elsewhere, Jo-Jo is in store for a surprise from Dylan. Meanwhile, Maeve gets the all clear, Jay continues to blackmail Shane and Pavel realises that his relationship with Geoff will never go anywhere.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "31 Jan. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "7 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Bobby and Dylan's dreams are finally realised with their leasing of an old bar. But for Geoff, who is celebrating his 30th birthday, things go from bad to worse - and it's mostly to do with Pavel and a bad review in a magazine. Elsewhere, Fiona tells Paul she cannot trust him and that their marriage is over. Jojo finds out about Jay black-mailing Shane and delivers her own justice as Dylan tells her he loves her.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "14 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Bobby makes a grim discovery on the day of his and Dylan's grand opening of their new bar - the previous owner Michael has died at the bar. Geoff faces his demons and makes the call to his parents telling them he's gay. And a disgruntled Jay threatens Shane after he's suspended from his job.    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "9 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    One year on and the old Raw team are back, steering the newly re-launched Dublin restaurant through financially uncertain times. Fiona and Geoff employ a brand new front of house manager, Ray Cronin, who lives up to his notorious reputation. And loving couple, Jojo and Dylan, face big decisions when simmering sexual tension between Jojo and Bobby leads to fireworks. All the old face are back and there are some new ones too, as the gang continue to wrestle with work, life and love.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "16 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Geoff goes back to work at RAW straight after the robbery but finds the going tough and is forced to take the day off. When he returns he finds that Ray has changed his menu and sittings in order to recoup the cash taken in the robbery and that they are going to have to let staff go in the kitchen. Shane finds out the hard way that Kate only wanted a one-night stand. Ellen tells Jojo that her mum Maeve and her dad have split up. Distraught over the news Jojo succumbs to Bobby's advances in the bar after Dylan and Shane go out on the town. Meanwhile, Pavel scores a ...    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "23 Jan. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "30 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Ray's past comes back to haunt himself just as he is fighting his attraction to Fiona and she to him. Fiona finds out about Kate and how she was fired. Larry calls for his first installment payment so Fiona, Ray and Geoff look at ways of getting the cash together fast by doing a half price night but Kate nearly derails it by getting Shane to run the same deal at the bar to get back at Fiona and Ray. Meanwhile, Geoff becomes insanely jealous of Pavel's new man Jack and lashes out. Ray forces him to go to counseling and deal with his issues.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "6 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    RAW is nominated for best neighbour kitchen in the Irish Dining Awards. Kate doesn't see the fun side any longer in her relationship with Larry and goes back grovelling to Shane for a job. Jack tells Pavel that he is going to Brazil for a six-month work placement and he wants Pavel to come with him. Geoff takes his jealousy over Pavel out on the restaurant clientèle. Jojo lies to the marriage registrar and gets her wedding in two weeks instead of the mandatory three months and enrages her mother in the process. Larry tells Fiona that Ray knew who was behind the ...    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "13 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Dylan and Jojo's wedding day draws close but will they go through with it? Ray tries to speak with Fiona about the break-in but Fiona doesn't want to hear so he appeals to Geoff for help. As Pavel and Jack prepare to leave for Brazil Fiona urges Geoff to tell Pavel how he feels about him before he loses him for good. Geoff cannot do it face to face so writes him a letter and asks him to read it after he leaves but a jealous Jack finds it and tears it up. Pavel finds out and goes to see Geoff and asks him to tell him what was in the letter.    "
                }
            },
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "8 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Fiona celebrates her 40th birthday but gets a shock when she hears that her dad Dan has bought Raw and is planning to move back to Dublin from Spain. Fiona's former childhood flame Ed vies to become Raw's new organic vegetable supplier but Dan is none too pleased to see him and gives him a friendly warning about Fiona. Fiona and Kate's 16-year-old sister Emma also quits school and Dan coaxes Fiona into giving her a job at Raw so that Emma will eventually see the error of her ways and quit. Meanwhile, Kate has a false alarm and initially thinks she is pregnant but ...    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "15 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Shane is faced with a difficult decision when Kate tells him she feels his hard-partying sister Jojo should move out. Elsewhere, Geoff gets a visit from an old friend from London.    "
                },
                "3": {
                    "title": "Episode #4.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "10 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Shane gets absorbed in his baby-making plans with Kate oblivious to the fact that Kate is not as into the idea as he is and she has also become distracted by Raw's new barman Chris. Jojo's drinking is starting to get out of hand and after ruining an important dinner Geoff sends her home. Geoff wonders how long he will have Selena's company in his flat and his life. Philip's life gets more complicated when his dad pressurises him to come home and Fiona goes in search of Ed after finding out that her dad had deliberately hid his visits from her.    "
                },
                "4": {
                    "title": "Episode #4.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "29 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    After another night of serious drinking JoJo wakes up beside Philip in her mothers house. This prompts Maeve to seek an intervention to get JoJo the help she needs - but JoJo doesn't take it too well. Kate's milks the situation for all it's worth - glad that the attention is off her. Later, whilst doing inventory Chris makes a move on Kate and they are unknowingly discovered by Emma. Selena overhears Geoff telling Fiona he is leaving money for her and helps herself to some of it but when Geoff suspects her she denies it. She later tries to seduce him. Barbara, a tax ...    "
                },
                "5": {
                    "title": "Episode #4.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "5 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Jojo's in free-fall from her drinking and after many errors and a complete dressing down of Philip before his big competition leads Geoff and Fiona to fire her from her job. Meanwhile, guilt is attacking Kate after her tryst with Chris and she endeavours to turn things around - but is it that simple? Philip gets ready to present for his big cooking debut but will Jojo's outburst put him off? Elsewhere, Selena is determined to put a wedge between Pavel and Geoff to order to have Geoff to herself and Ed refuses to see Fiona.    "
                },
                "6": {
                    "title": "Episode #4.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Raw (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "12 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Pavel remains unhappy with Selena in Geoff's life and asks her to move out only to be told that she is married to Geoff. When Pavel confronts Geoff he confirms that it is true and he did it to get a work visa and urges Pavel to thread carefully with her as she volatile. Jojo looks to moving abroad but tries to repair her relationship with Philip first before he moves home. Shane confronts Kate about her infidelity and tells her to leave - that he cannot trust her any longer. Philip's father comes looking for him and injures Pavel in the process. Later, before the ...    "
                }
            }
        },
        "number of episodes": 30,
        "cast": [
            {
                "name": "McKenna, Charlene"
            },
            {
                "name": "McErlean, Keith"
            },
            {
                "name": "Gameau, Damon"
            },
            {
                "name": "O'Sullivan, Aisling"
            },
            {
                "name": "Hádek, Krystof"
            },
            {
                "name": "Gough, Kelly"
            },
            {
                "name": "Ryan, Ger"
            },
            {
                "name": "Garrigan, Liam"
            },
            {
                "name": "Doyle, Joe"
            },
            {
                "name": "Akpotor, James"
            },
            {
                "name": "Reid, Paul"
            },
            {
                "name": "Lee, Tara"
            },
            {
                "name": "Keeley, Sam"
            },
            {
                "name": "Doherty, Brian"
            },
            {
                "name": "McElligott, Dominique"
            },
            {
                "name": "Colgan, Michael"
            },
            {
                "name": "Conn, Shelley"
            },
            {
                "name": "Delaney, Pádraic"
            },
            {
                "name": "Solimeno, Cristian"
            },
            {
                "name": "Manson, Amy"
            },
            {
                "name": "Plunkett, Marcella"
            },
            {
                "name": "Crowley, Dermot"
            },
            {
                "name": "Heffernan, Liam"
            },
            {
                "name": "Ruane, Marie"
            },
            {
                "name": "Murphy, Dermot"
            },
            {
                "name": "Lee, Nick"
            },
            {
                "name": "Campion, Peter"
            },
            {
                "name": "Collins, Sue"
            },
            {
                "name": "Patrice, Donna"
            },
            {
                "name": "Lombard, Montserrat"
            },
            {
                "name": "Mullen, Conor"
            },
            {
                "name": "Lambert, Mark"
            },
            {
                "name": "Ryan, Kevin"
            },
            {
                "name": "Malarkey, Michael"
            },
            {
                "name": "Fearon, Ray"
            },
            {
                "name": "Brown, Jordan"
            },
            {
                "name": "McGauran, Declan"
            },
            {
                "name": "Dunford, Moe"
            },
            {
                "name": "Laverty, Frank"
            },
            {
                "name": "Oates, Enda"
            },
            {
                "name": "Conroy, Rúaidhrí"
            },
            {
                "name": "Kelly, Joseph M."
            },
            {
                "name": "Ward, Johnny"
            },
            {
                "name": "O'Sullivan, Frank"
            },
            {
                "name": "Pullen, Melanie Clark"
            },
            {
                "name": "O'Kelly, Siobhán"
            },
            {
                "name": "Madden, Conor"
            },
            {
                "name": "Ryan, David"
            },
            {
                "name": "Brennan, Joanne"
            },
            {
                "name": "Fox, Sean"
            }
        ],
        "locations": [
            "Dublin, County Dublin, Ireland"
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "Ireland"
        ],
        "country codes": [
            "ie"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 5,
        "rating": 7.4,
        "votes": 301,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2MxMzIwMTMtN2Q4ZC00NmMzLTg4ZmMtYjMxYjU1NzE2NDhiXkEyXkFqcGdeQXVyNDIzMzcwNjc@._V1_SY150_CR83,0,101,150_.jpg",
        "title": "Raw",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Raw (Ireland)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Ashdown, Simon"
            },
            {
                "name": "McGee, Lisa"
            },
            {
                "name": "Farrelly, Tom"
            }
        ],
        "production companies": [
            {
                "name": "Octagon Films"
            }
        ],
        "distributors": [
            {
                "name": "Raidió Teilifís Éireann (RTÉ)"
            }
        ],
        "other companies": [
            {
                "name": "MovieExtras"
            }
        ],
        "plot": [
            "TV series centering around the Dublin restaurant '_Raw_ (qv)' and the lives of its staff."
        ],
        "synopsis": [
            "The series focuses on the lives and loves, and the often times intense interpersonal relationships of a young group living and working in Dublin. This time around, instead of trailing a member of the celebrity chef contingent, the show follows behind-the-kitchen-door drama amongst the staff of an up and coming culinary hotspot in Dublin. Filled with sharp wit, flaming romances and a biting look at life through the eyes of those for whom in the culinary world, a single ingredient changes everything."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 301,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 58,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 128,
                "rating": 7.4
            },
            "aged 45 plus": {
                "votes": 56,
                "rating": 6.8
            },
            "males": {
                "votes": 159,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 33,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 77,
                "rating": 6.7
            },
            "males aged 45 plus": {
                "votes": 41,
                "rating": 7.0
            },
            "females": {
                "votes": 96,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 25,
                "rating": 7.8
            },
            "females aged 30 44": {
                "votes": 49,
                "rating": 8.1
            },
            "females aged 45 plus": {
                "votes": 15,
                "rating": 6.2
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 4.8
            },
            "us users": {
                "votes": 28,
                "rating": 7.7
            },
            "non us users": {
                "votes": 183,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 86,
            "9": 44,
            "8": 73,
            "7": 43,
            "6": 15,
            "5": 10,
            "4": 6,
            "3": 4,
            "2": 9,
            "1": 11
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}