{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "4 April 2008"
            },
            {
                "country": "Japan\n",
                "date": "5 April 2008"
            }
        ],
        "release dates": [
            "Japan::4 April 2008",
            "Japan::5 April 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Itazura na Kiss"
            },
            {
                "countries": "Russia",
                "title": "Озорной поцелуй"
            },
            {
                "countries": "World-wide (English title) (literal title)",
                "title": "Mischievious Kiss"
            },
            {
                "countries": "World-wide (English title)",
                "title": "It Started with a Kiss"
            },
            {
                "countries": "World-wide (English title)",
                "title": "Mischievous Kiss"
            }
        ],
        "akas": [
            "Itazura na Kiss (original title)",
            "Озорной поцелуй Russia",
            "Mischievious Kiss World-wide (English title) (literal title)",
            "It Started with a Kiss World-wide (English title)",
            "Mischievous Kiss World-wide (English title)"
        ],
        "akas from release info": [
            "Itazura na Kiss (original title)",
            "Озорной поцелуй Russia",
            "Mischievious Kiss World-wide (English title) (literal title)",
            "It Started with a Kiss World-wide (English title)",
            "Mischievous Kiss World-wide (English title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Trick of Fate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "5 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    When young Kotoko-chan, in the unintelligent F-Class, places her heart on Irie-kun, the top ranked student from A-Class, is it all for naught but pain? She finally, after many years, collects her courage and confesses, only to be torn down. Irie-kun even goes so far as to say he hates stupid girls (meaning her), he doesn't even read her confession letter (which she poured her heart into so sweetly). Will this one sided love continue in this adversity? And what's this, she already has an extremely passionate admirer, Kin-kun? Yet poor Kotoko-chan's day is not over. ...    "
                },
                "2": {
                    "title": "Dangerous Cohabitation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Yes indeed, it is the renown Irie-kun's house. After some small talk at breakfast Kotoko and Irie are pushed out the door by Irie's mother,and on to school they walk together. But not happily. Irie-kun soon shows how much he doesn't care for Kotoko-chan, or maybe how little he care for human decency. While riding the train Kotoko-chan get's pushed off at the wrong station by the crush of the crowd. When Kotoko frantically tries to get on the train, the doors close and Irie-kun watches as the train slowly pulls away from Kotoko-chan, leaving her with the only options ...    "
                },
                "3": {
                    "title": "Baton Pass of Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    How depressing. After Kotoko-chan and Irie-kun had gotten just a little closer, she inadvertently brings embarrassment to the one she loves. Now he will never love her. She falls asleep with tear-stains down her cheeks and her confession letter in her hand. When Irie-kun walks into to tell her it's her turn in the shower, he on impulse decides to read the letter, his face is blank, and void of expression. At breakfast the table is full of talk of the Sports Festival. On a whim the family decides to watch as Kotoko-chan and Irie-kun participate especially since they ...    "
                },
                "4": {
                    "title": "Exciting Summer Vacation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Geez, Irie-kun's mama is really determine. Kotoko-chan and her friends have made plans to go to Waterland and (only thinking about Kotoko and Irie-kun's future) she sends Yuki and Irie to Waterland just to try to get Kotoko and Irie into a romantic situation. Yeah I know, but anyways on their little trip Yuki tries to observe Kotoko at a closer view, so he asks Irie to go get him some ice-cream. While Irie's out, to get Yuki's ice-cream, Yuki switches from the part of the pool where he can stand on the floor , to the part of the pool where Kotoko and her friends are.(...    "
                },
                "5": {
                    "title": "The Crucial Moment! Class F's Winter Battle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 May 2008",
                    "year": "2008",
                    "plot": "\n    The final exams starts next week, and the results decide whether or not the F-class students make it into college. After having received prior assistance from Naoki with her and her friends' schoolwork, Kotoko is asked - commanded, rather - to get Naoki to tutor the whole of Class F so they can pass their finals.    "
                },
                "6": {
                    "title": "Chocolate, Exams and the Jinx",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 May 2008",
                    "year": "2008",
                    "plot": "\n    With Naoki's help, the whole of Class F passes their finals (with the exception of Kinnosuke.) Kotoko tries to give Naoki some homemade chocolate but fails to do so. Later on, Naoki is set to take the entrance exam to Tokyo University. Kotoko sets off to accompany him to the venue; however, the plot twists when Kotoko's health takes a turn for the worse.    "
                },
                "7": {
                    "title": "Teasing Kiss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 May 2008",
                    "year": "2008",
                    "plot": "\n    Having missed the entrance exams for Tokyo University, Naoki decides to go with the school's escalator system. Graduation day's rolled round and soon after that, the F and A classes bump into each other during their farewell dinners. An exchange of heated words soon ensues where Naoki puts Kotoko down in front of everyone, upsetting her greatly and forcing her to do something drastic - which in turn yields an unexpected outcome.    "
                },
                "8": {
                    "title": "Yearning Campus Life!?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 May 2008",
                    "year": "2008",
                    "plot": "\n    The first day of college has finally arrived, but Kotoko can't stop thinking about her first kiss with Naoki. What does this mean for their relationship? Just as she thinks she's finally secured a place in Naoki's heart, an obstacle arises in the form of Yuuko Matsumoto, bishie extraordinaire.    "
                },
                "9": {
                    "title": "Aim for a Date!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 May 2008",
                    "year": "2008",
                    "plot": "\n    Joining the tennis club turns out to be the worst decision of Kotoko's college life. The grueling practices, the painful injuries and the complete feeling of incompetence would be worth it...if only Naoki would show up to practice!. Meanwhile, Kotoko works up the courage to ask Naoki to the latest \"couple's movie\", but of course Naoki flat out refuses. Kotoko decides to go to the movie anyway but is shocked to see Naoki there with none other than Yuuko Matsumoto!? Can Kotoko really compete with someone so perfectly matched to Naoki?    "
                },
                "10": {
                    "title": "Goodbye Rainy Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "5 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Kotoko's father has decided that him and Kotoko have overstayed their welcome, and so the time has finally come for Kotoko to leave the Irie's. How will Kotoko manage? Has she lost her only advantage to winning Naoki's heart!?    "
                },
                "11": {
                    "title": "Dream of Kiss Kiss Kiss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "12 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Naoki begins thinking about what he wants to do with his life and about the future of the family business. For spring break, Kotoko and Sudou go to Romance Village to be closer to Naoki and Matsumoto. However, the experience isn't as \"romantic\" as it may seem.    "
                },
                "12": {
                    "title": "Hearts Passing Each Other By",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "26 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Irie tells his father he does not wish to take over his company, instead he wants to become a doctor. Irie's dad has a heart attack after he hears this. When the company employees come to see Irie senior in hospital, one of them requests a marriage interview with Irie. Irie meets Chris and decides to marry her. Kotoko decides to give up on Irie after she overhears him telling oba-chan that he likes Chris. Kotoko goes on a date with Kin and he officially proposes to her.    "
                },
                "13": {
                    "title": "Love Period",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "3 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Worried over how to answer Kin, Kotoko talks to her dad about what he thinks about her getting married to Kin. Kotoko's father suggests that they leave Irie's place, Kotoko agrees. Irie brings Chris home to meet his family, Oba-chan acts very stuck-up, even Yuuki doesn't seem to be too happy about Irie marrying Chris, he confronts Irie and comments that Irie is in love with someone else. Oba is very upset while talking to her husband in hospital saying she was sure Irie loved Kotoko but now he's marrying Chris, Yuuki comes in and claims that the only one Irie-kun ...    "
                },
                "14": {
                    "title": "Strongest Kiss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "10 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Kotoko feels guilty for having led Kinnosuke on. As she walks in the rain, she encounters Irie-kun, who is holding an umbrella. He confesses his love for her, and they walk home holding hands. Irie-kun announces his proposal to the Irie family and to Kotoko's father. After getting permission, he ties up all the loose ends with his father, Chris, Kinnosuke, and Chris' father. Irie's mother rushes their wedding, and they get married within two weeks of Irie-kun's proposal.    "
                },
                "15": {
                    "title": "Honeymoon Panic!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "17 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Now married, Kotoko and Naoki head off to Hawaii for their honeymoon. They soon become acquainted with fellow newlyweds Horiuchi Mary (Mari) and Takumi. Things start to get ugly when Mary decides to interfere with Kotoko and Naoki's relationship.    "
                },
                "16": {
                    "title": "Chasing Happiness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "26 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Chris is about to return to England, but still harbors strong feelings for Kinnosuke. Feeling sympathetic towards Chris, Kotoko decides to help her in her quest to win Kinnosuke's heart. However, things don't quite go out the way they should...at least, initially.    "
                },
                "17": {
                    "title": "Enviable New Face",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    It's Kotoko's first day of learning how to be a nurse and she meets and befriends 4 new people: Ogura Tomoko, Shinagawa Marina, Kamogari Keita, and the lovable Kikyou Motoki(Miki). She then finds out that Marina, Motoki, and Tomoko all love Naoki. And all hate his wife who happens to be Kotoko. Unable to bring herself to say she is Naoki's wife she plays along with their plan to find out out who Naoki's wife is. Later on they go to Naoki and Kotoko's house and try to find out who it is. Kotoko frustrated with keeping the secret is about to tell them that she is ...    "
                },
                "18": {
                    "title": "Ill-Tempered Triangle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "9 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Kotoko is still learning the tricks and trades of becoming a nurse. Kotoko faints during an practice autopsy which results in Keita saving her. Naoki sees this and decides to confront Keita. Keita however strongly believes that Naoki treats Kotoko with no respect and ignores Naoki's words. Meanwhile Naoki's mother seems to notice that Keita is much more chivalrous to Kotoko than Naoki and decides to find out more about him. After gaining information from other students, Keita is just a nice guy and even Naoki's mother believes that even she would choose Keita over ...    "
                },
                "19": {
                    "title": "Crazy For You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "16 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Irie-kun starts to ignore Kotoko due to being overly jealous of Keita, when Kotoko gets very fed-up of his behavior she gets very upset and starts throwing books at him and saying that Keita was right Irie doesn't care about her and that Keita thinks about her more then Irie does and that Keita was serious, Irie slaps Kotoko, Kotoko yells that she's had enough and runs away, she ends up at Tomoko's house. Kotoko's dad talks to Irie about how things had been between him and Kotoko's late mother. The next day in the lunch room Keita talks to Kotoko asking her to live ...    "
                },
                "20": {
                    "title": "Nightingale's Oath",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "23 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    When Kotoko announces to Irie that during the capping ceremony/graduation all the male students in the medical department are to present flowers to the nurses they like, he tells Kotoko that he won't be able to make it to the ceremony because of a meeting and that the whole flower giving idea was stupid. Then Kotoko is selected as the representative for her class and has to recite the Nightingale Pledge because she is Irie's wife and because nobody except Moto volunteered but since the head nurse knows that Moto is a male and the tradition was to have female nurses to...    "
                },
                "21": {
                    "title": "The Glass Boy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "30 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Nobuhiro turns out to be Yuki-kun's friend Non-chan from back when Yuki was admitted into hospital.However, he has changed very much due to his loneliness from growing up in the hospital. Kotoko manages to talk to Non-chan and makes him realize how many people care for him.    "
                },
                "22": {
                    "title": "The Best Present",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "6 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    It is Kotoko's birthday and Irie takes her out for the night. Irie and Kotoko are very 'lovey dovey'. Irie and Kotoko pull an all-nighter at the hospital as a lot of emergencies came in, Kotoko stayed even though she seemed to have a fever. When Kotoko returns home in the morning, Oba-chan looks worried over her appearance and asks her if she's alright, Kotoko thinks she's running a slight fever, but Irie asks everyone to wait a moment, he asks Kotoko if she's pregnant, Oba-chan and Yuki both get a shock and yell 'what!'.    "
                },
                "23": {
                    "title": "You, Going Around, Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "13 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    After visiting the hospital, it is confirmed that Kotoko is indeed pregnant. Oba-san throws a party, Kotoko's and Irie-kun fathers both look up baby names, even Yuki is excited though he tries not to show it, but is later seen with toys for the baby. After the party, Kotoko-chan and Irie-kun enter their bedroom, Kotoko is a bit worried and questions Irie-kun on what he thinks about her being pregnant, if he's happy about it or not. Irie-kun calls her an idiot and hugs her saying he is very happy. Going into work, Kotoko's friends put her into doubt about Irie-kun's ...    "
                },
                "24": {
                    "title": "Happy Love Carnival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "20 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Kotoko is messing around with her C-cup breasts. She later on goes to see Kin-chan and finds out that Chris is 3 months pregnant. Kotoko, after coming back home, tells Irie-kun about the news. She later doesn't feel good and thinks it is because of the iron tablets she's been taking to replenish her blood. She doesn't tell Irie-kun about this because she doesn't want to disturb him while he's writing this thesis. The next day, Kotoko and her friends are discussing when Kotoko is going to take maternal leave. She refuses quickly, stating that she wants to work as much ...    "
                },
                "25": {
                    "title": "Hello Again!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mischievous Kiss (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "27 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Kotoko,Naoki and their daughter Kotomi go to Naoki's grandparents home. On the train, Naoki has a flashback to when he and Kotoko went there after their marriage.    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Hirakawa, Daisuke"
            },
            {
                "name": "Mizuki, Nana"
            },
            {
                "name": "Matsui, Naoko"
            },
            {
                "name": "Nagasako, Takashi"
            },
            {
                "name": "Sakaguchi, Shûhei"
            },
            {
                "name": "Pak, Romi"
            },
            {
                "name": "Hayamizu, Risa"
            },
            {
                "name": "Yamada, Kinoko"
            },
            {
                "name": "Shimada, Bin"
            },
            {
                "name": "Gotô, Yûko"
            },
            {
                "name": "Ôtsuka, Akio"
            },
            {
                "name": "Inoue, Marina"
            },
            {
                "name": "Katagai, Mako"
            },
            {
                "name": "Saiga, Mitsuki"
            },
            {
                "name": "Canna, Nobutoshi"
            },
            {
                "name": "Hikida, Takashi"
            },
            {
                "name": "Noda, Junko"
            },
            {
                "name": "Ono, Yuki"
            },
            {
                "name": "Nanase, Ami"
            },
            {
                "name": "Narita, Ken"
            },
            {
                "name": "Saitô, Kimiko"
            },
            {
                "name": "Akaike, Yumiko"
            },
            {
                "name": "Aranami, Kazusa"
            },
            {
                "name": "Kyôda, Hisako"
            },
            {
                "name": "Seto, Saori"
            },
            {
                "name": "Kaneda, Tomoko"
            },
            {
                "name": "Suzuki, Mayumi"
            },
            {
                "name": "Takano, Urara"
            },
            {
                "name": "Hôki, Katsuhisa"
            },
            {
                "name": "Jô, Masako"
            },
            {
                "name": "Matsumoto, Megumi"
            },
            {
                "name": "Suzuki, Chihiro"
            },
            {
                "name": "Takagaki, Ayahi"
            },
            {
                "name": "Miyauchi, Tomomi"
            }
        ],
        "genres": [
            "Animation",
            "Comedy",
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.6,
        "votes": 979,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYWRjMmU2MWItY2VhZS00MGY1LTgwYmYtNmE5Y2EwOWY0MGFmXkEyXkFqcGdeQXVyMjc0MjUzMzU@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "Japanese"
        ],
        "title": "Mischievous Kiss",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Matsuda, Eriko"
            },
            {
                "name": "Tada, Kaoru"
            }
        ],
        "production companies": [
            {
                "name": "TMS Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Chubu-nippon Broadcasting Company (CBC)"
            },
            {
                "name": "Discotek Media"
            },
            {
                "name": "Discotek Media"
            },
            {
                "name": "Muse Communication Co."
            },
            {
                "name": "Sun TV"
            },
            {
                "name": "Tokyo Broadcasting System (TBS)"
            }
        ],
        "plot": [
            "It's about a cute girl (Aihara Kotoko) who loves a smart and handsome guy who's a jerk in high school (Irie Naoki) and when her house is destroyed she moves with her father in to the Irie Family home there he starts to develop some feelings towards her"
        ],
        "tech": {
            "runtime": [
                "24 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 979,
                "rating": 7.6
            },
            "aged under 18": {
                "votes": 6,
                "rating": 6.8
            },
            "aged 18 29": {
                "votes": 398,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 233,
                "rating": 7.3
            },
            "aged 45 plus": {
                "votes": 28,
                "rating": 6.7
            },
            "males": {
                "votes": 215,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 109,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 81,
                "rating": 6.8
            },
            "males aged 45 plus": {
                "votes": 11,
                "rating": 6.1
            },
            "females": {
                "votes": 509,
                "rating": 7.7
            },
            "females aged under 18": {
                "votes": 5,
                "rating": 7.5
            },
            "females aged 18 29": {
                "votes": 284,
                "rating": 7.8
            },
            "females aged 30 44": {
                "votes": 150,
                "rating": 7.5
            },
            "females aged 45 plus": {
                "votes": 17,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 21,
                "rating": 7.4
            },
            "us users": {
                "votes": 95,
                "rating": 7.4
            },
            "non us users": {
                "votes": 424,
                "rating": 7.4
            }
        },
        "number of votes": {
            "10": 216,
            "9": 116,
            "8": 230,
            "7": 200,
            "6": 97,
            "5": 59,
            "4": 11,
            "3": 14,
            "2": 9,
            "1": 27
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}