{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "2 September 2008"
            },
            {
                "country": "Hungary\n",
                "date": "12 February 2009",
                "notes": "                            (limited)"
            },
            {
                "country": "Hungary\n",
                "date": "2 April 2009"
            },
            {
                "country": "Finland\n",
                "date": "23 May 2011"
            },
            {
                "country": "Germany\n",
                "date": "29 June 2015"
            }
        ],
        "release dates": [
            "Australia::2 September 2008",
            "Hungary::12 February 2009                            (limited)",
            "Hungary::2 April 2009",
            "Finland::23 May 2011",
            "Germany::29 June 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Rush"
            },
            {
                "countries": "Hungary",
                "title": "Rush - A hajsza"
            },
            {
                "countries": "Poland",
                "title": "Gliniarze z Melbourne"
            },
            {
                "countries": "Russia",
                "title": "На грани"
            }
        ],
        "akas": [
            "Rush (original title)",
            "Rush - A hajsza Hungary",
            "Gliniarze z Melbourne Poland",
            "На грани Russia"
        ],
        "akas from release info": [
            "Rush (original title)",
            "Rush - A hajsza Hungary",
            "Gliniarze z Melbourne Poland",
            "На грани Russia"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "1 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In the aftermath of the assassin of the federal Minister of Police, Kerry is promoted to a task force where she must deal with her political appointee boss, while the TR unit copes with their new supervisor during Kerry's absence.    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 10,
                    "original air date": "1 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Shannon is raped by an unidentified old friend but she refuses to talk to anyone, including Lawson, about it. When asked to transport Lexi, the girlfriend of Joe Hadden, to collect his owed money for the assignation of the Police Minister she buckles and advises Lexi to leave which causes conflict between her, Lawson, Kerry and Charlie. Meanwhile, Leon's niece Amber interviews for the job of his assistant and is hired by Kerry.    "
                },
                "3": {
                    "title": "Episode #4.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "8 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Shannon is ordered by Kerry to see a police counselor who manages to get Shannon to talk privately about her ordeal. Shannon is allowed back to work and insists in accompanying Lexi to get Joe's fee now that Joe has been killed in prison. Tactical Response are successful in capturing two of the men but later Lexi refuses police protection and goes to collect money on her own and is shot in the neck.    "
                },
                "4": {
                    "title": "Episode #4.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 9,
                    "original air date": "15 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Josh and Lawson go out to bait the Marauder bikies and which will likely bite them in the bum once Charlie finds out. Meanwhile, Stella assists a journalist who's life could be in danger.    "
                },
                "5": {
                    "title": "Episode #4.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "22 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Stella becomes involved with investigative journalist Cleo Temple who has uncovered a link between Col Rainey and the waterfront controversy. Kerry is threatened but ignores the thread until her son James is assaulted. Kerry orders the take-down of Col Rainey at his restaurant against Charlie's wishes but has to abort mission when Michael turns up undercover at the same venue. Later, a bloodied Michael turns up at Josh's door.    "
                },
                "6": {
                    "title": "Episode #4.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 10,
                    "original air date": "29 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Michael Sandrelli has been a busy man since being fired from TR. Thanks to the squad's head honcho Kerry, he's now undercover, and his job is to bring down a family of cocaine importers.    "
                },
                "7": {
                    "title": "Episode #4.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 11,
                    "original air date": "6 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Joshua takes leave to go after the Russians, while the team is tracking down explosives.    "
                },
                "8": {
                    "title": "Episode #4.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 10,
                    "original air date": "13 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Michael fights for his life as the team ramp up their pursuit of the family they believe is responsible: the Raineys. But TR aren't the only ones with an interest in bringing the Raineys to their knees.    "
                },
                "9": {
                    "title": "Episode #4.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "votes": 9,
                    "original air date": "20 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    With help of Rainey, the team looks for the Russians who are transporting explosives and keeping Urie hostage. Joshua takes leave to go after the person he believes shot Michael.    "
                },
                "10": {
                    "title": "Episode #4.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "votes": 11,
                    "original air date": "27 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Josh's car turns up burnt out with a dead body in the back. Is it Josh? Lawson goes to Tashes house to tell her the news, she cries he comforts her and Tash kisses Lawson. Lawson spends the night, did they do the unthinkable? Lawson world is crumbling at first he doesn't respond to his team then when he does and meet up with them Shannon figures out something happened between Lawson and Tash, Lawson doesn't deny anything. The team are searching for one of the Russian's that has been trafficking drugs, weapons, mostly likely has a bomb somewhere and that are the cause ...    "
                },
                "11": {
                    "title": "Episode #4.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "votes": 9,
                    "original air date": "3 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    With a renegade Josh risking everything to find Michael's killer, the team finds themselves chasing one of their own and are forced to confront the question of how far they'll have to go to stop him.    "
                },
                "12": {
                    "title": "Episode #4.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "votes": 9,
                    "original air date": "10 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Lawson is held hostage during a terrorist's daring attempt to escape from a military courtroom.    "
                },
                "13": {
                    "title": "Episode #4.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "votes": 15,
                    "original air date": "17 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    The city of Melbourne is evacuated as police try to defuse the bomb.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 36,
                    "original air date": "2 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    After rescuing two children, Josh's rage spills onto their father, who may have attempted to kill them. The new inspector challenges Josh's position on the team.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 23,
                    "original air date": "9 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Two 14-year-olds race away from a police check-point, dragging a police officer alongside. After the chase is called off they are found on a rooftop, the plot thickens as a body is found and they become murder suspects.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 20,
                    "original air date": "16 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Lawson, Stella and Michael respond to shots fired at a stadium where Stella is shot by the gunman. But more surprising is the fact that the gunman is Lawson's former mentor Charlie Thomas who appears to have a death wish. Elsewhere, Josh and Grace become close during the investigation of a domestic dispute.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 18,
                    "original air date": "23 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Escaped convict Martin Gero's desperate bid for freedom sees him shoot a rookie cop before he assaults Grace as she and Josh go in pursuit of him. He then takes a female shopper and Josh hostage and the team must react quickly to avoid further disaster. Meanwhile, Stella's love life is not good and Josh buys Grace a present for her birthday.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 14,
                    "original air date": "30 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Lawson, Josh and the rest of the team must work together at the scene of an armed siege to save the hostages and bring the gunman down.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 15,
                    "original air date": "7 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Josh, Grace and Michael investigate a break-in at a high-security laboratory. There they find all the research animals freed from their cages except one monkey which bites Michael. He is later advised that it has a virus that is fatal to most humans. Michael must wait 20 days to see if he has contacted any of the symptoms. Meanwhile, Stella finds out that her brother, Frank, is tipping off criminals just before Stella and the team get to them. Stella must decide whether she should turn a blind eye or turn him in. Elsewhere, Josh and Grace give in to their mutual ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 12,
                    "original air date": "14 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Whilst Conor is away Grace stays at Josh's apartment and her car is torched outside. She realises she has no way of explaining how her car was where it was without revealing her affair with Josh. She distances herself from Josh as she tries to find out who caused the damage. Elsewhere, Michael and Stella go undercover at a huge party to recover a stolen weapon but the party erupts into a huge brawl between two rival schools in revenge for injury caused to a young man during a high-speed car chase which happened earlier.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 16,
                    "original air date": "21 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Prominent politician Robyn Hume contacts Kerry on receipt of a DVD showing her kidnapped daughter Madision and her best friend Gemma and demanding a ransom of AUS$50,000. Gemma's father also received the DVD. Robyn asks that it be kept under wraps but what looks like a straight forward kidnapping turns into something more sinister - kidnapping for the Asian sex industry by known felon Sofia Rabowicz. Meanwhile, Kerry contacts her son James in New York - whom she has not seen for three years.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 16,
                    "original air date": "28 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Lawson, Stella and Dom try to find out who is responsible for a series of carjackings. Josh, Grace and Michael are involved in a serious car collision whilst transporting Raelene, the mother of the men who trashed Grace's apartment and burned her car. Meanwhile, Grace's husband finds out about Grace's relationship with Josh. Elsewhere, Kerry is pulled over after being caught over the limit and Dom has a female caller.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 17,
                    "original air date": "4 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    The team try to find incendiary devices left by a crazed man at APK Media and evacuate safely its employees before time runs out. But former bomb squad member Dom senses that it's all too easy and realizes that a major bomb is left underneath the building. In trying to evacuate the car park Dom, Michael, Grace and Josh are caught up in the ensuing explosion. Meanwhile, Dom's wife Sandrine goes into labor and gives birth unknowing that Dom has been seriously injured. Josh and Grace tell each other they love one another and suddenly Grace collapses in his arms.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 20,
                    "original air date": "11 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Whilst hospitalized Grace tells Connor that she loves Josh. Lawson and Stella deal with suicidal ex-footballer Snuffy Wells. Josh and Michael monitor a mysterious burglary attempt that leads them on a chase through a complex network of underground tunnels. Michael tells Josh he has been accepted onto Special Ops Training and is considering whether he will do it. Meanwhile, Dom undergoes an operation to relieve pressure on his brain. Then suddenly Grace has a relapse and dies. Lawson has to break the news to Josh who takes it badly. Later, Dom recovers after the ...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 12,
                    "original air date": "18 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Lawson and the team search for Yuri, an armed man, and his son who goes on the run after seriously injuring his wife after an argument. Meanwhile, Josh goes to visit the bomber to get some answers as he struggles to keep it together after Grace's death. Elsewhere, Dom contemplates naming his new born daughter Grace and Lawson berates Leon for his radio talk during the take-down of Yuri.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 16,
                    "original air date": "25 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Underworld leader, Bobby Lavilla, who has been living abroad is asked to be protected by the Tactical Response Team after he becomes the target of an assassination plot by his aggrieved gangland associates. Kerry and the team realise that there is an inside information leak after Bobby's decoy is shot dead whilst being transported. Subsequent unsuccessful attempts leads Kerry to work with Josh solely on an unique way to protect Bobby which doesn't win her any brownie points with Lawson. Meanwhile, tired because of not getting any sleep Dominic takes an upper from Leon...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 15,
                    "original air date": "16 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    The team race to save the life of a security guard, with an explosive device taped to her chest, after a break-in at an illegal weapons container. Elsewhere, new team member Shannon Henry helps Lawson deal with an irate salesman with a stolen forklift who has his bosses car mounted on its forks.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 15,
                    "original air date": "23 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Leon's on/off girlfriend Nina trips and falls from a high rise after doing a strip for him and it is up to Shannon to keep her calm as she dangles precariously from a cloth whilst Josh and Michael try to get to her before she falls to her death. Elsewhere, Lawson risks everything in his determination to stop a group of students being lured into a drug-smuggling ring. Meanwhile, Josh meets Camilla, a woman from his past, at the airport and Kerry is none too happy about going through a divorce from Jeffrey.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 14,
                    "original air date": "30 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    The Tactical Response team are called to rescue a woman in a submerged car. Michael becomes a hero for rescuing her and also an Internet sensation as he was caught on a mobile phone. But he soon finds out that being the hero isn't all it is cracked up to be. Meanwhile, Lawson is called to a domestic dispute involving a drunken father and his young son whom Lawson connects with. Elsewhere, Shannon is tested when she encounters a young prostitute.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 14,
                    "original air date": "6 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Josh, Shannon and Dominic try to find a peaceful resolution when family court judge, Justice Kate Hawker, is taken hostage by Ollie Goddard, an exasperated father who's kids were taken off him by Judge Hawker in a previous ruling. Elsewhere, Lawson, Michael and Stella try to find a man who murdered his girlfriend and left their daughter at a rail station where she was nearly ran over by a train. Lawson is also non enamoured by persistent journalist Jacinta Burns who goes out of her way to get the first scoop on the unfolding story. Stella and Michael agree to go on a ...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 15,
                    "original air date": "13 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Josh, Dom & Stella are called to Edgehurst Prison to negotiate with Martin Gero who has managed to lock himself into a cell with a German Shepherd dog. Whilst there a riot, lead by convict Jacob White, erupts and Dom and Stella get caught up in it with Josh able to make his way outside. Shannon negotiates with Jacob over the closure of the prison but not before a lot of damage has been done and guards beaten up. Meanwhile, Kerry knocks down a cyclist, whilst checking her mobile phone, and he dies at the scene. His grieving brother Boyd Kemper is enraged at Kerry as ...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 14,
                    "original air date": "20 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Gaz Walton, an ex-newspaper editor, causes a disturbance at Federation Square & Immigration Bridge and Tactical Response are called where Shannon tries to talk him down but he falls to his death. The team discover that the vodka bottles he was carrying were glued to his hands and then find his wife tied up at home. Meanwhile, a series of TAB robberies lead Tactical Response eventually to link the robberies and Gaz Walton to Ari Woolcott, a man attempting to get revenge. Elsewhere, struggling to deal with repercussions of the cyclist's death, Kerry goes on a night out ...    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 16,
                    "original air date": "27 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Teenager brothers Jay and Vic Connor aim to blow up a series of parking pay stations and gain Internet notoriety. The team try to prevent them killing themselves and innocent bystanders. Meanwhile, Michael's temper gets the better of him and he lashes out at a protester where it is caught on a mobile phone and distributed. Lawson is far from pleased. Elsewhere, Josh and Dominic help Shannon avoid a repo man; Josh inherits a dog and Kerry makes contact with Boyd Kemper despite Leon urging her not to.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 15,
                    "original air date": "3 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Tactical Response are called to a domestic siege in rural Somerville where they apprehend a known guns offender named Troy. But Troy's nephew Robbie has disappeared into the bush after shooting his mum's new boyfriend and doesn't want to be rescued and in the process shoots Josh in the leg and at the rescue helicopter. So it is up to Lawson and Michael to get through to him before he shoots anyone else. Elsewhere, Leon's girlfriend Nina thinks she may be pregnant and makes things difficult for Leon at work.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 16,
                    "original air date": "10 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Stella's involvement with new girlfriend Alana leads her to an illegal car race and puts her future in the Tactical Response Unit at risk after she is arrested whilst driving one of the cars. Meanwhile, Kerry has to face the inquest at the trial of Boyd Kemper's brother and Dominic's married life is not so rosy.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 16,
                    "original air date": "10 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Acting on a tip-off from an armoured vehicle of suspicious activity from a tailing car Lawson, Shannon and Michael pull the driver over. Whilst the driver denies any involvement of attempted hijacking of vehicle to Lawson and Shannon, Michael follows the van on foot and discovers a sophisticated hijack involving a freight train and roadworks and a high-frequency jammer. Michael manages to get on the vehicle but loses his gun in the process. With Leon and Kerry blind back at base because of the frequency jammer and the rest of the team frantically searching for Michael...    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 16,
                    "original air date": "17 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    As a result of an incident at a petrol station the Tactical Response Team go on the hunt for ex-SAS soldier John Welsh who is known to have links to a terrorist group. Their hunt puts them into working with Detective O'Neil who has a personal grudge against Welsh. Meanwhile, the Drug Squad raid Lawson's girlfriend Jacinta's home for evidence of her involvement with a drug importer.    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 15,
                    "original air date": "24 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    The grandson of known violent criminal Anton Buczek is kidnapped at a shopping centre and the Tactical Response Team are called to find the baby before Anton and his henchmen do and exact their own revenge. Meanwhile, Josh, Stella and Michael are called to a high-rise where a man is threatening to jump unless his girlfriend returns. But is the girlfriend what she seems?    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 15,
                    "original air date": "1 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Shannon is assaulted by a taxi driver after a late night out but manages to leave him with more injuries than she received but it leads to Tactical Response following up an investigation into other assaults on drunken females and which Josh takes a personal interest in. Meanwhile, Lawson breaks up with Jacinta and later when he finds that Shannon has nowhere to live invites her to stay with him but Jacinta misinterprets what she sees and is far from happy. Elsewhere, Leon plays a joke on Dom who doesn't take it very well.    "
                },
                "14": {
                    "title": "Episode #2.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 15,
                    "original air date": "8 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Lawson and the team pull undercover agent Jess North after no contact but they then discover that Jess is pregnant by her criminal lover Zac Costa. She later escapes and is found distraught at an abortion clinic and Zac is found with severe stab wounds. Elsewhere, Dom's walk on the wild-side with Chanel alarms Stella and Kerry continues to keep Josh at base to pay for his previous actions against the rapist taxi driver.    "
                },
                "15": {
                    "title": "Episode #2.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "votes": 16,
                    "original air date": "15 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Shannon, Stella and Lawson are called to a college campus where they find two bullied students tied up and strung from trees. But the students take matters into their own hands when Tactical Response leave and go on the rampage with crossbows injuring students as they come on them. Back at base Leon, suffering from sleep deprivation after clubbing, gives incorrect information to Lawson nearly causing catastrophe. Meanwhile, Josh sees his psychiatrist about his anger issues and is forced to talk about his feelings for Shannon. Elsewhere, Michael and Dominic attend to a...    "
                },
                "16": {
                    "title": "Episode #2.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "votes": 15,
                    "original air date": "22 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    New secret lovers Josh and Shannon stake out two inept and would-be armed robbers who are in the midst of planning a heist. Meanwhile, Stella's personal life becomes entwined in her job when an informant is removed from witness protection against his will and he seeks vengeance against her. Elsewhere, Michael undergoes a change when he delivers a baby and he makes a deal with Stella that if they both reach 35 and have no partners they will have a baby together.    "
                },
                "17": {
                    "title": "Episode #2.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "votes": 14,
                    "original air date": "29 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Lawson's ex-lover Jacinta Burns is assigned to his Tactical Response patrol for the day which brings about a change in relationship. Meanwhile, Michael and Josh clash over Jeremy Brindle, a delusional man who believes he is a detective. Elsewhere, the team try to stop a woman and her young school-going lover from murdering her husband and Leon tries to figure out where he is going wrong in this love life by phoning all his ex's after Nina dumps him.    "
                },
                "18": {
                    "title": "Episode #2.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "votes": 14,
                    "original air date": "5 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    In trying to prove that Brad Parks has been wrongly imprisoned he excludes Shannon which brings their relationship status in the open and in the process angers Lawson and leads to a punch-up between both. Meanwhile, the team try to locate an elderly couple who have left suicide notes for their children. Elsewhere, Kerry's relationship with Boyd steams up.    "
                },
                "19": {
                    "title": "Episode #2.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "votes": 14,
                    "original air date": "12 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Caleb Dean, the teenager Lawson's been mentoring, steals a car with his friend only to be pursued by Lawson and his team. Lawson pulls the team off Caleb and investigates the place where Caleb works and finds that Caleb may be in deeper trouble that he first believed. Elsewhere, Dom's sometimes girlfriend Chanel calls Dom to her nightclub where an irate customer is demanding his right to dance. Meanwhile, Dom's wife Sandrine's post-natal depression threatens the life of their daughter.    "
                },
                "20": {
                    "title": "Episode #2.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "votes": 14,
                    "original air date": "19 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    It's Kerry's birthday and the team bet on which team-member will have sex with her unknown to them that Kerry has been listening in on their conversations. Will Kerry call their bluff? Meanwhile, Leon investigates a series of video store robberies after Lawson and the team ignore his theories, only to be caught in the robbery himself. Elsewhere, Shannon and Stella are tested in their fitness by the Israeli ambassador who brings them on a run.    "
                },
                "21": {
                    "title": "Episode #2.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "votes": 17,
                    "original air date": "26 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Lawson and the team are called to assist in the removal of underage girls - most with babies of their own - from a rural community ran by Sheree Holston and her son Ted. But the removal turns dangerous when an aggrieved Ted hijacks a tourist bus and demands the girls be released or he will kill all the passengers. When the hijack escalates, Lawson & Kerry are forced into action with devastating consequences for the Tactical Response Team when it is revealed one of them is responsible for the shooting of an innocent man named Nick on the bus. Meanwhile, Lawson gets ...    "
                },
                "22": {
                    "title": "Episode #2.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "votes": 12,
                    "original air date": "26 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Melbourne's water supply is contaminated by a woman named Freya who believes fluoride in the water killed her husband. She in turn puts the team in danger when it turns out she drank the contaminate and in turn seeps from her as a gas and begins to effect those in close contact with her. Elsewhere, Michael loses a large sum of money while swimming with two underage girls. Meanwhile, Stella clashes with Lawson several times as the team wait for the ballistic report on the shooting on the bus. The results which will have devastating consequences for one of the team.    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "22 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    An attack on a police helicopter and a series of car bombings appear to be unrelated events until it emerges that they form part of an elaborate attempt to rob a cash-holding facility.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "29 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Tactical Response risk their lives to save the injured and find the shooter. But they are up against an offender they know little about and a motivation they can't possibly understand. Shannon braces herself for the ultimate test to her character as she faces off against the shooter.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 11,
                    "original air date": "5 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    As Lawson's growing obsession with the robbery crew threatens to pull Tactival Response apart, Josh shows his leadership as TR2 assist Drug Squad with the arrest of a drug importer. But things aren't as simple as they first seem when TR discover the offender's niece has been kidnapped and held to ransom. Josh must race to save the girl, in the process meeting her mother, Tash, who will change everything.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "12 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Tactical Response score a lead when an ordinary civilian unwittingly implicates himself with Andrew Kronin's gang. As Lawson pushes the man to get to Kronin, Dom takes umbrage. Dom snaps, turning his gun on TR1 and flees. As TR2 track down Dom, Lawson exults when he recovers a substantial amount of the heist money.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "19 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Christian is excited to be protecting one of his favorite childhood Idol's whilst he is on a visit to Australia. However he and the teams become concerned after it becomes obvious the prime-minister is being targeted by an assassin, and Dom is rejected by Lawson after he requests his job back.    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 11,
                    "original air date": "26 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    The team chase down a young volatile couple who's business has just been liquidated and who are intent on getting married before the man is sentenced. Elsewhere, Stella tries to reason with the owner of a bar with ethnic issues and Josh receives a cry of help from Minka, Tash's daughter, which rekindles Josh's interest in Tash.    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 9,
                    "original air date": "2 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    In trying to get more information on Kronin's gang Michael enters the world of underground boxing but ends up being identified as TR and inadvertently putting his life in danger. Meanwhile, as the team track Kronin's gang to a warehouse Shannon ends up saving Kronin's life when he is nearly attacked by a vengeful ex-associate and she ends up being kidnapped by Kronin. Elsewhere, Michael takes the plunge and asks Audrey out for a drink.    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 9,
                    "original air date": "9 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Josh and Lawson board a suburban runaway passenger/freight train to try and stop it before it crashes into other city bound trains. On the train they find the passengers gassed and a crude bomb device barring their way to the train driver. After disarming the device they find the train driver dead and a freight carriage missing. Leon finds that a thermal device is missing from the manifest and Lawson knows that Kronin is behind the train hijack and vows to bring him and his compound to heel much to Kerry's disgust.    "
                },
                "9": {
                    "title": "Episode #3.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 10,
                    "original air date": "16 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    A former drug user helps Tactical Response arrest a gang, however an hostage situation breakouts after the former drug users boyfriend breaks up with him, meanwhile, Kerry discovers her son James, has a drug problem. Meanwhile, Josh is injured when being pursued by a hired assassin.    "
                },
                "10": {
                    "title": "Episode #3.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 9,
                    "original air date": "23 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    On Shannon's first day as a Sergeant, her confidence is hurt after a juvenile delinquent steals the TR02 vehicle, however while pursing the criminal, she discovers he is easily avoidable. Tragedy strikes and Stella discovers she's pregnant.    "
                },
                "11": {
                    "title": "Episode #3.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 9,
                    "original air date": "30 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The team pull over a speeding car to discover that the driver has had his penis severed and his enraged partner has gone on the run and so they must negotiate with her for the safe return before time runs out where it is no longer viable. Elsewhere, Audrey finds out that Michael slept with Stella just after he finds out that she had a miscarriage. Meanwhile, Lawson discovers Kerry at a drug supply house scoring drugs for her son.    "
                },
                "12": {
                    "title": "Episode #3.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 9,
                    "original air date": "21 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    A Cyber hacker manages to take down communications, businesses and banks across the city, bringing Josh and Tash together as they race against time to save the life of a badly injured woman. As the attack becomes more lethal, Leon and Audrey put their wits together to stop the faceless hacker.    "
                },
                "13": {
                    "title": "Episode #3.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 9,
                    "original air date": "21 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Lawson's nemesis Andrew Kronin escapes from a police van on his way to court & the TR team take off in hot pursuit but Michael finds the ordeal tough. Meanwhile, Shannon gets ribbed for lack of a sex life.    "
                },
                "14": {
                    "title": "Episode #3.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "votes": 9,
                    "original air date": "28 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    A militant Afghani asylum seekers group take control of a centre which includes the son of the Minister for Immigration.    "
                },
                "15": {
                    "title": "Episode #3.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "votes": 8,
                    "original air date": "4 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Most of the members of TR go to the bush for a routine training exercise. Unknown to Lawson and Josh however, they soon find themselves at the mercy of Oliver Ginsberg, who has rigged the forest with deadly traps. When they discover that Ginsberg is on his way back to the city with a van full of explosives, they realize the worst is yet to come.    "
                },
                "16": {
                    "title": "Episode #3.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "votes": 11,
                    "original air date": "11 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    TR heads back to the city in search of Oliver Ginsberg and to find the bomb before he detonates it. Lawson is surprised to find that his former colleague Dom is now with the bomb squad and has to work side by side with him as an erratic Ginsberg threatens to blow the headquarters of the insurance company who sued him years previously.    "
                },
                "17": {
                    "title": "Episode #3.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "votes": 12,
                    "original air date": "18 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    TR1 give their unique farewell to Dom but Lawson doesn't participate until Stella sets him straight. Kerry's son James goes on the run after he double-crosses drug-runners bringing smack in from Vietnam and it is up to Kerry and TR1 to find him before the drug-runners do. Meanwhile, Shannon and Michael buy a house together and Leon and Audrey bond over a Russian pen-pal correspondence.    "
                },
                "18": {
                    "title": "Episode #3.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "votes": 9,
                    "original air date": "25 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    TR1 get involved in an intervention order as they take away the baby of teenager Elizabeth Heinz. But her vengeful and dangerous brothers take matters into their own hands and launch an attack against TR1 killing a young constable and endangering Audrey and Leon's lives back at base. Meanwhile, Audrey begins to see that Michael isn't the one for her and gives Leon a second chance.    "
                },
                "19": {
                    "title": "Episode #3.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "votes": 9,
                    "original air date": "25 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Christian is taken hostage at an army barracks during a siege after he, Lawson and Shannon bring back two MP's after a street brawl. Audrey asks Michael for a reference as she has applied for the Churchill Foundation to go abroad to study with the FBI.    "
                },
                "20": {
                    "title": "Episode #3.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "votes": 9,
                    "original air date": "2 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    T.R. reluctantly team up with a covert security team to track the whereabouts of a wealthy Chinese businessman and Lawson becomes jealous when the team leader of the unit tries to woo Shannon away from T.R. and join his team. Finally, back at Shannon & Michael's investment property, Shannon and Lawson succumb to their mutual passion unknown to them that Michael has recording equipment in place to trap any burglars. Elsewhere, Audrey hears that she hasn't got on the Churchhill Fellowship and is very disappointed.    "
                },
                "21": {
                    "title": "Episode #3.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "votes": 9,
                    "original air date": "9 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Josh's proposal to Tash is interrupted when ESD storm Tash's house and arrest him. Facing charges of corruption, Josh realises that his arrest is closely linked to the earlier attempt on his life, as he strives to clear his name once and for all.    "
                },
                "22": {
                    "title": "Episode #3.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rush (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "votes": 12,
                    "original air date": "16 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    TR fall into the clutches of darkness as they chase a murderer across a desolate island. As they attempt to restore order, one of their own becomes victim to the island's mysterious power.    "
                }
            }
        },
        "number of episodes": 70,
        "cast": [
            {
                "name": "Corser, Rodger"
            },
            {
                "name": "Mulvey, Callan"
            },
            {
                "name": "da Silva, Nicole"
            },
            {
                "name": "Zukerman, Ashley"
            },
            {
                "name": "Johnson, Samuel"
            },
            {
                "name": "McClements, Catherine"
            },
            {
                "name": "Anderson, Jolene"
            },
            {
                "name": "Ber, Josef"
            },
            {
                "name": "Hofbauer, Kevin"
            },
            {
                "name": "Sanderson, Cliff"
            },
            {
                "name": "Keenan, Camille"
            },
            {
                "name": "der Boom, Claire van"
            },
            {
                "name": "Starr, Antony"
            },
            {
                "name": "Allsop, Jane"
            },
            {
                "name": "Eshete, Isaac"
            },
            {
                "name": "Wheaton, Emily"
            },
            {
                "name": "Mandalis, Elena"
            },
            {
                "name": "Keddie, Asher"
            },
            {
                "name": "MacDonald, Todd"
            },
            {
                "name": "Shenman, Ella-Rose"
            },
            {
                "name": "Ireland, Paul"
            },
            {
                "name": "Dean, Nathaniel"
            },
            {
                "name": "Meadows, Ian"
            },
            {
                "name": "Clissold, Robbie"
            },
            {
                "name": "Cormick, David"
            },
            {
                "name": "Thomas, Maia"
            },
            {
                "name": "Jenkinson, Kate"
            },
            {
                "name": "Cawthorne, Richard"
            },
            {
                "name": "Hardy, Peter"
            },
            {
                "name": "Baroo, Eddie"
            },
            {
                "name": "Campbell, Marky Lee"
            },
            {
                "name": "Kennard, Malcolm"
            },
            {
                "name": "Winter, Mark Leonard"
            },
            {
                "name": "Kaczmarek, Kristof"
            },
            {
                "name": "Howard, Melissa"
            },
            {
                "name": "Ledden, Zen"
            },
            {
                "name": "Shiels, Nikki"
            },
            {
                "name": "West, Anthony"
            },
            {
                "name": "Petruzzi, Joe"
            },
            {
                "name": "Sharpe, Martin"
            },
            {
                "name": "Jeter, Hannah"
            },
            {
                "name": "Weir, Chris"
            },
            {
                "name": "Geelan, Jacqueline"
            },
            {
                "name": "Amantea, Jade"
            },
            {
                "name": "Taylor, Davin"
            },
            {
                "name": "Campbell, Matthew"
            },
            {
                "name": "Evans, Morgan"
            },
            {
                "name": "Nichol, Rohan"
            },
            {
                "name": "Stevenson, Mat"
            },
            {
                "name": "Hardy, Bryce"
            }
        ],
        "locations": [
            "Australia",
            "Footscray, Victoria, Australia",
            "Maribyrnong, Melbourne, Victoria, Australia",
            "Melbourne, Victoria, Australia",
            "Albert Park, Melbourne, Victoria, Australia",
            "Bendigo Senior Secondary College, Bendigo, Victoria, Australia",
            "Bendigo, Victoria, Australia",
            "Seddon, Victoria, Australia",
            "Victoria, Australia"
        ],
        "genres": [
            "Crime",
            "Drama",
            "Mystery"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:M"
        ],
        "number of seasons": 4,
        "rating": 7.7,
        "votes": 1317,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQxMTgyODM3Nl5BMl5BanBnXkFtZTcwNzk0NjI4OA@@._V1_SY150_CR5,0,101,150_.jpg",
        "plot outline": "Rush follows the lives of members of the prestigious Tactical Response team (TR), which is based on the real life Victoria Police Critical Incident Response Team, a highly mobile unit that fills the operational gap between general duties police and the SWAT-like Special Operations Group. The team is seen responding to violent incidents such as carjackings, suicides and armed offences. Rush focuses on the TR officers, their intelligence officer, Leon Broznic and Superindendent Kerry Vincent, head of the TR administration. It explores both the working and personal lives of the team.",
        "languages": [
            "English"
        ],
        "title": "Rush",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2011",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Lee, Christopher"
            },
            {
                "name": "Edwards, John"
            },
            {
                "name": "Winston, Samantha"
            }
        ],
        "production companies": [
            {
                "name": "Southern Star"
            }
        ],
        "distributors": [
            {
                "name": "AXN"
            },
            {
                "name": "AXN"
            },
            {
                "name": "Rai 4"
            },
            {
                "name": "Southern Star International"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "Real People Victoria"
            },
            {
                "name": "VisionsMCP"
            }
        ],
        "plot": [
            "_Rush_ (qv) follows the lives of members of the prestigious Tactical Response team (TR), which is based on the real life Victoria Police Critical Incident Response Team, a highly mobile unit that fills the operational gap between general duties police and the SWAT-like Special Operations Group. The team is seen responding to violent incidents such as carjackings, suicides and armed offences. _Rush_ (qv) focuses on the TR officers, their intelligence officer, Leon Broznic and Superindendent Kerry Vincent, head of the TR administration. It explores both the working and personal lives of the team.::Chazzy B"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1317,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 257,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 522,
                "rating": 7.6
            },
            "aged 45 plus": {
                "votes": 284,
                "rating": 7.5
            },
            "males": {
                "votes": 597,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 147,
                "rating": 7.6
            },
            "males aged 30 44": {
                "votes": 274,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 156,
                "rating": 7.0
            },
            "females": {
                "votes": 491,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 108,
                "rating": 8.5
            },
            "females aged 30 44": {
                "votes": 238,
                "rating": 8.3
            },
            "females aged 45 plus": {
                "votes": 122,
                "rating": 8.2
            },
            "top 1000 voters": {
                "votes": 38,
                "rating": 6.7
            },
            "us users": {
                "votes": 153,
                "rating": 7.3
            },
            "non us users": {
                "votes": 744,
                "rating": 7.6
            }
        },
        "number of votes": {
            "10": 420,
            "9": 225,
            "8": 271,
            "7": 204,
            "6": 58,
            "5": 33,
            "4": 14,
            "3": 18,
            "2": 23,
            "1": 51
        },
        "arithmetic mean": 8.0,
        "median": 8
    }
}