{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "18 June 2008"
            },
            {
                "country": "Sweden\n",
                "date": "16 May 2012"
            }
        ],
        "release dates": [
            "USA::18 June 2008",
            "Sweden::16 May 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Black Gold"
            },
            {
                "countries": "Hungary",
                "title": "Fekete arany"
            },
            {
                "countries": "Sweden",
                "title": "Det svarta guldet"
            }
        ],
        "akas": [
            "Black Gold (original title)",
            "Fekete arany Hungary",
            "Det svarta guldet Sweden"
        ],
        "akas from release info": [
            "Black Gold (original title)",
            "Fekete arany Hungary",
            "Det svarta guldet Sweden"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Episode dated 20 February 2013",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "20 Feb. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Disaster in the Oil Fields",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "18 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    In the West Texas oilfields, three crews of roughnecks hit the ground running in the race for Black Gold, but all three face disaster on day one.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    The race heats up in the oilfield. Longhorn Driller Gerald has his team in the lead but when a no-show puts the crew in jeopardy, the no-nonsense driller explodes. Wayne and the Viking crew work 'round the clock to go from dead last to neck and neck with the Longhorn. Driller Justin takes over the powerful Big Dog rig, only to find out he's up against the toughest challenge he's ever faced:? \"The Well from Hell.\"?    "
                },
                "3": {
                    "title": "Crisis Week",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    There's big trouble on the rigs this week.    "
                },
                "4": {
                    "title": "Blood and Guts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "9 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Tempers flare on the West Texas oil rigs.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "16 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    The West Texas oilfields unleash their fury in tonight's episode. Good-guy driller Wayne can do nothing as his crew is taken out by injuries. The powerful Big Dog rig is ground to a halt and driller Justin's job is on the line. On the Longhorn, no-nonsense driller Gerald is pushing his crew past their breaking point and winds up paying the ultimate price for it.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "23 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    The pressure is on as time begins to run out for the crews racing to strike oil. In dead-last place, the brawny Big Dog rig completes one hole and moves on to the next, but old tensions flare between Derek and Justin, threatening their progress. Viking overcomes all obstacles to reach pay dirt on hole number two. And when a new crew takes over the Longhorn, the inexperienced new driller puts the entire crew in danger.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "30 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Long-burning fuses come to a head in the pressure cooker of the West Texas oilfields. In last place, Driller Justin is reaching his boiling point trying to train his difficult rookie, Derek. The young, inexperienced crew of the Longhorn rig must deal with a poisonous, and deadly, gas leak. And just when things start looking good for the high-tech Viking rig, Wayne and his crew face a crisis that could destroy their well.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "6 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    It's do or die time in the West Texas oilfields. The tension between Big Dog's driller, Justin, and his rookie, Derek, comes to a head, and only one is left standing. On the Longhorn rig, the young driller and his crew get reckless and pay the ultimate price. Wayne and his hard-working Viking crew make an unexpected discovery that could turn a common gamble into a huge fortune.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "19 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    The clock is ticking on Big Dog 28... and the rig could explode at any moment. The roughnecks have been assigned? an impossible task:? drill four holes in 50 days or lose their jobs. The pressure has everyone at each other's throats and the presence of worm Cheston, who's never set foot on an oil rig, only adds fuel to the fire. Oilfield veteran, Gerald Williams, will attempt to show Cheston the ropes, but if he can't pass his drug test, the worm will have to fend off driller Pee Wee's wrath on his own. On the night shift, driller Ron is forced to deal with the ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "26 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    After passing his drug test, Gerald's finally back on Big Dog 28. This time, though, he'll have to take orders from driller Pee Wee, a kid half his age. Gerald begrudgingly accepts his new role, but when he's caught up riding worm Cheston, the veteran makes a rookie error that could cost everyone their jobs. Meanwhile, Pee Wee is pulling out all the stops to get Cheston to quit, and may just push him to the breaking point... Things on the night crew get testy when Brandon makes a huge mistake that brings drilling to a screeching halt. Driller Ron threatens to demote ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    The crews of Big Dog 28 are on edge as they race to finish the second of four wells in 50 days, and Tool Pusher Freddy fuels the fire by riding the crews hard in preparation for a rig inspection. He may have taken things too far, though, as relief crew driller Oscar threatens to quit on him. Meanwhile, Worm Cheston makes a mistake that threatens the lives of everyone on the rig, and Gerald uses the opportunity to put himself in the running for driller Pee Wee's job. Off the rig, hot head Brandon takes his act to the streets when bad news from his girlfriend ends in a ...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "9 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    The roughnecks of Big Dog 28 are on schedule to drill 4 holes in 50 days...that is, until they run into the \"The Hole from Hell.\"?    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "16 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Back on Big Dog 28 - the rig is plagued with mechanical problems and there's plenty of blame to go around. The rig isn't drilling and Big Dog owner Autry Stephens is on the verge of firing the crew. Rig worm Cheston finally gets in the good graces of his hotheaded driller Pee Wee, but learns it's sometimes dangerous to get what you wish for. And the night driller Ron is finding Tank's attitude harder to manage as the ex prizefighter struggles with keeping his tank-sized ego from exploding on the rig.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "30 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    The well from hell has the roughnecks on edge, and by the end of the week, one of them will be making a trip to the unemployment line. Driller Pee Wee could be the first one to go, after pushing the rig too hard earns him a meeting with the rig supervisor. Veteran Gerald makes a poor decision and it could change the course of his life. Cheston struggles to save him, but in the end Gerald's demons get the best of him. When Ron takes things too far with Travis, the roughneck walks off the job and it could be for good. Tool pusher Jerry takes over for Freddy, but when he...    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "30 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Disaster strikes Big Dog 28 when a snapped chain leaves tool pusher Jerry blind in one eye. After being fired, Gerald finds an unlikely source of income, but when talk turns to wedding plans, he begins to regret getting kicked off the rig. Pee wee kicks Cheston off the day crew for mouthing off to the other hands, while Tank's reckless attitude puts the night crew in danger. Fighting on Big Dog 28 brings supervisor David Kiser to the rig, to decide who stays and who goes. But when the transmission overheats, Big Dog's hope of finishing 4 wells in 50 days goes up in ...    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "7 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    The roughnecks of Big Dog 28 have three days left to finish the final hole when all hell breaks loose.The rig stops down three times, and the crew gets shaken up. Two of the most troubled roughnecks swap shifts; one of the most experienced hands takes a pipe spinner to the head and is rushed to the hospital; and an unscheduled drug test sends panic through one roughneck's veins. It looks like they're not going to make it, and with only hours left, the rig owners lose confidence and head to the rig with a pocket full of pink slips. Can the crew hit Total Depth before ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "8 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The roughnecks of Rig 28 are back and taking on their riskiest mission yet as they're forced to drill on untested land, with a new boss in town - the hot-tempered, meddling lady rancher who owns the land.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "15 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Peggy, the landowner, welcomes the roughnecks with an apple pie and a threat. Legendary roughneck Gerald strips down to his underwear when he gets ants in his pants. Cheston and Brandon have another fight. Tank receives devastating news.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "22 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    A driller quits, and the roughnecks vie for his job.Brandon fights with a repair technician.The roughnecks gang up on Cheston when he refuses to carry the water can. Freddy and Jerry clash over the promotion of the new driller.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "29 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Freddy tries to bribe landowner Peggy. Tank goes to the airport to get his wife back before it's too late. Cheston is the victim of a terrifying accident.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "6 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Peggy catches a roughneck relieving himself on her property. Freddy clashes with the roughnecks over an annoying to-do list. Tank is mysteriously AWOL from work. A vicious lightning storm cripples the rig. Cheston and Brandon fight over mayonnaise.    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "13 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    It's Judgement Day for Rig 28, and the threat of being shut down has the roughnecks at each other's throats. And, Gerald trespasses on private property and faces the wrath of the landowner.    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "20 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    A promotion shakes things up on the rig. A drug test may end Tank's career. Freddy and Jerry's power struggle explodes into an all out fight.    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "27 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Tank and Cheston get into a brutal fight. And when Cheston returns to the rig, Tank comes looking for revenge. And, Oscar is in over his head when Peggy confronts him.    "
                },
                "9": {
                    "title": "Episode #3.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "3 Nov. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Episode #3.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "10 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The roughnecks scramble to hit oil as the lease on Peggy's land is about to expire. Tank tries to settle the score with Cheston.    "
                }
            },
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "30 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Hot-headed Driller, Brandon Watson, has new marching orders: find a top secret oil reserve and protect it from hungry competitors at all costs. When he tries assembling a crack team, they immediately get off to a rocky start. Also, a power outage and the appearance a mysterious truck raises suspicions of sabotage.    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "7 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Tension rises between Cheston and the Wheeler twins, and after a long day of arguing, things get physical. While on his way to a DWI class, Brandon has a run-in with the law, which could land him in jail.    "
                },
                "3": {
                    "title": "Episode #4.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "14 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    The long arm of the law catches up with Brandon Watson, and the Big Dog driller could face hard time. Brandon finds trouble on the job too when a slacker crew sent to help with the rig move mouths off - forcing him to challenge them to an afterhours fight.    "
                },
                "4": {
                    "title": "Episode #4.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "21 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Cheston guns for a promotion only to find himself fighting for his job. Drilling on the Rig grinds to a halt while a competitor's rig appears on the horizon. And a petty sandwich mix-up pushes Brandon over the edge.    "
                },
                "5": {
                    "title": "Episode #4.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "28 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Cheston McElhaney begs for his job back but Brandon is hesitant to forgive and forget. A missing $50,000 bit shuts down drilling and Oscar pursues a suspect. Roughneck betrayal sends Big Dog's biggest asset Brandon Watson on a rampage.    "
                },
                "6": {
                    "title": "Episode #4.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "4 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    In the most dramatic episode of Black Gold yet, Brandon's demons catch up with him, leaving Aaron Wheeler a victim of a brutal assault. With felony assault charges looming overhead, Driller Brandon Watson is forced to turn himself in to the Federal Marshalls.    "
                },
                "7": {
                    "title": "Episode #4.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "11 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Rig 28 struggles as Driller Brandon Watson's absence hits home. Josh Wheeler tries to \"Ride, Rank, Make Bank,\" at the rodeo, but it could cost him his job at the rig. Tank Hannon shows up to settle the score after he lost his title to Cheston McElhaney last year in a bar room brawl.    "
                },
                "8": {
                    "title": "Episode #4.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "18 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Rig 28 feels the heat as a rival driller pays Oscar and his crew a visit. The competition gets a little close for comfort as the crew finishes the third and final hole in Big Dog's challenge. Finally, the remaining roughnecks learn if they will feast or famine when news of their long awaited bonuses come in.    "
                }
            },
            "5": {
                "1": {
                    "title": "Under Pressure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "19 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The 5th season of Black Gold gets off to a hot start with temps - and tempers - rising, with no end in sight.    "
                },
                "2": {
                    "title": "Home Sweet Homeless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "26 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Brandon's always been an elusive dude, but when he doesn't show up to work, something has to be wrong - very wrong.    "
                },
                "3": {
                    "title": "Growing Pains",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "13 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Brandon keeps his promise to Cheston and gives him a drilling lesson, but after losing time with a twist off, things don't play out as planned and Cheston risks their friendship by talking to a rival driller in the hopes of coming out on top.    "
                },
                "4": {
                    "title": "Drilling Lessons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "9 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Cheston walks a fine line between loyalty and self preservation when Brandon lets him down yet again, and he must seek out the help of a rival driller - behind his best friend's back.    "
                },
                "5": {
                    "title": "Double Cross",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "15 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    A deadly gas build up threatens the crew, and it's up to Brandon to soar high above the rig to try and relieve the pressure.    "
                },
                "6": {
                    "title": "End of the Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "22 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Brandon has a run in with the law far from home, and when his buddy Cheston breaks a promise to bust him out of jail, there is hell to pay on the home front.?    "
                },
                "7": {
                    "title": "Aftermath",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Competition for the driller position gets heated, and when Freddie has major doubts about Cheston's ability, he struggles to prove his worth against Mitchell, despite a crushing deadline looming overhead.    "
                },
                "8": {
                    "title": "The Final Countdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "5 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    A dangerous explosion rocks the roughnecks of Rig 28, and it's an all-out sprint to finish the fourth and final hole before the looming deadline.    "
                },
                "9": {
                    "title": "Digging Deep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "12 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    When a pressure spike causes a cave in and brings the rig to a screeching halt, Oscar steps up to the drilling slot to keep the rig running.    "
                },
                "10": {
                    "title": "Showdown at Big Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "19 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    The Big Dog Big Wigs come down hard on Oscar to pick up the pace, forcing him to take it out on his slacking crew.A visit from Cheston's girlfriend distracts him while he's on the clock, while Mitch risks a parole violation when he's kept overtime on the rig.Meanwhile, a shifty landowner tries to pump the crew for top secret information.    "
                }
            }
        },
        "number of episodes": 45,
        "cast": [
            {
                "name": "Beers, Thom"
            },
            {
                "name": "Williams, Gerald R."
            },
            {
                "name": "Rycraft, Wayne"
            },
            {
                "name": "Darr, Justin"
            },
            {
                "name": "LaMonica, Mike"
            },
            {
                "name": "Casteel, Joshua"
            },
            {
                "name": "McElhaney, Cheston"
            },
            {
                "name": "Watson, Brandon"
            },
            {
                "name": "Josh"
            },
            {
                "name": "McConaughey, Rooster"
            },
            {
                "name": "Robison, Doug"
            },
            {
                "name": "Stephens, Autry"
            },
            {
                "name": "Smith, Jeremy"
            },
            {
                "name": "Hannon, Terry"
            },
            {
                "name": "Caudillo, Perfecto"
            },
            {
                "name": "Faevel, Dave"
            },
            {
                "name": "Sewell, Gilligan"
            }
        ],
        "genres": [
            "Documentary",
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 5,
        "rating": 6.2,
        "votes": 176,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjEyNjIzNTg0Nl5BMl5BanBnXkFtZTgwMjEzMjcwMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "From the creator of Ice Road Truckers and Deadliest Catch comes a one-of-a-kind series about Texas oil men who gamble everything for a chance to make millions. This season of Black Gold takes you inside the real life action, conflict, and competition as the race for America's buried treasure really heats up!",
        "languages": [
            "English"
        ],
        "title": "Black Gold",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Watson, Decker"
            }
        ],
        "production companies": [
            {
                "name": "Original Productions"
            }
        ],
        "distributors": [
            {
                "name": "truTV"
            }
        ],
        "other companies": [
            {
                "name": "Angel City Studios"
            },
            {
                "name": "Filmtools"
            }
        ],
        "plot": [
            "From the creator of Ice Road Truckers and Deadliest Catch comes a one-of-a-kind series about Texas oil men who gamble everything for a chance to make millions. This season of _Black Gold_ (qv) takes you inside the real life action, conflict, and competition as the race for America's buried treasure really heats up!"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (USA)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 176,
                "rating": 6.2
            },
            "aged 18 29": {
                "votes": 23,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 87,
                "rating": 6.1
            },
            "aged 45 plus": {
                "votes": 37,
                "rating": 6.5
            },
            "males": {
                "votes": 127,
                "rating": 6.0
            },
            "males aged 18 29": {
                "votes": 18,
                "rating": 7.1
            },
            "males aged 30 44": {
                "votes": 72,
                "rating": 5.7
            },
            "males aged 45 plus": {
                "votes": 31,
                "rating": 6.3
            },
            "females": {
                "votes": 23,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 4.5
            },
            "females aged 30 44": {
                "votes": 12,
                "rating": 8.6
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 6.9
            },
            "top 1000 voters": {
                "votes": 8,
                "rating": 4.4
            },
            "us users": {
                "votes": 74,
                "rating": 6.5
            },
            "non us users": {
                "votes": 61,
                "rating": 5.8
            }
        },
        "number of votes": {
            "10": 37,
            "9": 15,
            "8": 31,
            "7": 26,
            "6": 21,
            "5": 10,
            "4": 3,
            "3": 7,
            "2": 4,
            "1": 22
        },
        "arithmetic mean": 6.7,
        "median": 7
    }
}