{
    "imdb": {
        "raw release dates": [
            {
                "country": "Singapore\n",
                "date": "4 June 2008"
            }
        ],
        "release dates": [
            "Singapore::4 June 2008"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "21 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Pearlie has taken over Tan Original Kueh Chang and now, the matriarch of the family, Nellie Tan, finds herself in very different surroundings. Having given up the master bedroom to the now-pregnant Li Choo, Nellie, has been spending nights in the tiny living room of the Beh family. But Pearlie is finding that holding on to all that power and money is not all that easy, when things break apart around her.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "28 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Nellie wants her soon-to-be grandson to be the perfect Peranakan grandson, which means Li Choo must be prepped to be the perfect Peranakan mother. Larry has his hands tied up with another book - his own dictionary, The Definitive Book of Peranakan Definitions that his editor is keen on de-Peranakanizing. Meanwhile, Pearlie prepares to be acknowledged for her twenty two and a half years of loyal service by the board of Tan Original Kueh Chang.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "4 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Li Choo bears the weight of all the rituals found in Nellie's now-favourite pregnancy reference, \"The Compendium of Famous Peranakan Pregnancy Rituals Volume One\" and struggles to keep her little secret from popping out. The ever-suspicious Pearlie will leave no toilet seat uncovered, without getting her hands dirty, to get to the truth. Larry's quiet and small book launch goes off with big bang.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "11 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Nellie finds Li Choo has not been taking the Peranakan pregnancy rituals seriously enough and has draconian measures put into place. But Li Choo is not about to roll over and play prisoner. She gets Marcus off his butt and into the R&D labs of Tan Original Kueh Chang with Nellie. But there are other eyes spying on Li Choo's private life.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "18 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Larry's book review is out, but no one in the family seems to care. But a misprint throws up someone who does care. Li Choo finds it harder and harder to keep her fake pregnancy under wraps when the laws of physiology are against her as is her husband, Marcus who is now fully wrapped up in his secret experiments at the kueh chang R&D lab.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "25 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Li Choo goes overboard trying to appear pregnant when Pearlie questions the size of her stomach. Dennis has been snooping around and threatens to derail the unveiling of Marcus and Nellie's special kurobuta pork kueh chang. Larry's peranakan dictionary is a surprise hit and he plans to release a second edition in a small, intimate book launch. But Nellie has other ideas.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "1 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    The secret is out. Li Choo is not pregnant and Nellie is on the warpath. Marcus and Li Choo do what it takes to stay out of her way. Now the power to control Tan Original Kueh Chang shifts back to Pearlie. To make matters worse for Nellie, Nancy has returned home and seems certain to marry the wealthy Robert Chan. On the other hand, Nellie's kurobuta pork kueh chang is a huge success and even Pearlie has to secretly admit it's the shiokest thing she's had in years.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "8 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Thanks to the popularity of the kurobuta pork kueh chang, the balance of power now swings Nellie's way. Pearlie decides to fight back by reviving her own dumpling enterprise, Bak Chang Queen. She does a deal with Robert Chan. Robert will provide the financial backing to Bak Chang Queen in exchange for Nancy's hand in marriage. Larry becomes a celebrity thanks to the success of his Peranakan dictionary. Pretty soon, he's hanging out with high society types and TV stars.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "15 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Larry's hobnobbing with the fashionable high society set has turned him into quite a drama queen. And this turns out to be a little too drama for Nellie and family. Pearlie plans to re-launch Bak Chang Queen with an exciting TV commercial and hires famous movie director, Royston Tong, to direct it. Naturally, Pearlie will star in the commercial.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "22 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    The kurobuta pork kueh chang is such a phenomenal success that Nellie and Marcus have to find the perfect pork supplier for a long lasting partnership with Tan Orgiinal Kueh Chang. It so happens that person is Ah Hock, of Hock and Tock Pork and Parts. But could it be that Ah Hock isn't just the perfect pork supplier for Marcus, but also Li Choo's perfect friend?    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "29 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Larry and family are invited by the influential Donald Wee to his exclusive Very Important Peranakans party. Nellie taunts Pearlie with the invitation and this sets Pearlie off into wrangling an invitation for herself. Even if it means getting Dennis to seduce Donald's mousy secretary. A genuine attraction between Marcus and Li Choo grows stronger and culminates in a romantic holiday in Bali. However, Hock the friendly ah beng pork supplier continues to make an impression on Li Choo and this doesn't impress Marcus.    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "6 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Thanks to Dennis's tireless efforts, he manages to snag invitations for Pearlie and Nancy to Donald Wee's exclusive party. Pearlie hopes Nancy will make a big impression on Donald Junior, the very rich and single son of Donald Wee Senior. In the meantime Pearlie will be busy throwing herself at Donald Senior. However Nellie suspects the wily Pearlie has managed to secure invitations to the party and is prepared to stop her by any means necessary.    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "13 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Things start to unravel as Li Choo's relationship with Marcus hits a road block. Plus she's getting fed up of the sham marriage and the constant bullying and bickering by Nellie and Pearlie that comes with it. Nellie suspects things aren't going well with Marcus and Li Choo and Larry is worried her interfering will only make things worse. Pearlie hounds Nancy into pursuing Donald Wee Junior while she herself will make overtures to the rich and charming Donald Senior. Trouble is, Senior has his eyes on someone younger.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Nellie is busy organising Marcus' birthday celebrations. She has a run-in with Li Choo who doesn't put up with her bossy high-handedness. At Marcus' birthday party, Nellie announces, much to Marcus' surprise, that Marcus will marry very soon. According to Marcus' grandfather's will, Marcus must produce an heir before his 30th birthday for Nellie to retain control of the company. If Pearlie's daughter produces a male heir, then control of the company will go to Pearlie's side of the family. Nellie tells Marcus he has to marry or else be cut off.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Marcus tells Li Choo to pretend to be the woman he wants to marry, she's the complete opposite of what his mother demands in a Peranakan wife that she would surely object to the relationship and would even prefer that Marcus stay single rather than let him marry Li Choo. Li Choo's father runs up some gambling debts and Li Choo discovers that he had secretly married and has another family - a wife and two kids who have no one to turn to but her.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "18 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Li Choo puts on a very convincing act of being every mother-in-law's nightmare. Nellie initially resists the idea of Marcus marrying Li Choo but discovers another side of her when she visits Li Choo's home.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Nellie's hopes of a grandchild and securing the future of Tan Traditional Nyonya Bak Chang is realised when Marcus proposes to Li Choo. If only she knew the special arrangement between Li Choo and Marcus. Will the Peranakan wedding of the century happen with Li Choo put through the rigours of marrying the Peranakan way?    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    The who's who of Peranakan society have arrived to be impressed by the new addition to the Tan family. Can Li Choo stand out in the kitchen and stand aside in front of guests to prove she has what it takes to be a proper Nyonya daughter-in-law?    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Nellie is concerned that Li Choo and Marcus aren't doing enough to produce her grandchild. Nellie devises ways to rectify the situation. Meantime, Larry's work gets a lot of attention from a certain University professor... Nellie teaches Li Choo how to joget with dangerous consequences...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "16 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Nellie takes a fall and sustains a leg injury. Li Choo is guilt-tripped into taking care of Nellie, while Marcus is forced to fill in for his Mum at the Kueh Chang company. Disaster looms when Marcus and Li Choo try to run the company for one day and Pearlie sabotages them...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "23 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    When disaster strikes and an order is mistakenly accepted, Marcus, Li Choo and even Larry are all roped in to pitch in to make kueh chang but Larry seems to be wandering off all the time... Nellie's suspicions are aroused when Larry spends a lot of time with Professor Philomena. Marcus discovers that he does have some talent in the area of kueh chang-making and with Li Choo's help, manages to gain the respect of the employees of Tan Original Kueh Chang.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "30 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    The whole house is in a furor when Pearlie arranges a matchmaking session for Nancy. Meanwhile Li Choo and Marcus go to their primary school fund raiser party and Li Choo's new makeover, courtesy of Nancy, raises a few eyebrows.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "6 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Marcus is the one who has to deal with in-law problems this time when Li Choo's brother returns to Singapore and instantly dislikes Marcus at first sight. Nellie discovers some incriminating evidence about Pearlie just as Pearlie is making her bid to become Vice President of Tan Original Kueh Chang.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "13 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Nellie, upset by the state of things in the company and at home, suffers a heart attack. Everyone rushes to her bedside to tend to her. At Nellie's request, Marcus assumes Nellie's responsibilities at the Kueh Chang company while Li Choo discovers something fishy afoot in the company as well as at home.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "20 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Nellie is down with food poisoning, the suspected cause is Tan Original Kueh Chang. Investigations reveal that the kueh chang was made with pork that has gone back. The reputation of Tan Original Kueh Chang suffers a big blow. Li Choo and Marcus undertake their own investigations. Meanwhile Nellie's husband and son have abandoned her because she has manipulated them one time too many, Li Choo is the only one left to care for her.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sayang sayang (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "27 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Pearlie kicks Nellie out of the home and Nellie and Marcus have no recourse but to live with Li Choo in her humble home. Li Choo and Marcus no longer need to keep up pretenses, but will they go their separate ways or can they somehow manage to wrestle control of Tan Original Kueh Chang back from Pearlie's greedy grasp in this season finale?    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Tan, Kheng Hua"
            },
            {
                "name": "Chong, Michelle"
            },
            {
                "name": "Lu, Sze-Ming"
            },
            {
                "name": "Lee, John"
            },
            {
                "name": "Lok, Meng Chue"
            },
            {
                "name": "Chua, Enlai"
            },
            {
                "name": "De Cruz, Andrea"
            },
            {
                "name": "Tornatore, Malèna"
            },
            {
                "name": "Soo, Kui Jien"
            },
            {
                "name": "Ng, Hui"
            },
            {
                "name": "Ng, Richard"
            },
            {
                "name": "Tan, Sebastian"
            },
            {
                "name": "Chen, Serene"
            },
            {
                "name": "Tan, Gillian"
            },
            {
                "name": "Ng, Carl"
            },
            {
                "name": "Chan, Jason"
            },
            {
                "name": "Faye, Natalie"
            },
            {
                "name": "Mardjuki, Shane"
            },
            {
                "name": "Shen, Ix"
            },
            {
                "name": "Alaric"
            },
            {
                "name": "Gan, David"
            },
            {
                "name": "Hussein, Sani"
            },
            {
                "name": "Koh, Janice"
            },
            {
                "name": "Lee, Ericia"
            },
            {
                "name": "Leong, Hossan"
            },
            {
                "name": "Lim, Yu Beng"
            },
            {
                "name": "Tan, Aileen"
            },
            {
                "name": "Thia, Henry"
            },
            {
                "name": "Xie, Fiona"
            },
            {
                "name": "Lian, Sarah"
            }
        ],
        "locations": [
            "Singapore"
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "Singapore"
        ],
        "country codes": [
            "sg"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:G"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BY2FkODM5OTgtOTI2OC00MWJhLTgxMDMtOTViMTBhMTRiNDVjXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_SY150_CR61,0,101,150_.jpg",
        "plot outline": "Mix one matriarchal mother-in-law with her meek mild-mannered Peranakan husband, stir in one spunky spirited low-brow neighbourhood girl-next-door, one handful of a playboy son, toss the last two into an arranged marriage, garnish with one Peranakan Nyonya diva of a step-grandmother-in-law and serve with a side portion of a long-running family business.",
        "languages": [
            "English"
        ],
        "title": "Sayang sayang",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Sayang sayang (Singapore)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Seah, Chang Un"
            },
            {
                "name": "Sivalingam, Esan"
            },
            {
                "name": "Tan, Wei Lyn"
            }
        ],
        "production companies": [
            {
                "name": "Pics Talk"
            }
        ],
        "distributors": [
            {
                "name": "MediaCorp TV"
            }
        ],
        "plot": [
            "Mix one matriarchal mother-in-law with her meek mild-mannered Peranakan husband, stir in one spunky spirited low-brow neighbourhood girl-next-door, one handful of a playboy son, toss the last two into an arranged marriage, garnish with one Peranakan Nyonya diva of a step-grandmother-in-law and serve with a side portion of a long-running family business.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "23 min (Singapore)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}