{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "10 May 2008"
            },
            {
                "country": "Ireland\n",
                "date": "21 July 2009"
            },
            {
                "country": "Hungary\n",
                "date": "1 December 2010"
            }
        ],
        "release dates": [
            "Australia::10 May 2008",
            "Ireland::21 July 2009",
            "Hungary::1 December 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Bed of Roses"
            },
            {
                "countries": "Hungary",
                "title": "Rózsaágy"
            }
        ],
        "akas": [
            "Bed of Roses (original title)",
            "Rózsaágy Hungary"
        ],
        "akas from release info": [
            "Bed of Roses (original title)",
            "Rózsaágy Hungary"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "5835 Plus One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "4 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    As the new co-owner and editor of the town newspaper, Louisa wants her first issue to have a real impact, but she struggles to find a story worthy of her expectations. Holly deals with a major setback, and Nick brings both help and upheaval to Louisa's life.    "
                },
                "2": {
                    "title": "Mind the Gap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "11 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Louisa frantically searches for the engagement ring that Nick gave her and convinces herself it's a bad omen. Holly decides to take a gap year from university even though she got a place at university. Minna decides to take her driving test and Marg buys the pub to stop an all-night gambling consortium taking over.    "
                },
                "3": {
                    "title": "Womb to Tomb",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "18 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    The community rallies around a local woman whose husband has left her with three young children, and Louisa and Nick grapple with being surrogate parents for a night. Holly's gap-year antics threaten harmony on the home front until she learns a hard lesson in responsibility.    "
                },
                "4": {
                    "title": "Laid Bare",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "1 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Sean's dad dies suddenly of a heart attack and Sean finds out the truth about his dad's gambling problems. The town is subjected to a number of burglaries and Louisa suspects the local bartender.    "
                },
                "5": {
                    "title": "Cat Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "8 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Deb enrages the animal lovers of Rainbows End by asking the Council to put stricter regulations on feral cats in the National Park. Louisa gets caught in a middle of the ensuing argument that develops between Deb and Marg. Louisa and Nick are asked to do counselling by Marg as part of their wedding vows. Sean and Holly suffer a crisis in their relationship.    "
                },
                "6": {
                    "title": "Fryberg's Folly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "15 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Minna's estranged sister Frida arrives in Rainbow's End to launch her new book and sparks fly between them. Meanwhile, Holly sets about trying to save her favourite trees but in the process both she and Minna discover that it's all too easy to waste one's life living in the past. Elsewhere, Nick moves in with Louisa.    "
                },
                "7": {
                    "title": "Insurgent Activity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "22 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Rainbow's End gets a visit from the Army. Whilst in town a member of the Army recognises Nick from his time spent in Queensland and the rumours spread like wildfire. Holly and Sean have a fight and he later turns to the army maneuveurs leader but Holly finds out. Elsewhere, Minna accuses Frida of using Holly's relationship in her writing.    "
                },
                "8": {
                    "title": "Every Time We Say Goodbye",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "29 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    When a teenage boy arrives to reconnect with Nick, Louisa welcomes him into her home until his errant ways drives a wedge between her and Nick. A fundraising concert acts as a catalyst for Minna and Frida to have a long overdue heart-to-heart, while Holly's broken heart provokes uncharacteristic behavior.    "
                },
                "9": {
                    "title": "Dirt Rich",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "5 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    When Deb receives shocking news, Louisa and Marg try to support her through an emotional minefield. Louisa writes a profile on a local winemaker who might be able to resolve Deb's problems-until he also proves to be the right man to distract Holly from her heartbreak.    "
                },
                "10": {
                    "title": "Heartache",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "12 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Marg pressures Gavin into selling their business so that she can renovate the pub. At the same time, Gavin's first foray into writing doesn't get the thumbs up from Louisa. Later, he suffers a heart-attack but it does some good by bringing Marg and him back together. Minna faces court after being found driving without her license but finds an alternative to driving - an electric bike. Meanwhile, Holly and Sean try to mend their friendship and relationship.    "
                },
                "11": {
                    "title": "Mount Misery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "19 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    It is a week before Louisa and Nick's wedding, and Louisa is still without a dress, so she sets off on a shopping excursion to Melbourne with her mother and daughter. But the weekend does not go as planned, and monumental revelations come to light. Meanwhile, Nick experiences his own misery when he is injured on a fishing trip with Sean.    "
                },
                "12": {
                    "title": "Forged by Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "26 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Brush fires threaten Rainbows end and the lives and property of its residents.    "
                }
            },
            "1": {
                "1": {
                    "title": "Not Worth a Cent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 May 2008",
                    "year": "2008",
                    "plot": "\n    Louisa Atherton lives a pampered life until the day her husband Jack dies of a heart-attack in the arms of another woman leaving her bankrupt and giving her no option but to move with her daughter Holly to her childhood home of Rainbow's End and her prickly mother Minna. Her main aim is to sell \"Mary Kelly's\" dilapidated house which was left to her by her father. But through a series of events she sets about doing up the house and moving into it along with the helpful and not so helpful advice of the townspeople of Rainbow's End.    "
                },
                "2": {
                    "title": "Reality Check",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 May 2008",
                    "year": "2008",
                    "plot": "\n    Louisa sets about getting a job but doesn't find them easy to come by and has to accept cleaning jobs to get her through until she finally gets a job as a photographer at the weekly paper. Meanwhile, Holly is not settling well at her new school.    "
                },
                "3": {
                    "title": "Things Can Only Get Better",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 May 2008",
                    "year": "2008",
                    "plot": "\n    Louisa's son Shannon arrives in Rainbow's End and soon it becomes known that he is has been suspended from his football team and owes 20,000 dollars. Marty and his team of builders demand the rest of the payment but Louisa gives Shannon the 20,000 out of Marty's payment prompting Marty to walk off site. Minna pays Marty the money and tells Louisa she needs to let Shannon stand on his own two feet. Shannon coaches the local football team 'The Rainbow Roos' to victory just as it looks like they are going to lose the game. Meanwhile, Louisa meets her new neighbor Tibor ...    "
                },
                "4": {
                    "title": "A Friend in Need",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "31 May 2008",
                    "year": "2008",
                    "plot": "\n    A destructive possum creates havoc in Louisa's roof but leads to a discovery about Mary Kelly. Wendy fires Deb from her job at the paper, and Louisa worries how Deb is going to survive without the job. Hope finally finds the courage to scatter her father's ashes and Louisa fires Marty after her newly constructed roof falls in. Meanwhile, after a disastrous stunt causing the death of her precious cat George Clooney, Marg and Gavin finally talk about their dead son Jamie.    "
                },
                "5": {
                    "title": "The Truth Will Set You Free",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Louisa sets about trying to fix up her house, with only Holly's help, but a disastrous rainfall puts paid to that. As she's about to give up she hasn't banked on the helpfulness of the community of Rainbow's End. Everyone comes together and they fix up the house in no time. Deb gets a grant to open her wildlife rescue shelter. Gavin breaks up with Rita as his relationship with Marg improves. Louisa reads Meilin's letters and decides that her bones should be dug up and reburied in China. Holly finds out that her dad was cheating on Louisa. Tibor invites Louisa for a ...    "
                },
                "6": {
                    "title": "Over the Rainbow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "14 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    With the shack up for sale, Louisa prepares to return to Melbourne. But as she puts her affairs in order, she confronts the fact that her mother is growing older, her daughter doesn't want to move, and the townsfolk have become dear to her. After a surprising discovery, will the quiet comforts of Rainbow's End prevail over the allure of city life?    "
                }
            },
            "2": {
                "1": {
                    "title": "The Cockatoo Has Landed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Louisa and Holly return to Rainbow's End after their holiday in Europe with hopes of making changes after cashing in on her nugget find. But Louisa's spending and lack of attention look like putting a spanner in the works - not to mention the illegal prospecting going on at her home. Wendy announces that the Rainbow Echo newspaper is closing which riles Minna and leads her into another protest and convinces Louisa to buy it but Gavin outbids her. Meanwhile, Holly and Sean go on a successful picnic together but a date between Louisa and Nick doesn't go according to ...    "
                },
                "2": {
                    "title": "Rainbow Warriors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Louisa finds out that Nick is quite the ladies man and cannot figure out why they don't have any chemistry at all. Holly gets involved in a protest that rapidly gets out of hand when Minna finds out local factory Dairy Fleet is polluting the local waterways and The Department of Sustainability and the Environment are refusing to believe that there is a problem. Louisa begs Gavin for a job as editor at the Rainbow Echo but he will only give her a job as advertising sales and up the advertising rate making it impossible to sell any advertising space. Gavin's new ...    "
                },
                "3": {
                    "title": "The Front Page",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Louisa's first foray as acting editor of the Rainbow Echo is fraught with problems with Tim continuously bumping her editorial and Gavin inserting ads over her feature piece. Meanwhile, Sean avoids Holly and Marg's date with Gavin is not a success. Elsewhere, Rita helps Tsung Chi find out about his ancestor's disappearance.    "
                },
                "4": {
                    "title": "Gaaa... aarth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "6 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Louisa, Gemma and Marg try to save Deb and Trev's marriage as Gemma discovers that perhaps her marriage is also suffering. Minna finds herself helpless to stop the Heritage Committee from falling apart as they are bullied by a farmer named Owen into selling their land but Holly steps in to save the day and turn the land into a community garden. Marg and Gavin's divorce comes through and Nick learns Holly how to drive as both he and Louisa avoid each other.    "
                },
                "5": {
                    "title": "Goddess of the Rainbow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "13 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Nick's disappointment begins to show as Louisa and Tim's relationship continues to grow. Meanwhile, Pat and Gemma's relationship is under threat because of Pat's intimacy issues and it seems everyone in Rainbows End is aware of it.    "
                },
                "6": {
                    "title": "Green vs Gold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "20 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Former editor of the Rainbow Echo Wendy Watt arrives back in town as spokesperson for Chimera Gold - an underhand mining company who specialize at buying up properties near mines around remote areas of Australia and exploiting them. So when Louisa, Minna and Holly find out that their target area is the new community garden all gloves are off and they set off to expose the company before they can wreck anymore damage. Meanwhile, Sandy's Alzheimer's begins to worsen, Nick finds out that Louisa's husband was going to leave her and Marg goes on a blind date with a man who...    "
                },
                "7": {
                    "title": "Two Bulls in the Paddock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "27 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Holly tries to save the Community Garden from the clutches of Chimaera Gold and its mining exploits by pretending that she seen the extinct Golden Speckled Leaping Legless Lizard thus preventing the company going ahead with the mining. Louisa prints the story but after wards Holly tells her it was a hoax and Louisa has to decide if she will reveal all in a retraction or keep quite. Elsewhere, Nick and Tim vie for Louisa's affection but their rivalry only drives her further away and Chin Trueng Chi returns from Melbourne and promptly tells everyone that he and Rita are...    "
                },
                "8": {
                    "title": "Raucous Angel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bed of Roses (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "3 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Wendy Watt and Chimaera Gold begin to suspect that Holly's discovery of the extinct Golden Speckled Leaping Legless Lizard is a fabrication. But after Holly is intimidated by Wendy's henchmen Nick pays her a visit and tells her to call off her witch-hunt or he will take it further. Unfortunately, Chimaera Gold are allowed to begin mining and the Community Garden are given 21 days to vacate. Meanwhile, Tim and Gavin break the news to the Louisa and Vivien that they're selling the newspaper to Wentworth Regional Press. Gavin asks Louisa to accompany him to Melbourne but...    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Armstrong, Kerry"
            },
            {
                "name": "Blake, Julia"
            },
            {
                "name": "Lawrence, Hanna Mangan"
            },
            {
                "name": "Gillmer, Caroline"
            },
            {
                "name": "Laga'aia, Jay"
            },
            {
                "name": "Fairfax, Kaarin"
            },
            {
                "name": "Gilbert, Andrew S."
            },
            {
                "name": "Le, Haiha"
            },
            {
                "name": "Magree, Frank"
            },
            {
                "name": "Dee, Susie"
            },
            {
                "name": "Ma, Amanda"
            },
            {
                "name": "McKenzie, Cameron"
            },
            {
                "name": "Panozzo, Dina"
            },
            {
                "name": "Phillipps, Tim"
            },
            {
                "name": "Mah, Lawrence"
            },
            {
                "name": "Levett, Matt"
            },
            {
                "name": "Kaval, Kallista"
            },
            {
                "name": "Davies, Richard"
            },
            {
                "name": "Ellen, Cliff"
            },
            {
                "name": "Foye, Janet"
            },
            {
                "name": "Tingwell, Charles 'Bud'"
            },
            {
                "name": "Winnick, Anthony"
            },
            {
                "name": "Yuen, Gareth"
            },
            {
                "name": "Quast, Philip"
            },
            {
                "name": "Bunworth, Christopher"
            },
            {
                "name": "Kuc, Sofia"
            },
            {
                "name": "Sullivan, Tim"
            },
            {
                "name": "Bagg, Jasper"
            },
            {
                "name": "Burns, Brandon"
            },
            {
                "name": "Boyter, Ronald"
            },
            {
                "name": "Morrell, Geoff"
            },
            {
                "name": "Thornton, Dave"
            },
            {
                "name": "Moore, Denis"
            },
            {
                "name": "Curran, Lynette"
            },
            {
                "name": "McElhinney, Mandy"
            },
            {
                "name": "Gulasekharam, Nicole"
            },
            {
                "name": "Palmer, Brenda"
            },
            {
                "name": "Francis, Rowan"
            },
            {
                "name": "McLeish, Mike"
            },
            {
                "name": "Bayly, Andrew"
            },
            {
                "name": "Eldred, Paddy"
            },
            {
                "name": "Brennan, Jacqueline"
            },
            {
                "name": "Faull, Alex"
            },
            {
                "name": "Foster, Chloe"
            },
            {
                "name": "Freeman, Nicole"
            },
            {
                "name": "Tohumcuer, Cihan"
            },
            {
                "name": "Bonaddio, Alicia"
            },
            {
                "name": "Davis, Blake"
            },
            {
                "name": "McDonnell, Leverne"
            },
            {
                "name": "Peterson, Tom"
            }
        ],
        "locations": [
            "Foster, Victoria, Australia",
            "Meeniyan, Victoria, Australia",
            "Melbourne, Victoria, Australia"
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:PG::(some episodes)",
            "Australia:G::(some episodes)"
        ],
        "number of seasons": 3,
        "rating": 6.6,
        "votes": 135,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTk5ODQxODQxNF5BMl5BanBnXkFtZTcwMTY2NDA0Nw@@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Bed of Roses",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2011",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Coleman, Elizabeth"
            },
            {
                "name": "Goetze, Jutta"
            },
            {
                "name": "Adams, George"
            }
        ],
        "production companies": [
            {
                "name": "Australian Broadcasting Corporation"
            },
            {
                "name": "Ruby Entertainment"
            },
            {
                "name": "Southern Star"
            }
        ],
        "distributors": [
            {
                "name": "Magyar Televízió"
            },
            {
                "name": "SuperTV2"
            },
            {
                "name": "SuperTV2"
            }
        ],
        "other companies": [
            {
                "name": "Film Finances"
            },
            {
                "name": "Real People Victoria"
            },
            {
                "name": "VisionsMCP"
            }
        ],
        "plot": [
            "After the death of her husband a mother and daughter's lives change for the worst as they struggle to make ends meet.::Andrew D"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 135,
                "rating": 6.6
            },
            "aged 18 29": {
                "votes": 18,
                "rating": 8.3
            },
            "aged 30 44": {
                "votes": 30,
                "rating": 6.2
            },
            "aged 45 plus": {
                "votes": 52,
                "rating": 6.4
            },
            "males": {
                "votes": 49,
                "rating": 6.3
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 18,
                "rating": 6.2
            },
            "males aged 45 plus": {
                "votes": 22,
                "rating": 6.2
            },
            "females": {
                "votes": 61,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 14,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 12,
                "rating": 6.2
            },
            "females aged 45 plus": {
                "votes": 30,
                "rating": 6.7
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 6.6
            },
            "us users": {
                "votes": 29,
                "rating": 6.3
            },
            "non us users": {
                "votes": 64,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 27,
            "9": 14,
            "8": 31,
            "7": 21,
            "6": 10,
            "5": 11,
            "4": 5,
            "3": 7,
            "2": 5,
            "1": 4
        },
        "arithmetic mean": 7.1,
        "median": 8
    }
}