{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2008"
            }
        ],
        "release dates": [
            "USA::2008"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Lowell, Chris"
            },
            {
                "name": "Lowell, Christopher"
            },
            {
                "name": "Vieira, Joey"
            },
            {
                "name": "Vieira, Tracey"
            }
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Why did the American kitchen evolve from a utilitarian room to the hub of the home? Why do men suddenly have an opinion in a home's decor? How has our desire for open floorplans changed the rules of interior design? How has telecommuting changing the definition of \"home\"? In each episode, host Christopher Lowell examines a popular design trend through a person, couple or family facing a design dilemma. Christopher breaks down the design solution to its essential elements, including what inspired this look - bar, hotel, lounge, spa, restaurant or any other public space. Through consultation with the homeowners, he brings their ultimate design to life in Fine Living Network's Work That Room with Christopher Lowell.",
        "languages": [
            "English"
        ],
        "title": "Work That Room",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Work That Room (United States)"
        ],
        "production companies": [
            {
                "name": "RIVR Media"
            }
        ],
        "distributors": [
            {
                "name": "Animal Planet"
            }
        ],
        "plot": [
            "Why did the American kitchen evolve from a utilitarian room to the hub of the home? Why do men suddenly have an opinion in a home's decor? How has our desire for open floorplans changed the rules of interior design? How has telecommuting changing the definition of \"home\"? In each episode, host Christopher Lowell examines a popular design trend through a person, couple or family facing a design dilemma. Christopher breaks down the design solution to its essential elements, including what inspired this look - bar, hotel, lounge, spa, restaurant or any other public space. Through consultation with the homeowners, he brings their ultimate design to life in Fine Living Network's _Work That Room_ (qv) with Christopher Lowell.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}