{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "2 October 2008"
            },
            {
                "country": "Australia\n",
                "date": "18 June 2009"
            },
            {
                "country": "Japan\n",
                "date": "19 May 2012"
            }
        ],
        "release dates": [
            "UK::2 October 2008",
            "Australia::18 June 2009",
            "Japan::19 May 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Beautiful People"
            },
            {
                "countries": "Poland",
                "title": "Piekni ludzie"
            },
            {
                "countries": "Portugal",
                "title": "Gente Famosa"
            },
            {
                "countries": "Romania",
                "title": "Oameni frumosi"
            },
            {
                "countries": "Russia",
                "title": "Славные люди"
            },
            {
                "countries": "Serbia",
                "title": "Divni ljudi"
            }
        ],
        "akas": [
            "Beautiful People (original title)",
            "Piekni ludzie Poland",
            "Gente Famosa Portugal",
            "Oameni frumosi Romania",
            "Славные люди Russia",
            "Divni ljudi Serbia"
        ],
        "akas from release info": [
            "Beautiful People (original title)",
            "Piekni ludzie Poland",
            "Gente Famosa Portugal",
            "Oameni frumosi Romania",
            "Славные люди Russia",
            "Divni ljudi Serbia"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "How I Got My Groom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beautiful People (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 29,
                    "original air date": "13 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Returning to Reading after boyfriend Sasha has dumped him Simon recalls how, when he undertook to compile a family tree as a school project, he discovered that his parents never actually got married and the 'wedding photo' was a doctored version of Princess Diana's wedding shoot. The truth was that both parents inadvertently stood the other up but they decide they will finally make it legal and Simon has designed a bridal gown for his mother to put Princess Diana's to shame. After the wedding sister Ashlene announces that she too is an unmarried mother and Aunty ...    "
                },
                "2": {
                    "title": "How I Got My Plumes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beautiful People (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 27,
                    "original air date": "20 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    In 1998 Simon and Kylie form a pop band called E-male and hunky music teacher Mr. Carr offers to manage them. To Simon's surprise, when his Dad invites taciturn new neighbour Ross Kemp to dinner, he brings his significant other, who happens to be Mr. Carr. The two men have a big bust-up but Mr.Carr still takes Simon and Kylie to Birmingham for the Eurovision Song Contest. The boys get locked in a toilet and are rescued by contest winner Dana International, with whom they also appear, by accident, on stage. Simon grabs a plume from Dana's costume and years later it's ...    "
                },
                "3": {
                    "title": "How I Got My Water Feature",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beautiful People (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 22,
                    "original air date": "27 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Simon recalls the gardening frenzy of 1998 when, inspired by television programme, 'Ground Force',everyone wanted a water feature, including him. To raise the money for one he and Kylie work as Saturday boys in Monsieur Antoine's boutique, where they excel, until Aunty Hayley comes in for a bra fitting, which ends up taking place in the shop window. Inspired by hunky Tiger, Reba's personal trainer, the boys make their own fitness video, which leads to friction between Reba and Ashlene and the creation, by default, of Simon's very own water feature. Still, he gets to ...    "
                },
                "4": {
                    "title": "How I Got My Camp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beautiful People (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 26,
                    "original air date": "4 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Simon ponders on his campness. Even as a baby he was singing show tunes. In 1998 the family is all set for its first holiday abroad. However, thanks to a poster campaign by Reba, annoyed when she thought Andy was making a pass at her, his business is halved and they cannot afford to go. Instead they tell everyone they are going abroad whilst creating their own holiday atmosphere indoors, eventually including Kylie, who rumbles them. When Reba's violent ex-husband turns up Kylie and his dog Madonna face up to and see him off, leading Simon to realise that 'campness' is...    "
                },
                "5": {
                    "title": "How I Got My Turner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beautiful People (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 23,
                    "original air date": "11 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    When Reading's own prize-winning conceptual artist Stacey Bile runs Andy over,Debbie socks her - before becoming her drinking buddy and her muse, going to London with her to set up her new installation. But when Stacey starts to exploit her Debbie takes revenge and steals her Turner Prize certificate. Meanwhile Aunty Hayley teaches the boys Indian dancing, dispenses phone advice to Dannii Minogue and demolishes the statue of Reading's other famous daughter, Kate Winslet.    "
                },
                "6": {
                    "title": "How I Got My Gash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beautiful People (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 27,
                    "original air date": "18 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Bullied for being gay Simon decides to run away from Reading on the same night that Debbie is holding a party to celebrate her television acting debut in a crime reconstruction where she plays a woman missing from home, who is her exact double. However,thanks to a bus strike and the influence of the gorgeous Mickey - whom he will one day marry - Simon returns home in time to see Debbie punch Jackson, his chief tormentor, for impregnating Ashlene and picking on her son. Simon is so happy he falls off a wall and gets his gash, while the missing woman comes back to ...    "
                }
            },
            "1": {
                "1": {
                    "title": "How I Got My Vase",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beautiful People (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 39,
                    "original air date": "2 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Simon Doonan is the queen of window dressers but, when his assistant breaks a vase, it takes him back to being a fourteen year old - and openly gay - schoolboy in Reading, with his best friend, the flamboyant, and likewise gay, Kylie, who is a boy. That Summer he was very determined to buy a vase he saw in a shop window. It was also when his tarty sister Ashlene photographed him wearing a dress belonging to Kylie's mother, Reba, in order to blackmail him. The dress got thrown into a bin, where it was found by Simon's Mum, dizzy Debbie, who assumed that her husband ...    "
                },
                "2": {
                    "title": "How I Got My Nose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beautiful People (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 37,
                    "original air date": "9 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Simon tells assistant Sasha how he and Kylie once auditioned for the school production of 'Joseph and the Amazing Technicolor Dreamcoat' but lost out on the part of Joseph to the drama teacher's god-daughter Imelda, as a result of which Debbie assaulted the teacher in the local shopping centre. A change of plan sees 'Joseph' replaced by a talent show, where Simon and Kylie sabotage Imelda by tipping a bucket of red dye on her,in the style of the horror film 'Carrie' which they had been watching. Imelda transfers to a stage school but does not forget the incident as, ...    "
                },
                "3": {
                    "title": "How I Got My Beads",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beautiful People (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 30,
                    "original air date": "16 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Simon tells boyfriend Sasha how he came to own a string of beads being used in a display. As a boy he plays a trick on Debbie by throwing his voice and convincing her he is her spirit guide and she has psychic powers. By coincidence, having heard of a recent death she predicts another. Andy's mother Narg comes to stay, having been released from hospital and her bizarre behaviour upsets everybody. She puts a tin of baked beans in the microwave and it explodes, killing her. At this point Simon decides that the spirit guide should tell Debbie that she has lost her powers...    "
                },
                "4": {
                    "title": "How I Got My Posh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beautiful People (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 31,
                    "original air date": "23 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    The use of a 'Posh' Spice doll in a display sets off another memory for Simon. His birthday wish for a Posh Spice doll is accidentally broadcast to the whole school when, having returned the headmistress's bag to her study, he turns on the Tannoy system. Whilst Debbie buys a cheap doll for him from her hairdresser, which gets stolen, Andy decides to toughen Simon up by teaching him football. After a shaky start he warms to the game - largely because he finds out that 'Posh' is dating footballer Beckham. Amazingly he wins the match for the school, due to his dazzling ...    "
                },
                "5": {
                    "title": "How I Got My Tongs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beautiful People (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 29,
                    "original air date": "30 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Simon relates the story of a pair of golden curling tongs in his possession that once belonged to Tameka, his mother's hairdresser, who won them in a styling contest and claims that only death will part her from them. After a row with Kylie following a hair dying job that went wrong, Simon spends time at the salon but when an annoyed Tameka tells him to go away he replies, \"Drop dead.\" In fact she does and he feels guilty but, after he and Kylie are reunited in grief following Princess Diana's death, he returns to the salon where Tameka's body is lying in state, ...    "
                },
                "6": {
                    "title": "How I Got My Globe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beautiful People (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 30,
                    "original air date": "6 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Simon and Kylie are entranced by glamorous new teacher Miss Prentice who regales them with romantic tales of her passionate lover Francois. Debbie is less captivated when Miss Prentice takes the boys into the pub where she works and throws the 'beautiful person' out. At odds with his mother Simon decides to follow Miss Prentice to London when she answers a call from Francois to re-kindle their affair. However, on arrival he finds that Miss Prentice leads a far from romantic existence and lives on a council estate. Disillusioned, he is surprised and heartened when ...    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Ward-Wilkinson, Luke"
            },
            {
                "name": "Williams, Layton"
            },
            {
                "name": "Colman, Olivia"
            },
            {
                "name": "McArdle, Aidan"
            },
            {
                "name": "Ash, Sophie"
            },
            {
                "name": "Barnett, Samuel"
            },
            {
                "name": "Syal, Meera"
            },
            {
                "name": "Niles, Sarah"
            },
            {
                "name": "Handley, Josh"
            },
            {
                "name": "Empson, Tameka"
            },
            {
                "name": "Amers, Gary"
            },
            {
                "name": "Butterly, Michelle"
            },
            {
                "name": "Payne, Tom"
            },
            {
                "name": "Barber, Frances"
            },
            {
                "name": "Altin, Josef"
            },
            {
                "name": "Kinnear, Rory"
            },
            {
                "name": "Lowe, Alice"
            },
            {
                "name": "Paul, Sarah"
            },
            {
                "name": "Abineri, Sebastian"
            },
            {
                "name": "Bacchus, Kamara"
            },
            {
                "name": "Bailey, Nicholas R."
            },
            {
                "name": "Blakey, Samantha"
            },
            {
                "name": "Fricker, Brenda"
            },
            {
                "name": "International, Dana"
            },
            {
                "name": "Matthews, Francis"
            },
            {
                "name": "Mirza, Shazia"
            },
            {
                "name": "Porritt, Guy"
            },
            {
                "name": "Yentob, Alan"
            },
            {
                "name": "Bailey, June"
            },
            {
                "name": "Biddlecombe, James"
            },
            {
                "name": "Brooke, Andrew"
            },
            {
                "name": "Catterall, John"
            },
            {
                "name": "Coggins, Howard"
            },
            {
                "name": "Darby, Kerron"
            },
            {
                "name": "Hardcastle, Nick"
            },
            {
                "name": "Hunt, Richard J."
            },
            {
                "name": "Lawson, Mark"
            },
            {
                "name": "Ordatei, Russell Nii"
            },
            {
                "name": "Plowman, Jon"
            },
            {
                "name": "Berlin, Donna"
            },
            {
                "name": "Cowan, Juliet"
            },
            {
                "name": "Delaney, John"
            },
            {
                "name": "McGeever, Kitty"
            },
            {
                "name": "Harvey, Jonathan"
            },
            {
                "name": "Minogue, Dannii"
            },
            {
                "name": "Paige, Elaine"
            },
            {
                "name": "Charles, Howard"
            },
            {
                "name": "Friar, Poppy Lee"
            },
            {
                "name": "Holder, Ram John"
            },
            {
                "name": "Cathcart, Clare"
            }
        ],
        "locations": [
            "Crabtree Close, Bushey, Hertfordshire, England, UK::(Melody Crescent Cul de Sac exteriors)",
            "Pinewood Studios, Iver Heath, Buckinghamshire, England, UK"
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:M"
        ],
        "number of seasons": 2,
        "rating": 8.4,
        "votes": 1134,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjA1NDk5MzU5NF5BMl5BanBnXkFtZTcwMTkzMjI2Mw@@._V1_SY150_CR76,0,101,150_.jpg",
        "plot outline": "Simon Doonan and his best friend Kyle, better known as Kylie dream of living in London with the \"beautiful people\". Here and now (the 90s), Simon lives with his wacky family: the gin drinking mother, blind ex-druggie hippie aunt, slutty sister, Irish wine-experimental father and briefly, his angel-turned-devil grandmother. The series includes musical sequences, football and a barrel of laughs.",
        "languages": [
            "English"
        ],
        "title": "Beautiful People",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Harvey, Jonathan"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "WOWOW Prime"
            }
        ],
        "other companies": [
            {
                "name": "HireWorks"
            }
        ],
        "plot": [
            "The story of the flamboyant and ambitious 14-year-old Simon Doonan, who has dreams that stretch beyond his hometown of Reading.::Adair Cairell",
            "Simon Doonan and his best friend Kyle, better known as Kylie dream of living in London with the \"beautiful people\". Here and now (the 90s), Simon lives with his wacky family: the gin drinking mother, blind ex-druggie hippie aunt, slutty sister, Irish wine-experimental father and briefly, his angel-turned-devil grandmother. The series includes musical sequences, football and a barrel of laughs.::Bob Hudgens"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1134,
                "rating": 8.4
            },
            "aged 18 29": {
                "votes": 214,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 450,
                "rating": 8.1
            },
            "aged 45 plus": {
                "votes": 280,
                "rating": 8.6
            },
            "males": {
                "votes": 647,
                "rating": 8.4
            },
            "males aged 18 29": {
                "votes": 90,
                "rating": 7.7
            },
            "males aged 30 44": {
                "votes": 300,
                "rating": 8.1
            },
            "males aged 45 plus": {
                "votes": 235,
                "rating": 8.8
            },
            "females": {
                "votes": 308,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 122,
                "rating": 8.6
            },
            "females aged 30 44": {
                "votes": 143,
                "rating": 8.2
            },
            "females aged 45 plus": {
                "votes": 37,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 28,
                "rating": 6.0
            },
            "us users": {
                "votes": 222,
                "rating": 8.6
            },
            "non us users": {
                "votes": 644,
                "rating": 8.1
            }
        },
        "number of votes": {
            "10": 419,
            "9": 307,
            "8": 213,
            "7": 78,
            "6": 30,
            "5": 20,
            "4": 12,
            "3": 8,
            "2": 15,
            "1": 32
        },
        "arithmetic mean": 8.5,
        "median": 9
    }
}