{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "  2008"
            },
            {
                "country": "Australia\n",
                "date": "29 September 2008"
            }
        ],
        "release dates": [
            "Australia::2008",
            "Australia::29 September 2008"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Redback Spider",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "30 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    The team introduce a dangerous twist to rally driving in an attempt to spice it up, by blindfolding the driver. Ewen reveals a secret love of Volvos when he reviews the S60R and compares it against a few German cars. Ewen and Shane review the iconic Toyota FJ Land Cruiser and use it in a world record attempt when they tow six-time world champion surfer Layne Beachley. Comedian Andy Lee is the Star in a Car.    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Euro Yobs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Alternate Fuel Cars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "28 Apr. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Premiere",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "29 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The team play hard with all-wheel drive vehicles when Charlie Cox drives a Toyota RAV4, Warren Brown a Subaru Forester and Steve Pizzati a Nissan X-Trail in a series of challenges on sand and snow. Charlie test drives the latest Porsche 911 Carrera S, and we meet The Stig when he takes it for a lap of the test track, along with a Mercedes-Benz CLS 63 AMG, a Lotus Elise, a BMW M3, a Nissan GT-R and a Hummer Stretch. The team take a look at the new Lamborghini LP560 super sports car. The What Were They Thinking board is introduced. Vince Colosimo drives a Proton Satria ...    "
                },
                "2": {
                    "title": "Ford vs. Holden!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "6 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Charlie and Steve try to settle Australia's long-running Ford versus Holden argument when they test drive an HSV Clubsport and an FPV F6 at Wakefield Park. The team visit the Kalgoorlie Super Pit, where Steve drives a Ford Falcon XR6, Charlie a Nissan Navara King Cab and Warren a Proton Jumbuck against a Caterpillar 793C truck driven by The Stig to see which is the most cost effective at moving gold. Warren and Steve convert a Smart car into a hearse for under $200. Charlie reviews the Ford GT super-car. Steve Bisley is the Star in a Bog-Standard Car.    "
                },
                "3": {
                    "title": "Scrap Metal Challenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    The team visit a junkyard to each resurrect a scrapped car for $500, and put them through challenges at Oran Park Raceway and in a bush paddock. Warren puts the BMW X6 4WD coupé through its paces. Steve reviews the Formula One inspired Mercedes-Benz CLK 63 AMG Black series. Julia Zemiro is the Star In A Bog-Standard Car.    "
                },
                "4": {
                    "title": "Bowls of Thunder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    The team give a new twist to lawn bowls when they take on a challenge of parking a Holden Astra on top of a ramp, jumping to the passenger's side, releasing the handbrake and trying to get their car closest to a jack. Steve takes the HSV W427 for a spin around the Holden Proving Ground near Lang Lang, Victoria. The team test technology against tradition when Warren and an Aboriginal tracker try to beat Steve, Charlie and a GPS on board a Toyota TRD Hilux in the Kimberley region in outback Western Australia. Jack Thompson is the Star In A Bog-Standard Car.    "
                },
                "5": {
                    "title": "The Practical Supercar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Charlie reviews the Audi R8. The team convert their own Audi into a road and seafaring machine that they dub the \"NautiCar\" or \"Audi H2O\", and enter it in the Audi Race Week sailing event on Hamilton Island. Warren and Steve stretch the \"Toorak Tractor\" phenomenon to its limit when they drive a real tractor through the streets of Toorak. Steve checks out the BMW 135 Coupé. Shannon Noll is the Star In A Bog-Standard Car.    "
                },
                "6": {
                    "title": "Outback Odyssey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "3 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Charlie drives a Lexus LX570, Warren a Range Rover Vogue TDV8 and Steve an Audi Q7 in a challenge to see which 4WD can best go the distance from Alice Springs to the Daintree. Charlie takes a Mercedes-Benz SL63 AMG for a cruise around the streets of Sydney. James Morrison is the Star In A Bog-Standard Car.    "
                },
                "7": {
                    "title": "Search and Destroy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "10 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Steve drives a Subaru WRX STI and tests its strength against the Army's Tiger armed reconnaissance helicopter. Two podium finishers from the 2008 Bathurst 1000, Greg Murphy and James Courtney, drive the Bog-Standard Car like it's never been driven before as they compete to see who will be crowned King of the Proton. Charlie and Warren drive Volkswagen Golfs powered by diesel and petrol to see which fuel is faster and more economical. Steve falls in love with the Nissan GTR R-35 super-car.    "
                },
                "8": {
                    "title": "Road Trip of Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "17 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Charlie drives a Porsche 911 Turbo, Warren an Aston Martin DB9 and Steve a Lamborghini Superleggera on a weekend away through the winding roads of the west coast of Tasmania. The team return to the Ford vs Holden debate and this time they find a winner when they compare the entry-level family cars, the Ford Falcon XT and Holden Commodore Omega, with The Stig taking each for a lap of the test track. Charlie test drives the Jaguar XF SV8 luxury sports car. Claudia Karvan is the Star In A Bog-Standard Car.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "11 May 2009",
                    "year": "2009",
                    "plot": "\n    New host James Morrison is told he can review any car of his choice, so he goes to Oran Park to review the Mitsubishi Lancer Ralliart Evolution X, and when Steve brings a BMW 135i along for a comparison, James challenges him to a drag race and some laps around the circuit. The Stig makes his first studio appearance when the team prove that he is Australian and only looks like his British counterpart. The team find out whether road or sea is a quicker way to get from Melbourne to Portsea when James and Warren race a Yamaha FX-HSO jet-ski against Steve in a Lamborghini ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "18 May 2009",
                    "year": "2009",
                    "plot": "\n    Steve uncovers Australia's best-kept performance car secret, the Walkinshaw Performance HSV Clubsport R8. Warren and Steve are challenged to each convert an iconic Australian car from petrol to electricity on a budget of $3000. James and Warren race around an obstacle course circuit the fastest in reverse to find out if looking over your shoulder is better than using a reverse camera. Former Cold Chisel rocker Ian Moss is the Star In A Bog-Standard Car    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "25 May 2009",
                    "year": "2009",
                    "plot": "\n    To celebrate the 75th birthday of the great Aussie ute, Warren transforms a Toyota Tarago into a ute for families and Steve caters for hairdressers by converting a Honda Prelude into the \"Prelute\", before they put their vehicles through a number of country roles. James tries his hand at stunt car driving. Warren reviews the Maserati Gran Turismo S. Comedian Anh Do is the Star In A Bog-Standard Car.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "1 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Steve compares two sports wagons, the Audi RS6 and the HSV Clubsport R8. Warren finds out why the Kia Soul is the car of the future. Steve helps a Methodist minister, James's father, try his hand at drifting. Leisel Jones is the Star In A Bog-Standard Car.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "8 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Steve, Warren and James are challenged to build armoured vehicles and put them to tests against protesters and gunfire. Steve reviews two Elfins, the MS8 Streamliner and T5, and the Stig drives them both, and also a Lotus 2-Eleven, around the test track. James and Steve race around the studio on mobility scooters. H.G. Nelson is the Star In A Bog-Standard Car.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "15 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Steve and Warren challenge James to play a musical tune using car parts as instruments. James finds out if the new Nissan 370Z is an improvement on its predecessor, the 350Z, and rubs a few noses when he drives the Pontiac G8 GXP, an Australian-built left-hand-drive version of the Holden Commodore, through the streets of Los Angeles. When Steve buys a $24,000 Ferris, the ride-on mower's answer to the Rolls-Royce Phantom, Warren puts it to the test against a Toyota Hi-Lux that cost just $4000 for him to convert, to see which is faster and more powerful. It's double the...    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "22 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Steve and Warren put two city cars, the Fiat 500 and Smart Fortwo, to their toughest challenge on the mail run from Coober Pedy to William Creek via the Oodnadatta Track. The age-old question \"does the car make the man?\" is put to the scientific test when a pulse-generated cap is used to measure women's responses to various men in a Toyota Kluger, MG roadster, HZ Holden ute, Porsche 911 and Nissan Skyline GT-R. James puts a 30-year old Toyota Land Cruiser up against Steve in a brand new Nissan Patrol on a series of challenges at Melbourne's 4WD training and proving ...    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "29 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Warren, driving a Porsche Cayenne diesel, challenges an Australian stock horse rider to a race to a homestead in the Blue Mountains. In a comparison of super luxury sedans, James looks at the most expensive, the Lexus LS600, and Warren reviews the biggest selling, the Mercedes-Benz S class. Steve redeems the prize he won in a mobility scooter race around the studio when he reviews the legendary Ford Falcon Phase 3 GTHO, taking it on a drive around Bathurst. Gyton Grantley is the Star In A Bog-Standard Car.    "
                }
            },
            "3": {
                "1": {
                    "title": "The Ashes Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 12,
                    "original air date": "28 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Steve Pizzati and new presenters Shane Jacobson and Ewen Page travel to Great Britain to meet the British presenters Jeremy Clarkson, Richard Hammond and James May, who send them around Britain for a week to familiarise themselves with the best and worst of British cars before competing against them in a series of challenges.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "19 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    The hosts take on the ultimate challenge to test whether is it possible to travel across the Australian Outback to Lake Eyre just to go sailing. Shane Warne, cricket superstar and car buff, makes a guest appearance and road tests the latest British super car, the Morgan Aero Supersports at the legendary Silverstone racetrack. Shane Jacobson and Ewan Page try to make a V8 engine useful in the real world by using it to power up a life saving reel. Steve Pizzati takes viewers through the newly designed Top Gear Test Track before brave Lisa McCune becomes first celebrity ...    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "26 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Shane, Ewen and Steve meet their match when they, and The Stig's New Zealand cousin (who the trio call \"The Stug\") drive a Subaru Impreza WRX and two cars based on it up the road used in the old Race To The Sky hill-climb. Ewen finds out how practical a V8 Supercar is on the road when he drives Mark Winterbottom's Ford Performance Racing Falcon in downtown Sydney. Shane finds out why the Chevrolet Corvette ZR1 is America's answer to the Ferrari 599. Cricketer Michael Clarke is the Star In A Car.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Gear Australia (TV Series 2008–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Steve drives the most expensive pizza delivery vehicle ever when he reviews the Lamborghini Gallardo LP550-2. The team find out if a caravan holiday is still possible after the global financial crisis when Shane, Steve and Ewen take a Holden Jackaroo, a Daihatsu Feroza and a Range Rover on a trip around northern New South Wales. Shane Warne takes the Caparo T1 for a spin around Silverstone. Chaser team members Craig Reucassel and Andrew Hansen are the Stars In A Car.    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Pizzati, Steve"
            },
            {
                "name": "Stig, The"
            },
            {
                "name": "Brown, Warren"
            },
            {
                "name": "Morrison, James"
            },
            {
                "name": "Cox, Charlie"
            },
            {
                "name": "Jacobson, Shane"
            },
            {
                "name": "Page, Ewen"
            },
            {
                "name": "Warne, Shane"
            },
            {
                "name": "Bisley, Steve"
            },
            {
                "name": "Colosimo, Vince"
            },
            {
                "name": "Courtney, James"
            },
            {
                "name": "Karvan, Claudia"
            },
            {
                "name": "Murphy, Greg"
            },
            {
                "name": "Noll, Shannon"
            },
            {
                "name": "Thompson, Jack"
            },
            {
                "name": "Zemiro, Julia"
            },
            {
                "name": "Do, Anh"
            },
            {
                "name": "Grantley, Gyton"
            },
            {
                "name": "Jones, Brendan"
            },
            {
                "name": "Jones, Leisel"
            },
            {
                "name": "Keller, Amanda"
            },
            {
                "name": "Moss, Ian"
            },
            {
                "name": "Pickhaver, Greig"
            },
            {
                "name": "Skaife, Mark"
            },
            {
                "name": "Sweet, Gary"
            },
            {
                "name": "Van Moorsel, Mick"
            },
            {
                "name": "Clarke, Michael"
            },
            {
                "name": "Clarkson, Jeremy"
            },
            {
                "name": "Hammond, Richard"
            },
            {
                "name": "Hansen, Andrew"
            },
            {
                "name": "Kidd, Jodie"
            },
            {
                "name": "Lyons, Darryn"
            },
            {
                "name": "May, James"
            },
            {
                "name": "McCune, Lisa"
            },
            {
                "name": "Reucassel, Craig"
            },
            {
                "name": "Winterbottom, Mark"
            },
            {
                "name": "Beachley, Layne"
            },
            {
                "name": "Lee, Andy"
            },
            {
                "name": "Lamonica, Marisa"
            }
        ],
        "locations": [
            "Bankstown Airport, Sydney, New South Wales, Australia::(studio)",
            "Camden Airport, Sydney, New South Wales, Australia::(test track)"
        ],
        "genres": [
            "Documentary",
            "Comedy",
            "Reality-TV",
            "Sport"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:PG"
        ],
        "number of seasons": 4,
        "rating": 4.4,
        "votes": 432,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNmMxY2I5NmQtODBiNS00OGJlLTgxMTctMmU4NzM1NzEyZTJlXkEyXkFqcGdeQXVyMzI2MDEwNA@@._V1_SY150_CR68,0,101,150_.jpg",
        "plot outline": "This fast-paced and stunt-filled motor show tests whether cars, both mundane and extraordinary, live up to their manufacturers' claims. The long-running show travels to locations around the world, performing extreme stunts and challenges to see what the featured cars are capable of doing. Celebrity guests appear on some episodes to help test the vehicles. Things don't always go as planned, though, with broken bones and mechanical mishaps sometimes part of the experiments. Jeremy Clarkson, Richard Hammond and James May hosted the show for more than a decade before giving way to a new crew in 2016, including actor Matt LeBlanc and automotive journalists Chris Harris and Rory Reid.",
        "languages": [
            "English"
        ],
        "title": "Top Gear Australia",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2012",
        "akas": [
            "Top Gear Australia (Australia)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Parslow, Party"
            }
        ],
        "production companies": [
            {
                "name": "Freehand Productions"
            },
            {
                "name": "BBC Worldwide"
            }
        ],
        "distributors": [
            {
                "name": "Nine Network Australia"
            },
            {
                "name": "Special Broadcasting Service (SBS)"
            }
        ],
        "other companies": [
            {
                "name": "BBC Entertainment"
            },
            {
                "name": "Bankstown Airport"
            },
            {
                "name": "Caltex"
            },
            {
                "name": "Gearhouse Broadcast"
            },
            {
                "name": "Greg Murphy Scenery"
            },
            {
                "name": "Quattro Risk Services"
            },
            {
                "name": "Rodd & Gunn"
            },
            {
                "name": "The Sergery"
            },
            {
                "name": "Videocraft Australia"
            },
            {
                "name": "Zspace"
            }
        ],
        "plot": [
            "This fast-paced and stunt-filled motor show tests whether cars, both mundane and extraordinary, live up to their manufacturers' claims.::Paul Gerard Kennedy",
            "This fast-paced and stunt-filled motor show tests whether cars, both mundane and extraordinary, live up to their manufacturers' claims. The long-running show travels to locations around the world, performing extreme stunts and challenges to see what the featured cars are capable of doing. Celebrity guests appear on some episodes to help test the vehicles. Things don't always go as planned, though, with broken bones and mechanical mishaps sometimes part of the experiments. Jeremy Clarkson, Richard Hammond and James May hosted the show for more than a decade before giving way to a new crew in 2016, including actor Matt LeBlanc and automotive journalists Chris Harris and Rory Reid.::Paul Gerard Kennedy"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 432,
                "rating": 4.4
            },
            "aged under 18": {
                "votes": 1,
                "rating": 4.0
            },
            "aged 18 29": {
                "votes": 88,
                "rating": 4.7
            },
            "aged 30 44": {
                "votes": 228,
                "rating": 4.4
            },
            "aged 45 plus": {
                "votes": 59,
                "rating": 3.9
            },
            "males": {
                "votes": 361,
                "rating": 4.3
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 4.0
            },
            "males aged 18 29": {
                "votes": 81,
                "rating": 4.8
            },
            "males aged 30 44": {
                "votes": 208,
                "rating": 4.3
            },
            "males aged 45 plus": {
                "votes": 56,
                "rating": 4.0
            },
            "females": {
                "votes": 25,
                "rating": 3.9
            },
            "females aged 18 29": {
                "votes": 6,
                "rating": 2.4
            },
            "females aged 30 44": {
                "votes": 16,
                "rating": 5.0
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 3.3
            },
            "top 1000 voters": {
                "votes": 12,
                "rating": 4.0
            },
            "us users": {
                "votes": 35,
                "rating": 4.5
            },
            "non us users": {
                "votes": 306,
                "rating": 4.2
            }
        },
        "number of votes": {
            "10": 37,
            "9": 12,
            "8": 22,
            "7": 45,
            "6": 51,
            "5": 48,
            "4": 32,
            "3": 28,
            "2": 41,
            "1": 116
        },
        "arithmetic mean": 4.5,
        "median": 4
    }
}