{
    "imdb": {
        "raw release dates": [
            {
                "country": "China\n",
                "date": "3 July 2008"
            }
        ],
        "release dates": [
            "China::3 July 2008"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Glass-Ceiling Breaker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oceans Away (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Twenty years ago when Tang Wei came to the U.S. in order to reunite with her immigrant girlfriend, he had only twenty dollars in his pocket. Today, he is one of the few Chinese bankers who hold top positions in investment banking and is in charge of tens of billions of dollars. How did someone like him, being a foreigner and a non-ivy-leaguer without any family or social connections in America, make it on a cut-throat and elitist environment like Wall Street? Now that he's gone so far, what is his current challenges in achieving greater successes?    "
                },
                "2": {
                    "title": "The Stanford Entrepreneur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oceans Away (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "3 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Silicon Valley is known for high-tech entrepreneurship. Stanford University's proximity to the Valley allows it to share the adventurous spirit. Xu Yi, an MBA student from Stanford's Business School, puts that spirit in practice meticulously. On one hand, he actively extend his network to find promising startup partners and financiers. On the other hand, still in school, he has already started a small international education agency to accumulate cash as reserve capital for his future business ventures. Facing doubts from his family and the high risks of failure, he ...    "
                },
                "3": {
                    "title": "The Price of the Prodigy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oceans Away (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "3 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    At a major concert held in Nashville City, Gong Pengpeng, a child piano prodigy from Julliard Music School, the top U.S. conservatory, astonishes the audience with his virtuosity. After the performance, Pengpeng and his agent receives warm congratulations from the high society audience. The fourteen-year old pianist socializes like a grown-up; behind him we see his parents smiling proudly. Little is known that for Pengpeng to be where he is today, his parents spent their hard-earned life savings and brought him to America, just because they wanted to see him fulfill ...    "
                },
                "4": {
                    "title": "The Unusual Volunteer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oceans Away (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "3 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    When most of other students are busy preparing for their tests at the University of Southern California, Yvonne Tam, a student from Hong Kong is cleaning the dormitories as a volunteer with other Americans. Four years ago, her circle of friends was limited to friends from Hong Kong, and she had little idea what she wanted for her future - until she took up her first volunteer job. In her subsequent three years of intense commitment to community services, she not only found her passion for public health, but also independence and strength.    "
                },
                "5": {
                    "title": "Pursuing Wall Street",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oceans Away (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Like most graduates from top Chinese universities in the 1990s, Yu Fan considered Wall Street to be the place that would allow her to realize her full potential. At the age of 25, she came to New York for an MBA. After a few years of hard work, her dream came true when she was promoted to become a vice president at a major investment bank on Wall Street. As China grows rapidly, she is eager to return to China. However, her fiancée will be ill-adjusted to a new life there. Now that she's gone so far in her career, will she compromise for her future family?    "
                },
                "6": {
                    "title": "The Graduation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oceans Away (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "3 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Hu Zhao came to Des Moines, Iowa five years ago from China to attend high school and finds himself totally alone. At a place known for its corn fields, his optimism and determination has enabled him to understand and blend in well with American culture. That proves to be a solid foundation for his aspiration for international business.    "
                },
                "7": {
                    "title": "Behind the Success",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oceans Away (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "3 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    September 11th, 2001, the terrorist attack on America shocked the world. However, the incident proved to be a turning point in Xie Ming's life. His company's fingerprint identification systems were in hot demand from governments of the U.S. and other countries. After the company's public listing, Xie Ming became the second richest Chinese in America. How did he, leading a small Chinese company, beat other big international companies and establish his company in a highly politically sensitive field of defense technology? His path to success has set a good example for ...    "
                },
                "8": {
                    "title": "On the Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oceans Away (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "3 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    In the past ten years, Zheng Jie's curiosity for the foreign cultures has driven her to migrate from places to places - South Africa, UK, and then Long Island, New York, where she settled down with her 16-year-old daughter. In this foreign country, she is to start all over again - going back to school, starting a new career and mending the relationship with her daughter who's been drifting away in their years being apart from each other. Is it too late to build a life for herself and her daughter?    "
                },
                "9": {
                    "title": "Great Expectations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oceans Away (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    After earning his Ph.D., two patents and publishing dozens of papers on DNA research, Chinese scientist, Dr. Xie, believed the grass was greener in America. But after years of struggling to live the American dream, Dr. Xie realizes the view from the top is not necessary prettier. Persistence finally pays off when Dr. Xie is invited to present his findings at the top-ranked New York Cold Spring Harbor Laboratory in New York. Is this the end of the rainbow? Or just another stop in one man's relentless soul searching?    "
                },
                "10": {
                    "title": "Together",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oceans Away (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "3 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    35-year-old Che Xiao came to Santa Barbara, California with her husband, Lao Zhu, to pursue graduate studies in theater aspiring to become a theater director. She soon discovered that theater studies did not lead to a creative career in theater. Adding to her stress is, Lao Zhu, who she considered as her mentor, has been depending on her for a living because he holds a student dependent visa and cannot work in America. Now with graduation approaching and her scholarships expiring in a year, Che Xiao must find a job soon. With survival pressure mounting, she is also ...    "
                },
                "11": {
                    "title": "The Undying Patriotism",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oceans Away (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "3 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    James and Kevin have a lot in common - both of them are to graduate from the University of South California soon and both aspire to success in international business. However, Kevin considers America one of his homes, while James has decided to return to his motherland to help set up a Chinese global company. While they have selected different career routes, they both share strong Chinese cultural identities.    "
                },
                "12": {
                    "title": "LA Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oceans Away (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "3 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    He Beibei came to America to pursue a music career. Trained in classical Chinese music, she decided to use Chinese traditional music to break into the American music scene. However, reality sets in and she finds herself having to juggle all kinds of challenges from survival to relationships.    "
                },
                "13": {
                    "title": "Beautiful Girls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oceans Away (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "3 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Zoe and Maggie have something in common: They both came to America seven years ago from China and both live in Los Angeles. But their similarities stop there. Zoe is a traditional Chinese girl - in fact, a Chinese beauty queen while Maggie is an Americanized professional woman working at a major bank. They also possess opposite attitude toward American culture - Zoe wants to retain her own culture; Maggie makes conscious effort to learn about and blend in with American culture. In these two fascinating women, we see how their cultural identities influence their career...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Yingqiu, Xie"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "cmn",
            "en"
        ],
        "color info": [
            "Color::(NTSC Color)"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2YyZTM4ZWEtODc5NS00NmY4LTgzZjktYjllMjkyNWEyYmZkXkEyXkFqcGdeQXVyODIwNjk3MTk@._V1_SY150_CR4,0,101,150_.jpg",
        "budget": "$4,000,000 (estimated)",
        "languages": [
            "Mandarin",
            "English"
        ],
        "title": "Oceans Away",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Oceans Away (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Kerrison, Margaret"
            }
        ],
        "production companies": [
            {
                "name": "Palette Pictures"
            },
            {
                "name": "Palette Pictures"
            }
        ],
        "distributors": [
            {
                "name": "China Central Television (CCTV)"
            }
        ],
        "tech": {
            "color": [
                "Color (NTSC Color)"
            ]
        }
    }
}