{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "9 November 2008"
            },
            {
                "country": "Australia\n",
                "date": "6 December 2009"
            }
        ],
        "release dates": [
            "UK::9 November 2008",
            "Australia::6 December 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "A History of Scotland"
            },
            {
                "countries": "Brazil",
                "title": "A História da Escócia"
            }
        ],
        "akas": [
            "A History of Scotland (original title)",
            "A História da Escócia Brazil"
        ],
        "akas from release info": [
            "A History of Scotland (original title)",
            "A História da Escócia Brazil"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "God's Chosen People",
                    "kind": "episode",
                    "episode of": {
                        "title": "A History of Scotland (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 12,
                    "original air date": "8 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    In 1633, Charles I Stuart, a Catholic at heart, turned his belated royal entry in Scotland into a disaster by imposing a more 'lavish' Anglican style on its native, staunchly austere protestant Presbyterian 'kirk' (church). It's the prelude to a series of bitter, at times bloody conflicts. Key events include the 1638 the National Covenant, the 1640 war, the 1642 Scottish part in the English civil war. Similar religious strife occurred in the reigns of Charles II, James II, open Catholics in continental exile, and the protestant challenger, the Dutch usurper William of...    "
                },
                "2": {
                    "title": "Let's Pretend",
                    "kind": "episode",
                    "episode of": {
                        "title": "A History of Scotland (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 13,
                    "original air date": "15 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Fleeing the usurper William of Orange, toppled king James II Stuart resided in Louis XIV's grand spare palace St.Germain-des-Prés, with a Jacobite court in exile. William wanted war on Catholic France, so he granted parliament a liberal regime. Scotland was ignored, in famine because of the war and denied the English colonial trade until William Patterson founded the Royal Bank - and trading Company of Scotland, which made a quarter of the country's sparse cash vaporize in the Panamanian Darien colony. Effectively paying off the impoverished nobles and promising ...    "
                },
                "3": {
                    "title": "The Price of Progress",
                    "kind": "episode",
                    "episode of": {
                        "title": "A History of Scotland (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 13,
                    "original air date": "22 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    The 1764 Jacobite defeat at Culloden left Scotland divided and bankrupt. A Scottish diaspora throughout the colonial British empire (e.g. Culloden plantation on Jamaica), including Jacobite exilees, played a key part in building a rich, confident Scotland. Instead of fatal religious fanaticism, enlightened capitalist modernity was successfully adopted in science, overseas commerce, industry and society by self-made Scots, as studied by Adam Smith. Glasgow became their leading, opulent merchant port city, exploiting the colonies. Its small rich elite owning everything ...    "
                },
                "4": {
                    "title": "This Land Is Our Land",
                    "kind": "episode",
                    "episode of": {
                        "title": "A History of Scotland (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 12,
                    "original air date": "29 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    1792 brought France and soon the continent its socio-political revolution, Scotland new sheep breeds which made the greedy Highland chiefs, by now London-based aristocrats, expel the farming clansmen to coastal crofts, which thrive on the new crop potatoes until the blight. Sir Walter Scott's novels revived Scotland's romantic feudal past now it was truly over. Hoping to stop class struggle, which failed as Radicals's attempted revolution, Scott invented the 'tartan traditions' for king George IV's royal visit to Scotland. But the emancipatory ideas would still win ...    "
                },
                "5": {
                    "title": "Project Scotland",
                    "kind": "episode",
                    "episode of": {
                        "title": "A History of Scotland (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 13,
                    "original air date": "6 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    In the 20th century, Scotland's old industry decayed even worse then England's. After the Great War arms effort, this meant low wages, high unemployment, dependency on British aid. Various opinions conflicted whether Scotland should rely on English solidarity, strive for full independence or accept an in-between autonomous status, known as Devolution. The last won out in the end, after the discovery of North Sea oil in the 'Scottish' part of UK territorial waters.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Last of the Free",
                    "kind": "episode",
                    "episode of": {
                        "title": "A History of Scotland (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 17,
                    "original air date": "9 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    The earliest history of Scotland is shrouded in something of a mist. Much of that early history is mythologized and seen through the eyes of others such as the Roman, Tacitus. Hadrian's wall was the line in the sand between Roman and unconquered Britain and the Romans only rarely ventured north. The Romans left Britain in 409 and the the Picts - or painted ones - were the dominant group. They were no wild barbarians but just as they vanished, Scotland came into being. The Picts were not the only group however with the Christian Gaels occupying a large territory. It's ...    "
                },
                "2": {
                    "title": "Hammers of the Scots",
                    "kind": "episode",
                    "episode of": {
                        "title": "A History of Scotland (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 15,
                    "original air date": "16 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Alexander II became the King of the Scots when he was just a teenager. At that time, England claimed ownership of the Kingdom of the Scots but Alexander saw himself as an equal to the English king and he sought to free himself and his people from their English overlords. King John of England laid claim to much land in the north and Alexander wanted to take back what was rightfully his. England plunged into civil war when King John signed and then refused to the items agreed to in the Magna Carta. With angry English barons somewhat sympathetic, Alexander invaded ...    "
                },
                "3": {
                    "title": "Bishop Makes King",
                    "kind": "episode",
                    "episode of": {
                        "title": "A History of Scotland (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 17,
                    "original air date": "24 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    By 1305, King Edward I of of England reasonably assumed that Scotland had ceased to exist as a political entity. William Wallace was dead and the Scottish king, John Balliol was in exile in France, a defeated and broken man. After defeating the Scots militarily, he allowed Scottish nobles to keep their lands provided they swore loyalty to him as king. The Church however played a decisive role as Scottish bishops had power that was independent of the English crown. An appeal to Rome had paid dividends when the Pope ordered the release of Balliol and recognized the ...    "
                },
                "4": {
                    "title": "Language Is Power",
                    "kind": "episode",
                    "episode of": {
                        "title": "A History of Scotland (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 15,
                    "original air date": "1 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    The difference between the highland and lowland cultures are considerable and it all began as a feud between two families in 15th century Scotland: the Stewarts and the MacDonalds. Alexander MacDonald was lord of the isles and King of the Hebredes who had backed the Bruces and had the luxury of 10,000 armed men. It proved to be a time for artistic development with strong cultural and family ties to Ireland. Ties to the Scottish kingdom to the east were not so strong. James Stewart, King of the Scots, was a prisoner of the English from the age of 12. Scots were not ...    "
                },
                "5": {
                    "title": "Project Britain",
                    "kind": "episode",
                    "episode of": {
                        "title": "A History of Scotland (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 14,
                    "original air date": "8 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    At Scottish king James V's 1542 death, his infant heiress Mary was coveted as a bride by Henry VIII to avoid his Anglican England being invaded by Catholic enemies from the north. Despite a treaty signed by nobles and an English invasion, her guardians got her exiled to France to the glorious Loire chateaus court. There she is betrothed to King Henri's son, dauphin François - fourth in line for the English throne, (to hope for a Franco-British Catholic empire), but Henry's illegitimate daughter Elisabeth succeeds. Francois II's fatal ear infection left Mary a widowed ...    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Oliver, Neil"
            },
            {
                "name": "Fleming, James"
            },
            {
                "name": "Glynn, Scott"
            },
            {
                "name": "Westwood, Annette"
            }
        ],
        "locations": [
            "Scotland, UK"
        ],
        "genres": [
            "Documentary",
            "History"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:PG::(some episodes)",
            "Australia:G::(some episodes)"
        ],
        "number of seasons": 2,
        "rating": 8.2,
        "votes": 293,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTMwNTQxNDE1MV5BMl5BanBnXkFtZTcwOTA2NzU0Mw@@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "A History of Scotland",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2009",
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "The Open University"
            },
            {
                "name": "BBC Scotland"
            }
        ],
        "special effects": [
            {
                "name": "ISO"
            }
        ],
        "other companies": [
            {
                "name": "Bridgeman Art Library"
            },
            {
                "name": "English Heritage"
            },
            {
                "name": "Historic Scotland"
            },
            {
                "name": "National Museums of Scotland"
            },
            {
                "name": "St. Salvator's Chapel Choir"
            },
            {
                "name": "The British Library"
            },
            {
                "name": "The Iona Community"
            },
            {
                "name": "The National Trust for Scotland"
            }
        ],
        "plot": [
            "A documentary charting the birth and growth of the Scottish nation.::Joyce M"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (UK)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 293,
                "rating": 8.2
            },
            "aged 18 29": {
                "votes": 24,
                "rating": 8.5
            },
            "aged 30 44": {
                "votes": 107,
                "rating": 8.1
            },
            "aged 45 plus": {
                "votes": 109,
                "rating": 8.1
            },
            "males": {
                "votes": 191,
                "rating": 7.9
            },
            "males aged 18 29": {
                "votes": 17,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 87,
                "rating": 7.9
            },
            "males aged 45 plus": {
                "votes": 80,
                "rating": 7.9
            },
            "females": {
                "votes": 60,
                "rating": 8.7
            },
            "females aged 18 29": {
                "votes": 7,
                "rating": 9.2
            },
            "females aged 30 44": {
                "votes": 20,
                "rating": 8.6
            },
            "females aged 45 plus": {
                "votes": 29,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 17,
                "rating": 6.9
            },
            "us users": {
                "votes": 50,
                "rating": 7.9
            },
            "non us users": {
                "votes": 167,
                "rating": 8.2
            }
        },
        "number of votes": {
            "10": 78,
            "9": 62,
            "8": 92,
            "7": 30,
            "6": 15,
            "5": 6,
            "4": 4,
            "3": 2,
            "2": 1,
            "1": 3
        },
        "arithmetic mean": 8.3,
        "median": 8
    }
}