{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "14 July 2008"
            }
        ],
        "release dates": [
            "Canada::14 July 2008"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "Idaho, USA",
            "Spokane, Washington, USA",
            "Texas, USA",
            "Wisconsin, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "28"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "M2D's Livin' the Dream is a new outdoor program that combines the lives and dreams of Sparky, a professional Firefighter, his team and viewers. Join M2D as we rip across North America hunting, fishing and having a great time while the cameras roll. When tearing it up on the road, the team enjoys visiting with local firefighters for lunch, good company, and tales about the big one that got away. Most segments will have cooking tips from firehouse kitchens across North America. Its fun, crazy, exciting, and its REAL! From the big ones that get way, to the big ones that go on the wall, Sparky and team bring out the true camaraderie of fellow hunters, fisherman, and firefighters! Join Team M2D as we make our dreams come true!",
        "languages": [
            "English"
        ],
        "title": "M2D's Livin' the Dream",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "M2D's Livin' the Dream (United States)"
        ],
        "production companies": [
            {
                "name": "M2D Camo"
            },
            {
                "name": "Vita Productions"
            }
        ],
        "distributors": [
            {
                "name": "Wild TV"
            }
        ],
        "plot": [
            "_M2D's Livin' the Dream_ (qv) is a new outdoor program that combines the lives and dreams of Sparky, a professional Firefighter, his team and viewers. Join M2D as we rip across North America hunting, fishing and having a great time while the cameras roll. When tearing it up on the road, the team enjoys visiting with local firefighters for lunch, good company, and tales about the big one that got away. Most segments will have cooking tips from firehouse kitchens across North America. Its fun, crazy, exciting, and its REAL! From the big ones that get way, to the big ones that go on the wall, Sparky and team bring out the true camaraderie of fellow hunters, fisherman, and firefighters! Join Team M2D as we make our dreams come true!::Sparky"
        ],
        "tech": {
            "runtime": [
                "28 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}