{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "21 November 2008"
            },
            {
                "country": "USA\n",
                "date": "21 November 2008",
                "notes": "                            (internet)"
            },
            {
                "country": "USA\n",
                "date": "19 December 2008"
            }
        ],
        "release dates": [
            "USA::21 November 2008",
            "USA::21 November 2008                            (internet)",
            "USA::19 December 2008"
        ],
        "episodes": {
            "1": {
                "0": {
                    "title": "Prologue: Dark Clouds Gather",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "original air date": "21 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Two years prior to the rest of the series, the Silver-medal winning American Goblins & Gold team (and friends) gather for an all-night gaming session in celebration of team captain Jonathan's upcoming wedding. When star player Richard senses that Jon's loyalties are divided between the Game and his soon-to-be bride, he forces a confrontation.    "
                },
                "1": {
                    "title": "When a Star Falls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    It's just over five weeks until the World Goblins & Gold Championship. Two years have passed since the Prologue, and the American team has won Silver medals two more times, under Jonathan's leadership. This year, however, Jon, nursing an injury gained during the semi-finals, clashes with his wife and his agent as he learns a piece of devastating news. Meanwhile, Richard exercises his newfound power, and the rest of the American team must scramble to adjust to new leadership.    "
                },
                "2": {
                    "title": "To Find a King",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "23 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    As the World Championship looms ever closer, Richard struggles to bring his disjointed team together, while Jon and Jackson try to come to terms with their exclusion from the games and the rise of online role playing. Meanwhile the British team learn of the new American line-up, which forces them to re-think their strategy, and Cissy confronts Jon about his attitude toward her and his injury.    "
                },
                "3": {
                    "title": "Heart of the Enemy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Faced with the prospect of battling a reconfigured American team, Oliver Crane launches his British team into a new training program, creating a rift between himself and his lieutenant, Martha. Meanwhile, Jon presses Tim for information about his old team's training, and Richard forces Sam to choose a character class for the tournament.    "
                },
                "4": {
                    "title": "Labyrinth of Madness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    When Oliver's interview airs, announcing the British team's impending move to California, Jon decides he needs to get his game back by seeking out a dangerous back-alley game. Meanwhile, Richard tries to unite his team by getting them drunk, and Cissy learns some disturbing news about her job.    "
                },
                "5": {
                    "title": "Vale of the Mage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "22 May 2009",
                    "year": "2009",
                    "plot": "\n    As the British team strike out into the California wilderness to meet with DeValdivia, Jackson and Richard discover that the American team is AWOL. Later, while Jon meets with his agent to discuss his future, Richard turns to Cissy for advice and comfort.    "
                },
                "6": {
                    "title": "And the Gods Will Have Their Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "26 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    A nightmare about his accident makes Jon realize what is important, and he attempts to mend his relationship with a skeptical Cissy. Meanwhile, Richard arrives at Jackson's BBQ to confront his fractured team. The British team join the BBQ with a secret plan to sabotage the Americans, unaware the Americans need no assistance. As the party escalates, representatives from the World Wide Tabletop Role Playing Game Consortium arrive to inform Jackson that the tournament is in trouble. And as Cissy and Jon resolve their differences, Cissy tells Jon about her encounter with ...    "
                },
                "7": {
                    "title": "Minisode: Palace of the Silver Princess",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gold (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "25 May 2010",
                    "year": "2010",
                    "plot": "\n    While Tim, Sam & Charles play a CCG game to pass the time, they discuss Jackson's recent run-in with the Consortium, and Charles' difficulty with the ladies.    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Nett, David"
            },
            {
                "name": "Karp, Gary"
            },
            {
                "name": "Mobley, Nathan"
            },
            {
                "name": "Xavier, James Paul"
            },
            {
                "name": "Robinson, Rick"
            },
            {
                "name": "Ivey, Shannon"
            },
            {
                "name": "Loayza, Alan"
            },
            {
                "name": "Brewer, Robert John"
            },
            {
                "name": "Nelson, Shannon"
            },
            {
                "name": "Schnaible, Angela"
            },
            {
                "name": "Raucci, Chuck"
            },
            {
                "name": "Guskin, Jeremy"
            },
            {
                "name": "Pennington, Jessica"
            },
            {
                "name": "Snyder, Frederick"
            },
            {
                "name": "Robinson, Ed"
            },
            {
                "name": "Jordan, Torrance"
            },
            {
                "name": "Miranda, Michael"
            },
            {
                "name": "Senatore, JoAnna"
            },
            {
                "name": "Bickford, David"
            },
            {
                "name": "Deutsch, Andrew"
            },
            {
                "name": "Fyffe, Zachary B."
            },
            {
                "name": "Harris, Sasha"
            },
            {
                "name": "Lane, James Ellis"
            },
            {
                "name": "Lynch, Niall"
            },
            {
                "name": "Nichols, Brett"
            },
            {
                "name": "Scherrer, Jeanette"
            },
            {
                "name": "Waggle, Justin"
            }
        ],
        "locations": [
            "Burbank, California, USA"
        ],
        "genres": [
            "Comedy",
            "Fantasy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "zxx"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "rating": 8.2,
        "votes": 39,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTUzNTMyODg3MV5BMl5BanBnXkFtZTcwMTkyNjAzNw@@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "The World Goblins & Gold Role Playing Game Championship is only a few short weeks away. The perennial second-place American team has undergone an upheaval: their longtime team leader, Jonathan Drake, has suffered a tragic gaming-related accident. Maverick player and loose cannon Richard Wright takes the reigns and tries to wrestle his new team into shape before the competition, while despondent Jonathan battles his personal demons. Meanwhile, the World Champion British team, led by the crafty Oliver Crane and sultry Martha Thistlethwait, prepare for the Championship by enlisting a gaming legend as their new coach. As the two factions battle internal and external strife, another threat rears its head: despite a fervent European following, in the U.S., Goblins & Gold is on the decline. Fewer and fewer players are picking up the dice in pursuit of this proud but aging sport, opting instead for Massively Multiplayer Online Role Playing Games and the seductive simplicity of console gaming. Can Richard whip his new team into shape in time for the championships? Will Crane's Britons continue to dominate? And, if G&G loses its audience, will it all even matter in the end?",
        "languages": [
            "None"
        ],
        "title": "Gold",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Gold (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Deutsch, Andrew"
            },
            {
                "name": "Nett, David"
            }
        ],
        "production companies": [
            {
                "name": "Brown Corduroy Jacket"
            },
            {
                "name": "Punisher77"
            }
        ],
        "plot": [
            "The World Goblins & _Gold_ (qv) Role Playing Game Championship is only a few short weeks away. The perennial second-place American team has undergone an upheaval: their longtime team leader, Jonathan Drake, has suffered a tragic gaming-related accident. Maverick player and loose cannon Richard Wright takes the reigns and tries to wrestle his new team into shape before the competition, while despondent Jonathan battles his personal demons. Meanwhile, the World Champion British team, led by the crafty Oliver Crane and sultry Martha Thistlethwait, prepare for the Championship by enlisting a gaming legend as their new coach. As the two factions battle internal and external strife, another threat rears its head: despite a fervent European following, in the U.S., Goblins & _Gold_ (qv) is on the decline. Fewer and fewer players are picking up the dice in pursuit of this proud but aging sport, opting instead for Massively Multiplayer Online Role Playing Games and the seductive simplicity of console gaming. Can Richard whip his new team into shape in time for the championships? Will Crane's Britons continue to dominate? And, if G&G loses its audience, will it all even matter in the end?::David Nett"
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 39,
                "rating": 8.2
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 3.5
            },
            "aged 30 44": {
                "votes": 16,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 9,
                "rating": 6.7
            },
            "males": {
                "votes": 22,
                "rating": 6.2
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 3.0
            },
            "males aged 30 44": {
                "votes": 14,
                "rating": 6.4
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 9.9
            },
            "females": {
                "votes": 7,
                "rating": 5.2
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 4.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 9.5
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 5.7
            },
            "us users": {
                "votes": 18,
                "rating": 7.6
            },
            "non us users": {
                "votes": 5,
                "rating": 3.4
            }
        },
        "number of votes": {
            "10": 23,
            "9": 2,
            "8": 2,
            "7": 4,
            "6": 1,
            "5": 1,
            "4": 2,
            "3": 2,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 8.2,
        "median": 1
    }
}