{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "1 October 2008"
            }
        ],
        "release dates": [
            "UK::1 October 2008"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fighting Hurts (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Oct. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Alliss, Leigh"
            },
            {
                "name": "Borg, O.J."
            },
            {
                "name": "O'Donnell, Dave"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "16 wannabe mixed martial arts fighters battle their way out to become the Fighting Hurts champion, and win the prize of a year's fighting contract. In the biggest and best MMA reality show, respected judges Cage Rage founder Dave O'Donnell, referee Grant Waterman and fighter Neil Grove take our 16 fighters from amateurs to professionals as they train them in all aspects of the MMA world. Presented by OJ Borg, we follow the competitors from auditions in London, to the selection of the final 16, and watch as they are whittled down to the two fighters who compete in a live final to determine who will be the Fighting Hurts Champion.",
        "languages": [
            "English"
        ],
        "title": "Fighting Hurts",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Fighting Hurts (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Giant Film & TV"
            }
        ],
        "distributors": [
            {
                "name": "Nuts TV"
            }
        ],
        "plot": [
            "16 wannabe mixed martial arts fighters battle their way out to become the _Fighting Hurts_ (qv) champion, and win the prize of a year's fighting contract. In the biggest and best MMA reality show, respected judges Cage Rage founder Dave O'Donnell, referee Grant Waterman and fighter Neil Grove take our 16 fighters from amateurs to professionals as they train them in all aspects of the MMA world. Presented by OJ Borg, we follow the competitors from auditions in London, to the selection of the final 16, and watch as they are whittled down to the two fighters who compete in a live final to determine who will be the _Fighting Hurts_ (qv) Champion.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}