{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2008"
            },
            {
                "country": "Canada\n",
                "date": "1 September 2008"
            }
        ],
        "release dates": [
            "Canada::2008",
            "Canada::1 September 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Life's a Zoo"
            },
            {
                "countries": "Australia",
                "title": "Life's a Zoo.tv"
            },
            {
                "countries": "France",
                "title": "La vie est un zoo"
            }
        ],
        "akas": [
            "Life's a Zoo (original title)",
            "Life's a Zoo.tv Australia",
            "La vie est un zoo France"
        ],
        "akas from release info": [
            "Life's a Zoo (original title)",
            "Life's a Zoo.tv Australia",
            "La vie est un zoo France"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Welcome to the Jungle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life's a Zoo (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 12,
                    "original air date": "1 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Let the games begin! After a harrowing flight to the Life's A Zoo.tv mansion, the contestants quickly realize that \"reality\" is not quite what it seems. Surrounded by cameras 24/7 they begin a meet and greet inside the house while Jake is accidentally locked outside. Then it's on to their first exciting challenge, a race to find the best bedroom! Once again the tables are turned and most contestants realize their bedrooms are not the \"best\". Jake finally breaks inside the house only to be outwitted by drunk old Morreski and finds himself back where he started.    "
                },
                "2": {
                    "title": "You Snooze, You Lose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life's a Zoo (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 11,
                    "original air date": "5 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Jake and Dr. D have been awake for six straight days competing in a \"No Sleep Contest\" and they're both starting to lose it. In the end, Jake wins it and receives his glorious prize.... a Papaya! In Jake's deranged and sleepless state he falls in love with his papaya and becomes increasingly paranoid that everyone in the house wants to kidnap his new love! The housemates decide they have to do something to get him to sleep, but their efforts backfire and land them in a disorderly courtroom run by the deluded, paranoid Jake and an unhappy Papaya.    "
                },
                "3": {
                    "title": "Rayland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life's a Zoo (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 12,
                    "original air date": "8 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Rico wins King For A Day and the power goes straight to his un-straight head! He now has everyone at his service and more importantly he gets to choose who will be EXTINCTED! Ray however, sees him as a royal pain in the butt and immediately defects to start his own country... Rayland: A no-rules, party-all-the-time, anarchist democracy! As Ray begins to gather more defectors, King Rico begins to go mad, until the two countries are at war! But everything could be erased if Rico dares to push the mysterious red button in the even more mysterious briefcase locked to ...    "
                },
                "4": {
                    "title": "It's Not Easy Being Chi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life's a Zoo (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 11,
                    "original air date": "19 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Chi Chi is about to go into orbit on the fame rocket! After winning a cooking contest and making a few very colorful comments, the least likely houseguest has become the most liked, most hated, most talked about and most Googled reality TV star to ever emerge! Because of the media storm, Chi Chi has the world at her feet and the other contestants riding her coat tails as she experiences the surreal life of being a megastar. Sex, drugs and a rock n' roll boyfriend send her into a celebrity tailspin that can only end one way: very, very badly.    "
                },
                "5": {
                    "title": "Live and Let Diet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life's a Zoo (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "26 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    After a Roman themed feast that will make you never want to eat again, the contestants are faced with a shocking discovery... someone has stolen the fridge! Just when everyone's sure it was Rico, Claude informs them they're lucky the fridge is missing as they're now in a contest to see who can lose the most weight in 24 hours. The contestants go to desperate and disgusting measures to drop the pounds, from pills, to exercise, to saunas, to liposuction. Meanwhile Ray has gone into hiding from Dr. D, because of unpaid gambling debts. All bets are off when the ...    "
                },
                "6": {
                    "title": "DR D Plays House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life's a Zoo (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 11,
                    "original air date": "3 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    A Life's A Zoo.tv talent show is underway and Dr. D is going to make sure he wins with his dope rhymes! The Dr spends the day with his cameraman and groupie, Rico, as he inflates his ego, and deflates the contestant's. From one housemate to the next, he berates, insults and intimidates, all the while negotiating a huge record deal with a \"mystery producer\". As the talent show begins, it becomes apparent that Dr. D just may have some real talent. But Chi Chi has a wild card up her sleeve and Dr. D gets a Shanghai surprise!    "
                },
                "7": {
                    "title": "Teddy Bear's Picnic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life's a Zoo (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 11,
                    "original air date": "10 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    It's picnic time inside the mansion! Morreski wins a smash and grab challenge with a prize no one else wants, but things slowly devolve when all the food in the mansion is accidentally destroyed by Ray. Now an innocent picnic prize turns into an all-out hate-on against Morreski. The tables quickly turn, however, when Morreski suddenly becomes the most popular unpopular housemate -- Now everyone wants to be him, forcing Claude to host a game show to uncover the real Morreski. Starvation, cannibalism and identity theft run rampant, as the housemates have to decide; ...    "
                },
                "8": {
                    "title": "Big Brother, Where Art Thou",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life's a Zoo (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 11,
                    "original air date": "17 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    It's been 3 long months inside the Life's A Zoo.tv mansion and the contestants clearly sick of each other and crave some alone time. Well that's exactly what they get, when everyone but Chi Chi wakes up alone inside a gigantic mind-bending white maze. While they're trying to keep their sanity and find a way out Chi Chi is losing her sanity alone in the gigantic mansion thinking she's won the game. Will they be able to get back to reality? And how will they react when they find out Chi Chi's been using all their personal stuff?    "
                },
                "9": {
                    "title": "Scared Shirtless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life's a Zoo (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 11,
                    "original air date": "24 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    What starts out as a simple night of watching horror movies, turns into an actual night of horror for the Life's A Zoo.tv contestants! It's revealed that deranged psycho Nicholas Van Ryn is hiding somewhere in the mansion and he's out for blood. The good news is that his enormous fortune of gold is also hiding in the mansion. The contestants set out to hunt for the fortune while trying to stay alive. Little do they realize their biggest threat is not Van Ryn, but Morreski, who's turning into a deranged psycho himself as he hunts for his next drink!    "
                },
                "10": {
                    "title": "Self Helpless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life's a Zoo (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 11,
                    "original air date": "31 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    The housemates find the little things they can't live without have vanished! After some finger pointing they realize all of their vices are hanging from the lobby ceiling. Claude announces a contest of will power! No vices for 24 hours! As each of them start jones-ing, Jake starts Jake-ing and sabotages everyone by stealing their vices for himself. Ray finds God through the TV and is reborn while Jake gets addicted to everyone else's vices and is on the verge of being re-dead! In a shocking twist, Jake finds himself in the ER. Will he live to see another episode?    "
                },
                "11": {
                    "title": "Random Acts of Niceness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life's a Zoo (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 11,
                    "original air date": "7 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    How hard can it be to be nice to one another? Obviously, for these housemates it's nearly impossible. Claude challenges everyone to be nice for just 24 hours, with the winner receiving their weight in gold and the loser being forced to endure a caged \"time out\". Rico starts acting nice and eating more, while the already nice Chi Chi is just plain confused. Morreski switches to drinking champagne in the hope it will make him nicer, while Jake smothers Minou with kindness. Who will win? And will the loser lose graciously, or just taunt the remaining housemates until ...    "
                },
                "12": {
                    "title": "2D or Not 2D",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life's a Zoo (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 11,
                    "original air date": "14 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Life's a Zoo.tv blows its budget with an explosive new opening sequence, forcing the producers to sell the furniture, turn off the heat and take away the food. Cannibalism is suggested but fortunately no one bites. The cost cutting becomes extreme when the housemates are reduced to 2D cartoon characters. Everyone freaks out except Ray as he quickly discovers the advantages of being a cartoon. Soon everyone is on board with the changes - until a new sponsor brings them back to reality. Meanwhile, a renovation disaster threatens Rico when he fails to deliver on what ...    "
                },
                "13": {
                    "title": "Ray Against the Machine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life's a Zoo (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 11,
                    "original air date": "21 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    This is it! The big season finale of Life's A Zoo.tv! After 13 long, grueling weeks of contestants almost getting EXTINCTED, six contestants will be EXTINCTED all at once! Claude reveals the winner will be decided with highly accurate Internet voting. The housemates begin their on-air campaigning to try to win the viewers votes. Ray is convinced he wont win and decides to just trash the mansion and while doing so makes a life-shattering discovery: a secret so big that it could ruin reality TV as we know it. A decision to hijack the show might not make the finale ...    "
                },
                "14": {
                    "title": "Unplugged and Rewired",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life's a Zoo (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 11,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    With former host Claude gone, anarchy takes hold, as the housemates have no one to tell them what to do. Deciding they can make better TV themselves, the inmates take over the asylum. Jake creates a new sitcom but like so many show biz partnerships, egos and creative differences cause the cast to separate and go it alone. Soon everyone is making their own show and what sounds like a good idea quickly devolves into a hospital drama after one of Ray's pranks goes too far. Just in the nick of time, a Trojan cake appears to save a half-baked birthday.    "
                },
                "15": {
                    "title": "The Breakfree Club",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life's a Zoo (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 11,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Bobbie, the new host, has taken back control of the show and decides everyone needs a lesson on how to act like a \"real\" reality star. Minou decides she's already learned enough and chooses to make a premature exit. Jake is heartbroken at Minou's absence, but is consoled when he becomes teachers pet. Ray hated school the first time around and is comfortable as the class ass, causing him to fail reality retraining. Meanwhile the rest embrace the new host and new look - that is until Ray brings back Minou for the most spectacular exit in a reality series ever.    "
                },
                "16": {
                    "title": "Truth or Consequences",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life's a Zoo (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 11,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Bobbie reveals dirty little secrets from the past about each of the housemates, sending everyone into a panic, except Morreski, who didn't realize his past was a secret. Morreski reminisces about the good old days as a game of truth or dare reveals a little more than we'd like to know. When a violent crime is committed, all are subjected to a lie detector test with the results revealing there's a fraud in their midst! Also, Dr D tries to reveal some dirty laundry about Bobbie and she forces him to confront a dirty little secret of his own...    "
                },
                "17": {
                    "title": "Chi's Having a Baby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life's a Zoo (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 11,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Host Bobbie suggests that since the housemates have been acting like kids, maybe they need a parenting challenge to teach them how to grow up and become good parents. But when it becomes clear that Chi Chi is having a baby of her own, the men of the house are desperate to find out \"who's the daddy?\". Bobbie tries valiantly to teach parenting skills, but everyone ends up with egg on their faces as Morreski tries to answer the age-old question, \"Why did his chicken cross the road?\" You'll find out on the other side of this episode!    "
                },
                "18": {
                    "title": "Holy Matrimony",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life's a Zoo (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 12,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    The housemates have to spend some very up close and personal time with each other after being literally locked together. Rico is traumatized while trying to secure their release and Ray becomes reunited with a childhood friend. Wedding bells ring out as Bobbie announces that the first housemates who tie the knot get to stay in the game. The rush is on to find a suitable suitor. Like all good wedding plans they start with good intentions but arguments soon begin over everything from the seating plan to who's pitching and who's catching -- and we're not talking about ...    "
                },
                "19": {
                    "title": "Chubby Chasers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life's a Zoo (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 11,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    It's down to three remaining housemates in a desperate battle to win the mansion. Ray and Jake adopt extreme measures to eliminate Chi Chi and make a dash to the finish line. But when their plot goes turkey shaped and fails miserably, they resort to a more traditional plan of befriending the enemy -- which results in making enemies out of friends! Ray and Jake soon become archrivals as they each attempt to seduce Chi Chi, who can hardly stay awake with all the excitement. By the end of this episode, you'll never look at a turkey the same way again!    "
                },
                "20": {
                    "title": "The Final Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life's a Zoo (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 11,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    After 20 episodes could this be it? We hope not! It's the one-hour season finale so action-packed that it will only feel like 22 minutes! Each housemate makes a final pitch to determine who walks away with a new home, and who walks away with the home game and a T-shirt. Also, a surprise celebrity guest appearance sets the record straight on what has been happening out in the real world. Who wins the big prize? With so many twists and turns, you'll risk throwing your back out! It's the season finale guaranteed to end with a big bang!    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Jung, Stephanie"
            },
            {
                "name": "Motiki, Joseph"
            },
            {
                "name": "Firla, Kurt"
            },
            {
                "name": "Kishewitsch, Steve"
            },
            {
                "name": "Lamport, Michael"
            },
            {
                "name": "Ogundipe, Bridget"
            },
            {
                "name": "Rowland, Michael"
            },
            {
                "name": "Trujillo, Francisco"
            },
            {
                "name": "Tellier, Cleo"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Animation",
            "Comedy",
            "Music"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:M::(some episodes)",
            "Australia:MA15+::(some episodes)",
            "Canada:18A"
        ],
        "number of seasons": 1,
        "rating": 8.2,
        "votes": 268,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTIwMzQzNzc3OV5BMl5BanBnXkFtZTgwNTE3NDcwMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "plot outline": "Seven animals live together in a mansion located in a Saskatchewan wheat field in this stop motion animated series. They face weekly challenges each week, and every week the loser is \"extincted\" (voted off the show). The last one standing wins the mansion.",
        "languages": [
            "English"
        ],
        "title": "Life's a Zoo",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2009",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Firla, Brandon"
            },
            {
                "name": "Chapman, Ralph"
            },
            {
                "name": "Sparks, Ron"
            }
        ],
        "production companies": [
            {
                "name": "Cuppa Coffee Studios"
            }
        ],
        "distributors": [
            {
                "name": "Teletoon"
            },
            {
                "name": "Virgil Films & Entertainment"
            }
        ],
        "other companies": [
            {
                "name": "Duncan Morin Barristers & Solicitors"
            },
            {
                "name": "Film Finances Canada"
            }
        ],
        "plot": [
            "Seven contestants fight it out for 15 minutes of reality fame - and the Saskatchewan mansion they're living in - on the wildest and realest reality show since the last wildest and weirdest one.::_Life's a Zoo_ (qv)",
            "Seven animals live together in a mansion located in a Saskatchewan wheat field in this stop motion animated series. They face weekly challenges each week, and every week the loser is \"extincted\" (voted off the show). The last one standing wins the mansion.::TinaL"
        ],
        "tech": {
            "runtime": [
                "22 min (Canada)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 268,
                "rating": 8.2
            },
            "aged 18 29": {
                "votes": 60,
                "rating": 8.3
            },
            "aged 30 44": {
                "votes": 129,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 40,
                "rating": 8.7
            },
            "males": {
                "votes": 168,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 44,
                "rating": 8.1
            },
            "males aged 30 44": {
                "votes": 90,
                "rating": 7.8
            },
            "males aged 45 plus": {
                "votes": 30,
                "rating": 8.5
            },
            "females": {
                "votes": 65,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 16,
                "rating": 8.7
            },
            "females aged 30 44": {
                "votes": 38,
                "rating": 7.9
            },
            "females aged 45 plus": {
                "votes": 10,
                "rating": 9.2
            },
            "top 1000 voters": {
                "votes": 9,
                "rating": 5.7
            },
            "us users": {
                "votes": 52,
                "rating": 7.9
            },
            "non us users": {
                "votes": 169,
                "rating": 8.1
            }
        },
        "number of votes": {
            "10": 93,
            "9": 44,
            "8": 44,
            "7": 45,
            "6": 17,
            "5": 8,
            "4": 2,
            "3": 3,
            "2": 1,
            "1": 11
        },
        "arithmetic mean": 8.1,
        "median": 9
    }
}