{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "30 September 2008"
            },
            {
                "country": "USA\n",
                "date": "2 April 2009"
            }
        ],
        "release dates": [
            "Canada::30 September 2008",
            "USA::2 April 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Pure Design"
            },
            {
                "countries": "France",
                "title": "Naturellement design"
            }
        ],
        "akas": [
            "Pure Design (original title)",
            "Naturellement design France"
        ],
        "akas from release info": [
            "Pure Design (original title)",
            "Naturellement design France"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Episode dated 3 November 2010",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pure Design (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "3 Nov. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Lee & Stevie's Living/Dining Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pure Design (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "30 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Creating a living space that works for both kids and adults shouldn't mean you have to compromise on grown-up style. By using natural fibers and turning tired items into fabulous new centerpieces, Samantha Pynn transforms a living/dining room from a playroom into a glamorous living space that's sophisticated enough for a busy working mom yet playful enough for her young daughter.    "
                },
                "2": {
                    "title": "Tiffany's Bedroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pure Design (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    For many first-time homeowners, decorating - especially private spaces like the bedroom - is definitely last on the list. That's certainly the case for Tiffany, an up and coming PR executive. By refreshing some of Tiffany's vintage furniture and bringing in some modern pieces and sustainable choices, host Samantha Pynn takes Tiffany's dorm-like bedroom with its mish-mash of furnishings and transforms it into an eclectic and soothing space, full of the sophistication a professional woman deserves.    "
                },
                "3": {
                    "title": "Alexis & Adam's Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pure Design (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Alexis and Adam are in lifestyle shock: the arrival their son Hudson has meant that this formerly 'out and about' couple is now decidedly housebound but their 1980s kitchen just isn't happening anymore. It's neither practical nor beautiful so designer Samantha Pynn gives it an eco-friendly and stylish makeover. By taking out the dated metallic back-splash, lacquering their cabinets and updating the furnishings, Samantha converts an open kitchen and living area into a stunning space that is both functional for everyday use and glamorous enough for entertaining.    "
                },
                "4": {
                    "title": "Kristen & Dave's Main Floor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pure Design (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "14 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Marketing executives Kristen and Dave bought their modest first home a few years ago and undertook the much-needed renovations themselves. They did a great job removing walls and installing a new kitchen but then ran out of steam. Now they need designer Samantha Pynn's expertise to pull their open concept kitchen/dining/living room together and turn it into the beautiful modern space that they had originally envisioned. Sam transforms the space by installing new floors, wall-mounting their over-sized TV and adding an area rug and solid modern pieces to augment their ...    "
                },
                "5": {
                    "title": "Helen & Niall's Nursery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pure Design (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "28 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Homeowners Helen and Niall are getting nervous - they're a few short months away from the birth of their first child and their never-renovated 1920s home doesn't contain a nursery. Both work full time - so they're relying on designer Samantha Pynn to create a bright and practical room for their new bundle of joy. Sam converts their underutilized spare bedroom into a hip, eco-friendly nursery using bright colors, contemporary baby furniture, colorful accessories and natural materials. Helen and Niall's modern nursery is a warm, welcoming, and playful space for their ...    "
                },
                "6": {
                    "title": "Claudia & Justin's Living/Dining Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pure Design (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "4 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Claudia and Justin are professional foodies - he's a chef and she's a food stylist. So it's no surprise that their urban loft space has a beautifully designed modern kitchen. Only problem is, the rest of the space doesn't measure up: it's a mishmash of Danish modern with other inherited and found pieces. Designer Samantha Pynn uses their showpiece kitchen as an inspiration and by recovering older teak pieces with eco-friendly fabrics and redoing the floor plan, she creates a visual harmony between the kitchen and the rest of the space, without spending a lot of money ...    "
                },
                "7": {
                    "title": "Beth's Dining Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pure Design (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "28 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Beth is a busy, successful, single executive whose life consists of five-star hotels, gourmet restaurants and VIP airport lounges. But her own house, a midtown Toronto duplex, doesn't measure up. As a result, she feels more at home on the road than in her own house. Designer Samantha Pynn uses silks, metallic wallpaper, glass tabletops and mirrored doors to transform Beth's dowdy living quarters into a glamorous and luxurious space. She does this while using eco-friendly products such as wallpaper made from fifty percent recycled fibers and salvaged chairs found ...    "
                },
                "8": {
                    "title": "Liliana and Frank's Living/Dining Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pure Design (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Frank and Liliana's 1930s home gets fast-forwarded to the 21st century as designer Samantha Pynn uses environmentally friendly furniture and fresh accessories to update the look of classic English Revival.    "
                },
                "9": {
                    "title": "Juliette & John's Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pure Design (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "9 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Designer Samantha Pynn shows homeowners Juliette and John how to salvage their kitchen renovation by integrating the existing elements and creating a colorful, bistro-inspired kitchen.    "
                },
                "10": {
                    "title": "Carolyn & Derek's Attic Loft",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pure Design (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "16 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Designer Samantha Pynn transforms an unimaginative third floor loft into a fun, colorful, bohemian-inspired family room that matches homeowners Carolyn and Derek's personalities.    "
                },
                "11": {
                    "title": "Ania & Walter's Master Bedroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pure Design (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "23 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Too much space is not always a good thing, but with a little planning, designer Samantha Pynn is able to transform Ania and Walter's vast bedroom into a luxurious, earth-friendly boudoir.    "
                },
                "12": {
                    "title": "Lindsay's Teenage Bedroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pure Design (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "30 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Designer Samantha Pynn creates an eco-fabulous bedroom for 16-year-old Lindsay that perfectly balances youthful without looking childish - and still allows for room to grow.    "
                },
                "13": {
                    "title": "Virginia's Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pure Design (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "6 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    The cottage-style charm that Virginia fell in love with when she bought her city home has lost its appeal. Designer Samantha Pynn takes it from outdated to 'Modern Country' - with an eco-twist.    "
                }
            },
            "2": {
                "1": {
                    "title": "Lauren & Mike's Living Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pure Design (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "29 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Lauren and Mike are self-proclaimed minimalists with a living room that's stuck in the past. By combining old and new furnishings and injecting it with just the right amount of colour, designer Samantha Pynn transforms it into a modern living space with a sustainable edge.    "
                },
                "2": {
                    "title": "Erin & Ryan's Condo Living Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pure Design (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "6 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Erin and Ryan were romanced by a chic condo in a re-claimed warehouse but once they moved in, they weren't too in love with its lack of storage, and the 14 foot ceilings became a real design dilemma. Designer Samantha Pynn merges their French and Contemporary design styles and tames their ceilings to create a space with harmony.    "
                },
                "4": {
                    "title": "Madeleine's Bedroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pure Design (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "20 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Now that she's 10, Madeleine is ready to graduate to a \"big girl\" bedroom. But this eco-conscious, soccer-playing tween is not a \"pink and princessy\" kind of girl! Designer Samantha Pynn transforms her toddler bedroom into a green, funky room with kick.... and just the right amount of \"hot\" pink and sparkle mixed in.    "
                },
                "5": {
                    "title": "Olivia & John's Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pure Design (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "17 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    When Olivia's Grandma moved into a retirement home, Olivia couldn't bear to see the house she grew up in sold to a stranger. So together with her fiancé John, they purchased it. The only problem is, the small, galley-kitchen is stuck in the past. Designer Samantha Pynn takes it from dark and outdated to a contemporary chef's paradise -- all while retaining its original charm.    "
                },
                "6": {
                    "title": "Chetna and Bhups' Living/Dining Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pure Design (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "13 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    When you're living out of a suitcase, you have to travel light. So when globetrotters Chetna and Bhups recently bought a large historical home, they found themselves with nothing to fill it. By using colourful fabrics and playing up significant architectural details, Samantha Pynn creates a warm and homey living/dining room while retaining the character of this gorgeous 1870's house.    "
                },
                "11": {
                    "title": "Colleen's Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pure Design (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "8 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Designer Samantha Pynn faces one of her toughest assignments yet...when she takes on her mom's kitchen. Like most moms, Colleen is constantly giving to others so she's had no time to re-decorate, and her outdated kitchen is in desperate need of a change. Now that she's on vacation, Sam and her brother Allan surprise Colleen with a kitchen makeover, and mom is \"tickled pink\" with the results.    "
                },
                "13": {
                    "title": "Carm & Jason's Living and Dining Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pure Design (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "10 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Now that they're almost done their renovations, Carm and Jason are ready to move their toddler's playroom out of the living room and down to the basement. Designer Samantha Pynn helps them to re-claim their adult space by transforming their mismatched living and dining room into a warm, classic space with a tropical-style flare.    "
                }
            }
        },
        "number of episodes": 21,
        "cast": [
            {
                "name": "Pynn, Samantha"
            },
            {
                "name": "Black, Julia"
            },
            {
                "name": "Pavey, Christian"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.0,
        "votes": 6,
        "languages": [
            "English"
        ],
        "title": "Pure Design",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Omnifilm Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Home and Garden Television (HGTV)"
            },
            {
                "name": "Home and Garden Television (HGTV)"
            },
            {
                "name": "Télé Maison"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 3.0
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 9.0
            },
            "males": {
                "votes": 2,
                "rating": 3.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 3.0
            },
            "females": {
                "votes": 3,
                "rating": 9.0
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 6.5
            },
            "us users": {
                "votes": 3,
                "rating": 7.3
            },
            "non us users": {
                "votes": 2,
                "rating": 5.5
            }
        },
        "number of votes": {
            "10": 1,
            "9": 2,
            "8": 1,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 1,
            "1": 0
        },
        "arithmetic mean": 7.0,
        "median": 8
    }
}