{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "5 March 2008"
            }
        ],
        "release dates": [
            "USA::5 March 2008"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Carrero, Roseny"
            },
            {
                "name": "Guida, Humberto"
            },
            {
                "name": "Sapene, Enrique"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Wachale is a weekly show hosted by Humberto Guida that uncovers the hilarity in Latino television and pop culture. For years the ridiculous characters, over-the-top hosts and shamelessly melodramatic novelas found on Latino TV have been begging to be made fun of and Wachale is the show bold enough to do this on a weekly basis. A combination of Humberto's East Coast Caribbean attitude, brilliant writing, clever editing and endless amounts of priceless material from TV, ensures that any funny lurking in the depths of Latino pop culture will be unearthed and exploited by Wachale to the viewers delight. Wachale is the show that brings you the locura of Latino pop culture through American Latino eyes. \"Wachale is the show that brings you the locura of Latino pop culture through American Latino eyes.\"",
        "languages": [
            "English"
        ],
        "title": "Wachale",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2009",
        "akas": [
            "Wachale (United States)"
        ],
        "writer": [
            {
                "name": "Guida, Humberto"
            },
            {
                "name": "Lemus, Alexandra"
            },
            {
                "name": "Palencia, Andres"
            }
        ],
        "production companies": [
            {
                "name": "LATV"
            }
        ],
        "plot": [
            "_Wachale_ (qv) is a weekly show hosted by Humberto Guida that uncovers the hilarity in Latino television and pop culture. For years the ridiculous characters, over-the-top hosts and shamelessly melodramatic novelas found on Latino TV have been begging to be made fun of and _Wachale_ (qv) is the show bold enough to do this on a weekly basis. A combination of Humberto's East Coast Caribbean attitude, brilliant writing, clever editing and endless amounts of priceless material from TV, ensures that any funny lurking in the depths of Latino pop culture will be unearthed and exploited by _Wachale_ (qv) to the viewers delight. _Wachale_ (qv) is the show that brings you the locura of Latino pop culture through American Latino eyes. \"_Wachale_ (qv) is the show that brings you the locura of Latino pop culture through American Latino eyes.\"::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}