{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "1 September 2008"
            }
        ],
        "release dates": [
            "Canada::1 September 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Animal Mechanicals"
            },
            {
                "countries": "Brazil",
                "title": "Mecanimais"
            }
        ],
        "akas": [
            "Animal Mechanicals (original title)",
            "Mecanimais Brazil"
        ],
        "akas from release info": [
            "Animal Mechanicals (original title)",
            "Mecanimais Brazil"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Package Pigeon Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "plot": "\n    There's trouble over at Mechana Package Pigeon Island - the package factory is not working properly, and packages are piling up! The Animal Mechanicals go to the Island, and discover the factory is powered by a hamster on a treadmill, except the hamster is not walking, because he's not getting his hamster snacks!    "
                },
                "2": {
                    "title": "Chicken Springing Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "plot": "\n    It's the Annual Chicken Springing Contest, but there's a problem - the Chicken Springer is broken! The team slide over to the Island, and see that a spring has come unscrewed from the Chicken Springer's feet. Before you can say \"Mechana-Can-We-Do-It?\" Komodo has transformed with a screwdriver to fix the silly machine.    "
                },
                "3": {
                    "title": "Marching Ant Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "plot": "\n    The Animal Mechanicals slide over to Mechana Marching Ant Island, where the Marching Ants are not marching properly! They quickly discover the problem is a pesky gopher that keeps interrupting the marching. Mouse transforms to catch the gopher, but it escapes by diving into one of its many holes.    "
                },
                "4": {
                    "title": "Beardozer Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "plot": "\n    Over on Beardozer Island, some frisky baby Beardozers have woken up from hibernation early and are knocking things over with their crazy play! The team's mission is to find the mamma Beardozer before the cubs destroy the Island. Some loud snoring leads them to a snow-covered cave, where the mamma is still hibernating.    "
                },
                "5": {
                    "title": "Buffalo Bus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "plot": "\n    The Animal Mechanical's mission is to help some chipmunk tourists reach their seats on the top of the mighty Buffalo Bus, so that they can go on a picture-taking tour of the Island.    "
                },
                "6": {
                    "title": "Meteor Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "plot": "\n    The Observatory Owl on Mechana Meteor Island stands on guard to protect from meteors, but the telescope is broken, and it's up the Animal Mechanicals to fix it! Rex is able to use his strength to remove the old lens and put on a new one, but then a meteor storm begins.    "
                },
                "7": {
                    "title": "Mechana Monkey Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "plot": "\n    The team's mission seems easy - to bring a special mechana banana to the top of Mechana monkey Mountain. But when they get to the Island, the banana turns out to be so big and heavy, it can't be moved! Rex declares he's the Animal Mechanical for the job, and transforms to become super-strong.    "
                },
                "8": {
                    "title": "Mechana Puzzle Puffin Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "plot": "\n    The Animal Mechanicals have been chosen by Mechana Puffins to try out their latest obstacle course. A Golden Puffin Prize awaits them if they succeed! On the Island, Saquatch stretches to help the team get over a teeter-totter obstacle, then Mouse uses her super-speed to stop a giant spinning wheel that's blocking their way.    "
                },
                "9": {
                    "title": "Mechana Mole Miners Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "plot": "\n    Someone has been taking gold from the Mechana Mole Miners, and the Animal Mechanical's mission is to find out who the culprit is! They slide over to the Island, and quickly discover that crows are responsible. The mechana-birds take the gold up to their nest because they love shiny things!    "
                },
                "10": {
                    "title": "Babble Bot Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "plot": "\n    The chatty Babble Bots on Babble Bot Island need charging up by Mechana Zappers, so the team is sent over to make sure it happens. Once they get to the Island, the team discovers the re-charging tower is broken.    "
                },
                "11": {
                    "title": "Tiger Knight Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "plot": "\n    The Animal Mechanicals are given their mission - deliver a new Energy Emerald to Captain of the Tiger Knights. Sasquatch is very excited because the Tiger Knights are his heroes! But first they must pass a test of strength, a test of intelligence and a test of courage.    "
                },
                "12": {
                    "title": "Mechana Hawk Rocket",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "plot": "\n    There's a problem over on Mechana Hawk Rocket Island. The Giraffe Crane which loads up the Hawk Rocket is missing! The Animal Mechanicals go to the Island and see the Hawk Rocket and its cargo of melons, sitting in the hot sun. If they don't find the Giraffe crane soon, the melons will go bad!    "
                },
                "13": {
                    "title": "Mechana Kola Cake Day Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "plot": "\n    The Mechana-Koala cousins want to get together to eat cake, but the Crab Catamaran which can bring them together is not working! Unicorn creates a frozen bridge so the team can walk over to the Crab catamaran to see what the problem is.    "
                },
                "14": {
                    "title": "Mechana Paint Parrots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Mechana Pegosaurs Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Mechana Rhino Ring Toss Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Very big mission today! The Animal Mechanicals are sent over to Rhino Ring Toss Island to get the Croc Ring Tosser working again, so the Mechana Rhinos can play ring toss! When they get to the Island, the team discover the reason the croc-ring-tosser is not working is because it's rusted.    "
                },
                "26": {
                    "title": "Mechana Peeper Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    There's a problem over on Mechana Peeper Island - the Peepers' homes are being carried away by out-of-control bamboo! The Clipper Crab which keeps the bamboo under control is missing! The team head over to the Island and find a Peeper trapped high up in some bamboo.    "
                }
            },
            "1": {
                "1": {
                    "title": "Turbo-Bean Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "1 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Destination is Turbo Bean Island. The Mission is to plant the frisky Turbo Bean. Rex transforms to dig a hole; Sasquatch transforms to stretch up and grab the Bean which is stuck in a gear tree; Mouse transforms to chase the Bean; Unicorn transforms to chase the bean down to Mouse. When they do manage to plant the Turbo Bean it sprouts a Bean Pole from which more Turbo Beans appear. Secondary Characters - the Turbo Bean    "
                },
                "2": {
                    "title": "Bunny Boomer Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "1 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Destination is Bunny Boomer Island. The Mission is to help the Bunnies build their Boomer. Screw Top Squirrels block the path between the Bunnies and the Boom Blocks. Komodo transforms to screw the Squirrels shut; Unicorn transforms to catch a falling block; Sasquatch transforms to press the nose on the completed Bunny Boomer, music begins to play and they all celebrate with a dance.    "
                },
                "3": {
                    "title": "Cow Castle Hassle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "2 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Destination is Cow Castle Island. The Mission is to help the Cow Castle get to the Grassy Meadow on the other side of the Pop-Rocket Corn Field. Sasquatch transforms to look over the maze to find the way out; Rex transforms to move the pile of Pop-Rocket Corn which blocks the path; Mouse transforms to zoom in front of Cow Castle and open the gate before she crashes into it.    "
                },
                "4": {
                    "title": "Whale Plane Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "2 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Destination is Whale Plane Island. The Mission is to build a runway long enough for the Air Whale to land on. Rex transforms to lift the heavy Runway Ribbon; Sasquatch transforms to stretch to all corners of the Ribbon and hold it down; Komodo transforms to hammer the Ribbon into place; Unicorn transforms to use her magic horn to guide the Whale Plane to the new runway. When the Whale Plane lands, it reveals that it's loaded with a cargo of more Runway Ribbon. Secondary Characters - the Air Whale    "
                },
                "5": {
                    "title": "Dino Mountain Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "3 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Destination is Dino Mountain Island. The Mission is to take out a cog which is stuck between the Dino's teeth. Rex transforms to lift up the Dino's foot which is stuck on a button; Sasquatch transforms to stretch down and pull out the cog.    "
                },
                "6": {
                    "title": "Chickadee Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "3 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Destination is Chickadee Island. The Mission is to help Momma Chickadee hatch all her eggs. Sasquatch transforms to reach up and wind Momma's \"key\"; Mouse transforms to chase after a runway egg; Rex transforms to lift the egg back into the nest. The egg is successfully hatched and a Big Baby Chickadee appears. Secondary Characters - Momma Chickadee and Baby Chickadees    "
                },
                "7": {
                    "title": "Beetle Buggy Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "4 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Destination is Beetle Buggy Island. The Mission is to unblock a traffic jam. Unicorn transforms to get a bird's eye view of the track; Rex transforms to lift an upturned Buggy the right way up; Mouse transforms to catch a runaway Buggy. When the Mission is accomplished they celebrate by racing around the track. Secondary Characters - the Beetle Buggies    "
                },
                "8": {
                    "title": "Pop Apart Penguins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "4 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Destination is Pop Apart Penguin Island. The mission is to build a bigger igloo for the penguins. Komodo transforms to saw ice blocks out of an ice mountain; Rex transforms to lift the blocks and build the igloo; Unicorn transforms to freeze over a dangerous crack in the ice. The Penguins pop apart like Russian Dolls and double their number. Secondary Characters - the Pop Apart Penguins    "
                },
                "9": {
                    "title": "Jigsaw Shark Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "5 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Destination is Jigsaw Shark Island. The Mission is to put together a jigsaw. Sasquatch transforms to stretch up and see how to put the jigsaw together; Rex transforms to lift the heavy jigsaw pieces; Unicorn transforms to fly after a lost jigsaw piece. When the jigsaw is completed it lights up revealing a picture of Mouse. Secondary Characters - the Jigsaw Sharks    "
                },
                "10": {
                    "title": "Bell Bot Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "6 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Destination is Bell Bot Island. The Mission is find the missing Bell Bots. Komodo transforms to unscrew the bolts which the Poppa Bell Bot is caught in; Rex transforms to lift Komodo up to the right height; Unicorn transforms to fly up and find Momma and Baby Bell Bot. When the Bell Bots are re-united they play a Bell Music Concert. Secondary Characters - Momma, Poppa and Baby Bell Bot    "
                },
                "11": {
                    "title": "Elephant Train Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 6,
                    "original air date": "8 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Destination is Elephant Train Island. The Mission is to move the rock-blocks that are blocking the train track. Rex transforms to lift the heavy blocks; Sasquatch transforms to stretch across the chasm and act as an emergency bridge; Unicorn transforms to save the day as the Elephant Train almost falls into the chasm. They celebrate with a snow-cone left by the Elephant Train.    "
                },
                "12": {
                    "title": "Mechana Pinball Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "9 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Destination is Mechana Pinball Island. The Mission is to help the Pinballs play their game. Rex transforms to pull the knob; Sasquatch transforms to stretch up and push the flipper button; Mouse transforms to whiz inside the game and help the pinball into the hole. When the game is completed the Pinballs want to start all over again. Secondary Characters - the Pinballs    "
                },
                "13": {
                    "title": "Glitterfish Crane Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 6,
                    "original air date": "9 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Destination is Giraffe Crane Island. The Mission is to find more mechana-logs. Komodo transforms to saw more logs; Sasquatch transforms to pretend to be a tree in which the woodpecker can perch; Rex transforms to lift the bundles of mechana-logs. As soon as one woodpecker is safely housed, another woodpecker appears.    "
                },
                "14": {
                    "title": "Glitterfish Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 6,
                    "original air date": "9 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Destination is Glitterfish Island. The Mission is to find the lost Power Bubble. Mouse transforms to catch the crab who has stolen the Bubble; Komodo transforms to release the Bubble from the Mechana Clam; Unicorn transforms to fly after the Bubble and guide it down using her wind power. When the Bubble is replaced the fish glitter once again, but the crab runs away with Komodo.    "
                },
                "15": {
                    "title": "Snail's Pace Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 6,
                    "original air date": "10 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Destination is Racing Snail Island. The Mission is to ride the Racing Snails, but a Cog Caterpillar is blocking the track. Mouse transforms to chase after a runaway cog; Rex transforms to lift the cogs back into place; Komodo transforms to screw the cogs on tightly. When the caterpillar is repaired the track is cleared, the race begins but it is run at a snail's pace.    "
                },
                "16": {
                    "title": "Mechana Bat Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 6,
                    "original air date": "10 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Destination is Mechana Bat Island. The Mission is to make the Bat Cave bigger. Komodo transforms to knock down a rock-block wall with a mechana-pick-axe; Rex transforms to move the heavy rock-blocks out of the way; Unicorn transforms to light up the dark cave with her magic horn so that the Bats can perform their best flying show ever. Secondary Characters - the Mechana Bats    "
                },
                "17": {
                    "title": "Hippo Hovercraft Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 6,
                    "original air date": "11 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Destination is Hippo Hovercraft Island. The Mission is to change the Hippo's worn-out bumpers. Mouse transforms to chase the Hippos into the pit-stop; when they rise up into the air, Unicorn transforms to chase them down; Komodo transforms to use his wrench to unscrew the bumper-bolts. They end by having a fun Hippo bumping session. Secondary Characters - the Hippo Hovercrafts    "
                },
                "18": {
                    "title": "Balloon Volcano Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 7,
                    "original air date": "11 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Destination is Volcano Balloon Island. The Mission is to stop the balloons from popping. Mouse transforms to speed after the Balloons and sees what is popping them; Unicorn transforms to keep the balloons away from the hedgehog's sharp spikes using her wind power; Komodo transforms to use his scissors to trim the hedgehog's spikes.    "
                },
                "19": {
                    "title": "Mechana Dragonfly Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 6,
                    "original air date": "12 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Destination is Dragonfly Island. The Mission is to rescue the crashed Dragonfly and get her flying again. Komodo transforms to saw up bamboo to repair the Dragonfly; Rex transforms to pick her up and launch her into the air; Unicorn transforms to fly up and use her wind power to keep the Dragonfly airborne.    "
                },
                "20": {
                    "title": "Mechana Parrot Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 6,
                    "original air date": "13 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Destination is Mechana Parrot Island. The Mission is to help the Mechana Parrot sing her beautiful song again. Unicorn transforms to use her weather powers to make rain and sunshine so that sunflowers will grow strong and healthy; Komodo transforms to unscrew the sunflowers so that they can find the seeds inside; Mouse transforms to race around and catch the flying seeds.    "
                }
            },
            "2": {
                "1": {
                    "title": "Cobra Coaster Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "5 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Animal Mechanical's mission - get the Cobra Coaster coasting again! They slide over to Cobra Coaster Island and discover the problem is a mechana monkey, which is hanging out on the tracks of the Coaster.    "
                },
                "2": {
                    "title": "Pop-Out Panda Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "12 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The shy Pop-out Pandas need help getting to their favourite bamboo snack at the top of the slippery mountain. While Mechana-strong Rex pushes the Pandas up the hill, flying Unicorn pulls the other Animal Mechanicals up the slope. At the top, Sasquatch's loud voice causes an avalanche that buries the bamboo - but Komodo has a shovel in his tail with which to dig it out. Mission accomplished!    "
                },
                "3": {
                    "title": "Mechana Cuckoo Clock Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "19 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The Mechana Cuckoo Clock has stopped working, and it's up to the Animal Mechanicals to find out why! They quickly discover the reason - some of the clock's numbers are missing.    "
                },
                "4": {
                    "title": "Trash Masher Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "4 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    The Mechana-Beaver has stopped recycling and the Animal Mechanicals have to find out the problem before Trash Masher Island fills up with junk! Unicorn finds the Beaver by flying high in the sky.    "
                },
                "5": {
                    "title": "Mechana Dancing Bear Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "4 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    The nice music on Mechana Dancing Bear Island has been replaced by unpleasant sounds, causing the Bears to dance very strangely. .    "
                },
                "6": {
                    "title": "Puffer Cloud Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "1 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    The Puffer Cloud Machine isn't feeling very well, and the pink puffy clouds that usually float in the air above it are sitting on the ground instead!    "
                },
                "7": {
                    "title": "Baboon Balloon Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "2 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    The team is sent to Baboon Balloon Island, where their mission is to find an air-pear for the Baboon Balloon to eat. It needs air to float! Rex breaks down a wall to get at an air-pear tree, then Sasquatch has to stretch high up to reach the air-pears.    "
                },
                "8": {
                    "title": "Mechana Matcher Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "3 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    The Animal Mechanicals learn about pairs when they go to Mechana-Matcher Island to help the Mechana Matcher. It appears the Mechana Matcher is matching things that don't belong together.    "
                },
                "9": {
                    "title": "Mechana Skee Ball Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "4 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    The team's mission is to go to Mechana Skee Ball Island and fix the broken ski jump, so that the Skee Balls can play their game. Komodo uses super-sticky glue to put the broken pieces back together, but then they notice the scoring numbers are in the wrong places! Sasquatch must overcome his skiing anxiety to get to the bottom of the hill and fix the numbers. Mission accomplished!    "
                },
                "10": {
                    "title": "Chugboat Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "5 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    The Animal Mechanicals slide over to Chugboat Island to get the lighthouse working again, so that the Chugboats can find their way in the fog.    "
                },
                "11": {
                    "title": "Shimmerwish Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "8 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    The Animal Mechanical's mission is to free the Shimmer Queen from a sucker bush, so that she can fly high into the sky and be wished upon.    "
                },
                "12": {
                    "title": "Mechana Snow Owl Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "4 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    It's a very complicated mission over on Origami Owl Island - the team must figure out how to plant more trees to provide the platypus paper maker with paper for the Origami owls to make their special origami!    "
                },
                "13": {
                    "title": "Mechana Racer Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "plot": "\n    There's a big race about to happen over on Mechana-Racer Island, but the blue Racer has had a breakdown and needs to be fixed!    "
                },
                "14": {
                    "title": "Mechana Kanga Bounce Ball Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "27 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    The team head over to Mechana Kanga Bounce Ball Island to fix one of the trampolines used in playing Mechana Kanga Bounce Ball - a game Sasquatch boasts he is very good at!    "
                },
                "15": {
                    "title": "Turbo Tulip Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "15 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Some lazy Mechana-Bees on Turbo Tulip Island are spending all their time playing, instead of collecting nectar for the Honey Hive Machine! The Animal Mechanicals slide over to the Island.    "
                },
                "16": {
                    "title": "Mechana Skate Park Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "15 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Something is making the Raccoon Rollers slip and slide all over their skate park, so the Animal Mechanicals head over to figure out what's going on.    "
                },
                "17": {
                    "title": "Robo Ranch Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "22 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Over at Robo Ranch Island, the Mechana Bull has run away, and it's up to the Animal Mechanicals to find it and bring it back to the Robo Ranch. Sasquatch pretends he's a cowboy and the team set out on the search.    "
                },
                "18": {
                    "title": "Mechana Tortoise Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "22 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    The poky Mechana Tortoise is going to be late for his own birthday party, so the Animal Mechanicals go over to help speed him along!    "
                },
                "19": {
                    "title": "Mechana Jukebox Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "1 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    The team slide over to Mechana Jukebox Island to find out why the BeBoppers have stopped dancing! They discover the jukebox isn't working, because the music discs are missing. Who could have taken them?    "
                },
                "20": {
                    "title": "Mechana Circus Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Animal Mechanicals (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "1 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    The Mechana-Circus Train can't take off, so there won't be a circus, unless the Animal Mechanicals can help. Komodo discovers the train just needs some oil, but while he's fixing that problem, Sasquatch accidentally lets the performers out of their cars.    "
                }
            }
        },
        "number of episodes": 57,
        "cast": [
            {
                "name": "Fowler, Jim"
            },
            {
                "name": "Lynch, Shannon"
            },
            {
                "name": "MacDougall, Ian"
            },
            {
                "name": "Gordon, Abigail"
            },
            {
                "name": "Ostry, Leah"
            },
            {
                "name": "Zann, Lenore"
            }
        ],
        "genres": [
            "Animation"
        ],
        "runtimes": [
            "11"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:G",
            "South Korea:All",
            "United States:TV-Y"
        ],
        "number of seasons": 3,
        "rating": 5.8,
        "votes": 49,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzc5MWJmZWMtMDU2Yi00MWM4LTg0ZmYtZmQzZGQxZWU2ZmFhXkEyXkFqcGdeQXVyNzMwOTY2NTI@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Meet the Animal Mechanicals - Rex, Unicorn, Komodo, Sasquatch and Mouse. The Animal Mechanicals team explores fantastic worlds, complete cool quests, and work together to solve puzzles. Each Animal Mechanical has their own unique gifts that help the team on their adventures.",
        "languages": [
            "English"
        ],
        "title": "Animal Mechanicals",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Daley, Jennifer"
            },
            {
                "name": "Gordon, William"
            },
            {
                "name": "MacKay, Jed"
            }
        ],
        "production companies": [
            {
                "name": "Halifax Film Company"
            }
        ],
        "distributors": [
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            }
        ],
        "plot": [
            "Meet the _Animal Mechanicals_ (qv) - Rex, Unicorn, Komodo, Sasquatch and Mouse. The _Animal Mechanicals_ (qv) team explores fantastic worlds, complete cool quests, and work together to solve puzzles. Each Animal Mechanical has their own unique gifts that help the team on their adventures."
        ],
        "tech": {
            "runtime": [
                "11 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 49,
                "rating": 5.8
            },
            "aged 18 29": {
                "votes": 7,
                "rating": 7.9
            },
            "aged 30 44": {
                "votes": 17,
                "rating": 4.0
            },
            "aged 45 plus": {
                "votes": 8,
                "rating": 4.5
            },
            "males": {
                "votes": 25,
                "rating": 4.3
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 9,
                "rating": 2.5
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 4.2
            },
            "females": {
                "votes": 12,
                "rating": 6.6
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 8,
                "rating": 5.7
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 4.0
            },
            "us users": {
                "votes": 10,
                "rating": 5.4
            },
            "non us users": {
                "votes": 16,
                "rating": 3.8
            }
        },
        "number of votes": {
            "10": 11,
            "9": 3,
            "8": 3,
            "7": 9,
            "6": 3,
            "5": 3,
            "4": 0,
            "3": 4,
            "2": 4,
            "1": 9
        },
        "arithmetic mean": 5.8,
        "median": 7
    }
}