{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "14 December 2008",
                "notes": "                            (Los Angeles, California)"
            },
            {
                "country": "USA\n",
                "date": "3 October 2011"
            }
        ],
        "release dates": [
            "USA::14 December 2008                            (Los Angeles, California)",
            "USA::3 October 2011"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Vancouver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "21 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    We find our hosts in the beautiful sea city of Vancouver, British Columbia. Lexi and her friends, Matt and Riker, find high flying thrills, outdoor adventure, as well as the art and influence of the First Nations. They also get a lesson on the sport of lawn bowling while having a booming good time!    "
                },
                "2": {
                    "title": "Portland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "19 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Here we see our explorers in laid back and relaxed city of Portland, Oregon. Lexi and her friends, Matt and Riker, throw out the guide book to experience the city their way and learn what keeps Portland unique along the way. There is so much to do and see and while in the area, they get a chance to travel north to learn more about the eruption of Mount Saint Helen.    "
                },
                "3": {
                    "title": "Seattle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    We see our explorers in coffee central, Seattle, Washington. Lexi, and her friends, Matt and Riker, encounter the city's influential music scene, famous Pike Place Market, and it's beautiful city views. Lexi gets a lesson on cooking and they travel to San Juan Island where they enjoy the outdoors and visit the Whale museum to learn about the importance of conserving our marine life.    "
                },
                "4": {
                    "title": "Las Vegas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "7 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    We find our adventurers in 'Sin City,' but don't let the nickname fool you, this is definitely a destination with something for everyone. Lexi and her friends, Katie and Fernando, find thrills, chills, magic, and even some glamour of old Las Vegas. Travel with them as they explore the Hoover Dam and they learn about it's history and importance.    "
                },
                "5": {
                    "title": "Arizona",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "26 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Here we see our explorers in the beautiful desert state of Arizona. We watch as Lexi and her friends, Katie and Fernando, explore one of the seven wonders of the world, the lives of native people, and possibly the most famous highway in the United States. And speaking of famous, they also get a chance to see some stars!    "
                },
                "6": {
                    "title": "Passport to Explore Tampa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "5 Dec. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Orlando",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "30 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    In this program, we find our hosts smack-dab in the United State's amusement park central, Orlando, Florida. Lexi, her friend Laura, and her little brother Vincent decide that there is so much more to do in this amusement park city. They find excitement, history, and fast paced thrills that everyone should add to their vacation list. They also learn some valuable lessons about the local wildlife.    "
                },
                "8": {
                    "title": "St. Augustine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "20 Feb. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "San Francisco",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n    Lexi and her friends, Victoria and Justen, explore the exciting city of San Francisco. They have the chance to visit some famous sites, such as the Golden Gate Bridge, Coit Tower, Lombard Street, Fisherman's Wharf, Pier 39, Boudin Bakery, Musee Mechanique, and Camera Obscura; just to name a few! They find out learning is fun at the Exploratorium and that crime does not pay on Alcatraz Island!    "
                },
                "10": {
                    "title": "Salt Lake City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Palm Springs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Atlanta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    In this episode we follow our travelers as Lexi and her friends, Max and Leonard, encounter the true aspects of American culture, full of current events, a southern classic, outdoor, and undersea adventures. They visit one of the most impressive aquariums in the country, as well as experience the bustling city of Atlanta. Even Lexi's brother Vincent tags along for the ride.    "
                },
                "2": {
                    "title": "Boston",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Here we find our hosts lost in the historic city of Boston, Massachusetts. Lexi, and her friends, Kelly and Leonard, tour the famous sites, try the legendary clam chowder, and even find an Egyptian adventure along the way. And not far from the city, in the town of Salem, they learn what a witch hunt is really all about.    "
                },
                "3": {
                    "title": "California Coast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    We see our hosts immersed in the beauty of California's Central Coast. Lexi, and her friends, Leonard and Noah, take a drive up the coastline, visit a quaint Danish village, and learn about a very famous author. Lexi and her friends do not forget to hit the trails in this beautiful area where the road is less travelled and anything but flat!    "
                },
                "4": {
                    "title": "Hollywood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Here we find our explorers checking out the current and vintage Hollywood scene. Lexi and her friends, Noah and Leonard encounter the sights and history of America's film industry. And no trip to Hollywood would be complete without your own tour of the sites on a fun double decker bus!    "
                },
                "5": {
                    "title": "Kentucky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    In this program, we find our explorers trekking through the Bluegrass State, Kentucky. Lexi, and her friends, Leonard and Max taste some real Kentucky Fried Chicken, take a swing a famous Louisville slugger, visit the home and learn more about one of the United State's most famous presidents, and encounter one of the world's biggest caves.    "
                },
                "6": {
                    "title": "Los Angeles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    We find our explorers surrounded by the fast paced city of Los Angeles. We follow Lexi and her friends, Noah and Leonard, as they explore the culture, history, and the artistic flair of the city. But no trip is complete without an uplifting and rolling adventure!    "
                },
                "7": {
                    "title": "Nashville",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Here we see our hosts immersed in \"Music City,\" Nashville, Tennessee. Lexi and her friends, Max and Leonard visit one of Country music's most famous recording studios, travel through music history, and even record a song of their own. But with a full program of music there has to be some dancing and they get a chance to learn some new moves!    "
                },
                "8": {
                    "title": "New York City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Here we find our adventurers in the \"city that never sleeps,\" New York City. Lexi and her friends, Kelly and Leonard experience the famous city monuments, learn a little bit about broadway, and uncover a small amount of the city's historic background. Lexi gets a peek at some of the behind-the-scenes of a broadway musical!    "
                },
                "9": {
                    "title": "Philadelphia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    In this program, we see our hosts traveling through the history of the United States. Lexi and her friends, Kaelon and Leonard follow in the footsteps of the nation's founders as they experience the country's founding capital. But history is not the only big deal in this town were they take their famous Philly steak sandwiches seriously!    "
                },
                "10": {
                    "title": "San Diego",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    We find our explorers on an adventure full of history, wildlife, and culture. Lexi and her friends, Noah and Leonard, experience the true life of the city of San Diego. And after a day of visiting the missions where it all started , they have a chance to have some fun on the waves! Or should we say, in the water!    "
                },
                "11": {
                    "title": "South Carolina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    In this program, we follow our favorite explorer Lexi and her friends on an adventure to the beautiful state of South Carolina. Lexi, Max, and Leonard travel through time as they experience the true history of this southern state. They have a chance to experience the charm of Charleston, South Carolina and get a patriot's view of the USS Yorktown!    "
                },
                "12": {
                    "title": "St Louis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    We find our adventurers in \"The Gateway to the West,\" or Saint Louis, MI. Lexi, and her friends, Max and Leonard, visit the city's famous arch, explore the Louis and Clark expedition starting point, and taste true St. Louis style BBQ. The explorers also learn about the newest frontiers at the Saint Louis Science Center!    "
                },
                "13": {
                    "title": "Washington D.C",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    We find our hosts exploring the United States' capital, Washington D.C. Lexi and her friends, Kaelon and Leonard, encounter some of the nation's most prestigious monuments and museums. They get a chance to see American history up close!    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Tampa, Florida",
                    "kind": "episode",
                    "episode of": {
                        "title": "Passport to Explore (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Giovagnoli, Lexi"
            },
            {
                "name": "Jones, Leonard C."
            },
            {
                "name": "Giovagnoli, Vincent"
            },
            {
                "name": "Waddell, Laura"
            },
            {
                "name": "Maser, Max"
            },
            {
                "name": "Hunt, Noah"
            },
            {
                "name": "Lynch, Riker"
            },
            {
                "name": "Thompson, Matthew"
            },
            {
                "name": "Rivera, Fernando"
            },
            {
                "name": "Wilson, Katie"
            },
            {
                "name": "Park, Victoria"
            },
            {
                "name": "Balay, Justen"
            },
            {
                "name": "Christopher, Kaelon"
            },
            {
                "name": "Grager, Kelly"
            },
            {
                "name": "Posey, Joell"
            }
        ],
        "locations": [
            "Atlanta, Georgia, USA",
            "Boston, Massachusetts, USA",
            "California, USA",
            "Hollywood, Los Angeles, California, USA",
            "Kentucky, USA",
            "Nashville, Tennessee, USA",
            "New York City, New York, USA",
            "San Diego, California, USA",
            "South Carolina, USA",
            "St. Louis, Missouri, USA"
        ],
        "genres": [
            "Adventure"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo::(RCA Sound System)"
        ],
        "number of seasons": 2,
        "rating": 8.8,
        "votes": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ3NDUyNzEzMV5BMl5BanBnXkFtZTcwNTEwNDk2Mw@@._V1_SY150_CR3,0,101,150_.jpg",
        "budget": "$550,000 (estimated)",
        "plot outline": "\"Passport to Explore\" (PTX) is a half-hour travel education program designed to engage young audiences. Lexi. the main host, and two of her friends, travel to multiple locations and experience the local culture, history and entertainment that each location has to offer. With the help of local experts and curiosity, the three explores get a chance to learn a little more about our world and have an adventure of a lifetime!",
        "languages": [
            "English"
        ],
        "title": "Passport to Explore",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Passport to Explore (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Grager, Jared"
            },
            {
                "name": "Kofford, Bret"
            },
            {
                "name": "Matteo, Michael"
            }
        ],
        "production companies": [
            {
                "name": "DAVED Productions"
            },
            {
                "name": "Teen Scene Productions"
            }
        ],
        "distributors": [
            {
                "name": "Showplace Television Syndication"
            },
            {
                "name": "Singa Home Entertainment"
            }
        ],
        "plot": [
            "Lexi and her friends explore locations all over the world to learn about the history, culture and many other lessons while experiencing some adventures on the way!::Elizabeth Snoderly",
            "\"_Passport to Explore_ (qv)\" (PTX) is a half-hour travel education program designed to engage young audiences. Lexi. the main host, and two of her friends, travel to multiple locations and experience the local culture, history and entertainment that each location has to offer. With the help of local experts and curiosity, the three explores get a chance to learn a little more about our world and have an adventure of a lifetime!::Elizabeth Snoderly"
        ],
        "tech": {
            "runtime": [
                "22 min (cut) (USA)"
            ],
            "sound mix": [
                "Stereo (RCA Sound System)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 8.8
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 10.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "males": {
                "votes": 6,
                "rating": 4.9
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "us users": {
                "votes": 4,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 6,
            "9": 0,
            "8": 1,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 0
        },
        "arithmetic mean": 8.8,
        "median": 1
    }
}