{
    "imdb": {
        "raw release dates": [
            {
                "country": "Singapore\n",
                "date": "10 November 2005"
            }
        ],
        "release dates": [
            "Singapore::10 November 2005"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "15 May 2007",
                    "year": "2007",
                    "plot": "\n    An elaborate set in a photo shoot collapses and plunges the models into the deadly waters of the harbor. New medic Joseph hastily moves one of the injured before properly assessing the situation - unnecessarily aggravating her injuries. Pang rescues a beautiful model Sara, striking up a relationship with her. A new fire officer Rina joins the team and seems to take a fancy to Daniel, who is still reeling from the abandonment of his wedding to Christine. Finally, Siva has a nasty encounter with a crocodile.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "22 May 2007",
                    "year": "2007",
                    "plot": "\n    Helen, a reporter and close friend of Szeto, intrigued by Daniel's wedding mishap, plans a book about unsung heroes doing dangerous jobs. She pesters Daniel for an intimate interview. Will Daniel cooperate and share his life stories?    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "29 May 2007",
                    "year": "2007",
                    "plot": "\n    A pile-up on the motorway writes off Siva's new car, but despite being in shock, he takes control of the situation single-handed, while the SCDF services struggle through traffic to get there. Joseph has a moment of celebrity because of his capturing the crocodile and irritates Siva, who feels that his work is under appreciated. Helen sees Siva as perhaps someone to tell her juicy details for her book and Szeto tries to keep up with Helen's drinking habits. Hui Yen and Joseph defend their actions during the Harbourside disaster and Christine returns, disturbing the ...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "5 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    Siva rescues a boy who climbed a tree and got stuck. Siva also seems to like Rina, who tends to an injury of his, but Rina only has eyes for Daniel. Szeto and Daniel contemplate the implications of having Christine returning as their Fire Investigation's officer, and do not like her findings over the Restaurant Fire. She blames Daniel's station for believing the exaggerated claims of an anonymous caller. Sara gets trapped in a lift and Pang and Janice unwittingly ignore the lift as they find themselves dealing with a thief who poses as a doctor. The thief strikes ...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "12 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    A wall collapses on a building site and opens up a chasm into which a worker falls. Siva is lowered down to rescue the man - and discovers a cache of ammunition left behind from World War II. Daniel has himself lowered down to help shore up the dangerous explosives as Siva tries to free the trapped man.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "19 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    During a HAZMAT exercise, Daniel accidentally hears Szeto being disrespectful towards him in front of the men. Later on, he even hears Hui Yen describe him as boring to Rina.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "26 Jun. 2007",
                    "year": "2007",
                    "plot": "\n    A fire breaks out in the hospital while Pang is having his operation. Will his life be in danger? In the meantime, Christine expresses her bitterness at how she has been treated by Daniel, while Daniel and Hui Yen make a big decision.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "3 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Joseph, Siva and Daniel have a hard time at a school visit. Instead of looking up to the three men, the children start to burn school books and hurl them from the roof as they leave. How they cope with this chaos in the school?    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "10 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Daniel rescues a girl from a car crash, and realizes that she is the daughter of an old friend. Meanwhile, her mother, who was also in the crash, fights for her life.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "17 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Two workers are doing maintenance on the exterior walls of a high rise building when one of them gets stuck, and the SCDF has to be called in to rescue him. Christine hears that Daniel is considering taking care of Lily, and warns him not to disappoint the latter. She also stirs up Rina's interest in Daniel, telling her that Hui Yen still has a thing for Szeto.    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "24 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    A bus, carrying a group of old folk as passengers, overturns in an accident, trapping some of them. Daniel and the crew struggle to free these victims.    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "31 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Daniel tells Szeto about his marriage, and Szeto claims he is fine with it, even though he is not. Hui Yen becomes angry when it is assumed that she will be leaving her job to raise a family, and is even angrier that Daniel is still trying to arrange for Lily to live with them.    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "7 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    The Ballroom fire rages and Peter is rescued, but injured by smoke and flames. Janice tries to keep calm as she waits for the team to rescue her. But her brother Szeto becomes increasingly impatient with Daniel's systematic approach, and wants to rush in to rescue her immediately.    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Nov. 2005",
                    "year": "2005",
                    "plot": "\n    A multiple-vehicle accident on an expressway creates a dangerous emergency situation. Fire Station OC Daniel risks his life to save a girl trapped in a car. Things get worse when careless behavior creates an explosion, which injures Rota Commander Szeto.    "
                },
                "2": {
                    "title": "Bad Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Nov. 2005",
                    "year": "2005",
                    "plot": "\n    New medic Jamal is haunted by the ghost of the driver who died at the accident. Siva almost gets into a fight over his female colleague Friza. Christine asks her fiance Daniel if he still has feelings for his ex-girlfriend Hui Yen, who is now Szeto's girlfriend. Pang meets his former school teacher's attractive daughter Melissa.    "
                },
                "3": {
                    "title": "Falling Objects",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Nov. 2005",
                    "year": "2005",
                    "plot": "\n    Gloria wants to kill herself. Although he is still recovering in the hospital himself, Szeto tries to save her. Pang pursues a suspect who has a heart attack. Christine tries to save the suspect, but is tragically wounded. She tells Pang a mysterious message to pass to Daniel and refuses help from Hui Yen.    "
                },
                "4": {
                    "title": "Husbands and Wives",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Nov. 2005",
                    "year": "2005",
                    "plot": "\n    With his fiance Christine in a coma, Daniel remembers two very different marriage proposals. Pang tells Janice about Christine's message to Daniel. Khai suggests to Friza that she can become a model. Siva follows Friza on her date with Khai and later learns that Khai is married. A drunken man falls into the river and it's up to Daniel and Jamal to save him.    "
                },
                "5": {
                    "title": "Don't Tell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Dec. 2005",
                    "year": "2005",
                    "plot": "\n    Returning to work, Szeto is upset to learn that Hui Yen has been transferred to the fire station. Janice tells Daniel about Christine's mysterious message. Siva asks Szeto for advice about whether to tell Friza that her new boyfriend is married. A fire breaks out in the HDB flat of an Indian family. The rescuers have to find the missing children before it's too late.    "
                },
                "6": {
                    "title": "Pressing Relations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Dec. 2005",
                    "year": "2005",
                    "plot": "\n    Reporter Helen wants to interview Daniel but gets some juicy stories about the fire station instead. Siva changes his mind about telling Friza about her married boyfriend. Szeto and Hui Yen's relationship reaches a breaking point. A drug addict calls for an ambulance to save his dying girlfriend.    "
                },
                "7": {
                    "title": "Hostage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 Dec. 2005",
                    "year": "2005",
                    "plot": "\n    The drug addict kidnaps Hui Yen and Jamal and threatens to kill them if they don't save his dying girlfriend. Jamal makes a morbid discovery. What can Jamal do to save himself and Hui Yen? Daniel, Pang and Janice are looking for them while Szeto agonizes over Hui Yen's disappearance back at the fire station. Friza finds a note that says Khai is married.    "
                },
                "8": {
                    "title": "Choices",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 Dec. 2005",
                    "year": "2005",
                    "plot": "\n    Hui Yen has rejected Szeto's marriage proposal. Daniel agonizes over whether he should take Christine's mother's advice to move on and confides in Janice. Daniel almost hits Szeto over a remark about Christine. Pang suspects Melissa may be coming on to him. Friza asks Khai if he is really married. Hui Yen bumps into her former abusive boyfriend Boon who has been released from prison. She is terrified that he may harm her and calls another former boyfriend - Daniel. She reveals to Daniel a traumatic secret about her past.    "
                },
                "9": {
                    "title": "Night Moves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 Dec. 2005",
                    "year": "2005",
                    "plot": "\n    Szeto is upset to find Daniel at Hui Yen's home and drowns his sorrows at a pub where he bumps into the reporter Helen, along with someone else he didn't expect. Hui Yen asks Daniel to spend the night with her and old feelings are rekindled even as they both try to keep those emotions at bay. Learning that Siva has followed her boyfriend, Friza wants to be transferred out. Melissa is upset to learn that Pang likes Janice more than her. The next day, Janice goes to meet Melissa at a deserted house and is knocked unconscious by a mysterious assailant.    "
                },
                "10": {
                    "title": "Secrets and Lies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "5 Jan. 2006",
                    "year": "2006",
                    "plot": "\n    Mrs. Fernandez tries to kill Janice for her daughter Melissa and is burnt to death instead. Melissa reveals to Pang her obsession with him. Daniel is unhappy that Szeto has been speaking to the reporter Helen. Friza doesn't know whether to believe Khai or Siva who told her that Khai has a wife and son. Hui Yen tentatively tries to reconnect with Daniel. Szeto makes a shocking revelation to Siva about Hui Yen.    "
                },
                "11": {
                    "title": "Past Present",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "12 Jan. 2006",
                    "year": "2006",
                    "plot": "\n    Daniel learns that Boon is actually Hui Yen's husband and confronts her about it. Hui Yen wonders if she may be wrong about Boon. Szeto arranges a double date for Siva with Helen and her friend without Siva's knowledge. Friza goes for a photo shoot and later sees Khai with his son and another woman. Christine is coming out of the coma.    "
                },
                "12": {
                    "title": "Awakening",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "19 Jan. 2006",
                    "year": "2006",
                    "plot": "\n    Boon has agreed to divorce Hui Yen. What does this mean for the re-developing relationship between her and Daniel? At Szeto's birthday party, Szeto confronts Daniel about Hui Yen. Christine's mother discourages her from calling Daniel. Siva is surprised to find an ad in a magazine using Friza's photo. Pang becomes paranoid about Melissa.    "
                },
                "13": {
                    "title": "Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lifeline (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "26 Jan. 2006",
                    "year": "2006",
                    "plot": "\n    Christine is upset that Daniel didn't tell her that Hui Yen is working at the same place as him. Pang's father goes to work despite being sick and falls unconscious. A chemical leakage results in an explosion that leads to tragedy. Will Daniel and Christine get married?    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Singh, Gurmit"
            },
            {
                "name": "Nga, Timothy"
            },
            {
                "name": "Chia, Michelle"
            },
            {
                "name": "Chen, Adam"
            },
            {
                "name": "Wang, Ailing"
            },
            {
                "name": "Miles, Cheryl"
            },
            {
                "name": "Palakrishnan, Sivakumar"
            },
            {
                "name": "Ramli, Rozzalina"
            },
            {
                "name": "Gomez, Joakim"
            },
            {
                "name": "Lacey, Justin"
            },
            {
                "name": "Chen, Melody"
            },
            {
                "name": "Goh, Ming Siu"
            },
            {
                "name": "Lim, Darren"
            },
            {
                "name": "Tan, Judee"
            },
            {
                "name": "Hillyard, Scott C."
            }
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "Singapore"
        ],
        "country codes": [
            "sg"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOGI2YTY1OTUtYzViMy00ZjIxLTkyYjctYTg4NGNmYWNhNWQ3XkEyXkFqcGdeQXVyMTE0NjIwNQ@@._V1_SY150_CR16,0,101,150_.jpg",
        "budget": "SGD50,000 (estimated)",
        "plot outline": "A drama dealing with the complex relationships of men and women who work together under the pressure of always having to be ready for the worst. There is always a new emergency for them to handle, while at the same time dealing with their own personal crises, ambitions and desires. They are as likely to spend a day fishing body parts from a car wreck as they are carrying a victim to safety. Under these heated circumstances, relationships can become so intense that when they go wrong, they can go awfully wrong. Every episode brings a new disaster for them to clean up and new beats in the characters' own personal stories.",
        "languages": [
            "English"
        ],
        "title": "Lifeline",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2009",
        "akas": [
            "Lifeline (Singapore)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Gray, Lawrence"
            }
        ],
        "production companies": [
            {
                "name": "MediaCorp TV"
            }
        ],
        "distributors": [
            {
                "name": "MediaCorp TV"
            }
        ],
        "plot": [
            "A drama revolving around members of the Singapore Civil Defence Force - firefighters and paramedics who provide a lifeline for victims of emergency situations.",
            "A drama dealing with the complex relationships of men and women who work together under the pressure of always having to be ready for the worst. There is always a new emergency for them to handle, while at the same time dealing with their own personal crises, ambitions and desires. They are as likely to spend a day fishing body parts from a car wreck as they are carrying a victim to safety. Under these heated circumstances, relationships can become so intense that when they go wrong, they can go awfully wrong. Every episode brings a new disaster for them to clean up and new beats in the characters' own personal stories."
        ],
        "tech": {
            "runtime": [
                "23 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}