{
    "imdb": {
        "raw release dates": [
            {
                "country": "Singapore\n",
                "date": "9 August 2008"
            }
        ],
        "release dates": [
            "Singapore::9 August 2008"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Heng, Benjamin"
            },
            {
                "name": "Pvss, Vadi"
            },
            {
                "name": "Singh, Gurmit"
            },
            {
                "name": "Xie, Fiona"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "Singapore"
        ],
        "country codes": [
            "sg"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDdkZGY1ZGItNzU3ZS00YWRjLTk4NjYtMjU3ODg4YmIxZjQ2XkEyXkFqcGdeQXVyMjU2MDA0MTU@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "The series takes aim at what people will do to make it in the world of television, whether they have talent or not, as it follows five individuals who are aiming for fame and fortune (and all the perks that come with it) as \"Calefare,\" a word to describe actors who land small parts. The term refers to bit-role actors, or extras, in the entertainment industry in Hong Kong, Malaysia and Singapore. They hope that this small step will lead to larger things. Each episode chronicles their misfortune of trying to break into the business big time. The five are taking part in the production of a television miniseries that is being produced by Channel 5 called Road to Liberation, a drama about World War II. But behind the scenes they find themselves at war with Huay Huay, the assistant director who gave them their big break and has a reputation of manipulating the quintet after they take issue with her or turn down their demands.",
        "languages": [
            "English"
        ],
        "title": "Calefare",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Calefare (Singapore)"
        ],
        "writer": [
            {
                "name": "Lee, Thean-jeen"
            },
            {
                "name": "Tan, Leslie"
            },
            {
                "name": "Tan, Robert"
            }
        ],
        "production companies": [
            {
                "name": "Film Formations"
            }
        ],
        "distributors": [
            {
                "name": "MediaCorp"
            }
        ],
        "plot": [
            "The series takes aim at what people will do to make it in the world of television, whether they have talent or not, as it follows five individuals who are aiming for fame and fortune (and all the perks that come with it) as \"_Calefare_ (qv),\" a word to describe actors who land small parts. The term refers to bit-role actors, or extras, in the entertainment industry in Hong Kong, Malaysia and Singapore. They hope that this small step will lead to larger things. Each episode chronicles their misfortune of trying to break into the business big time. The five are taking part in the production of a television miniseries that is being produced by Channel 5 called Road to Liberation, a drama about World War II. But behind the scenes they find themselves at war with Huay Huay, the assistant director who gave them their big break and has a reputation of manipulating the quintet after they take issue with her or turn down their demands.::Wikipedia"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}