{
    "imdb": {
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Dog Castle"
            },
            {
                "countries": "Japan",
                "title": "Wanko no shiro"
            }
        ],
        "akas": [
            "Dog Castle (original title)",
            "Wanko no shiro Japan"
        ],
        "akas from release info": [
            "Dog Castle (original title)",
            "Wanko no shiro Japan"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Shiba",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dog Castle (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Everyone thinks a Shiba is just your average dog but this compact and well-balanced canine is still a major favorite when it comes to being Japan's four-legged friend. Known as one the oldest breeds in the world and was originally used for flushing out small game in the forest- Shibas today stay true to its hunting and independent nature but has also shown that it can also be a great companion for just about anybody. In this episode, we follow Yuri who uses her loving smile and sweet nature in her special job as a rental dog. We then go deep into the beautiful ...    "
                },
                "2": {
                    "title": "Papillon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dog Castle (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    They say big things come in small packages and that doesn't ring as true as when one talks about the Papillon! Now this dainty breed may have been the lap dog of choice for Marie Antoinette but it also happens to be one of the most intelligent dog breeds in the world! Its easy maintenance, intelligence and small size makes it the perfect dog to take anywhere and everywhere with you! In this episode, we follow Tsukasa who provides loving companionship to his owner who never leaves home without him. Next, we stop by at a retirement home where they are expecting some ...    "
                },
                "3": {
                    "title": "Dachshund",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dog Castle (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    They are cute, small and did we mention, long? The Dachshund, everyone's favorite hot dog! Now don't be fooled by their goofy appearance, this little hound has the right temperament, the perfect nose and just the right body size that not only makes it a good pet but a great working dog as well. In this episode, we follow Balon, a paraplegic dachshund and his special bond with his owner, Mr. Hirota who has come up with some inventive ways to care for his special pet. Next, we visit a training centre to meet Dolly, a dachshund that is learning to use his highly ...    "
                },
                "4": {
                    "title": "Poodle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dog Castle (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Elegant, polished and grand- these are just some of the adjectives used to describe a poodle but did you know that this statuesque dog was originally used as a water dog? It is also the only dog breed that comes in three varieties, standard, miniature and toy! It may look like a dog that's only good for show but it also happens to be the number 2 most intelligent dog breed in the world! These are just a few of the eye opening facts that we'll be sharing with you on this episode of Dog Castle! We follow Silva, an assistance dog who helps her wheelchair-bound owner to ...    "
                },
                "5": {
                    "title": "French Bulldog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dog Castle (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    The French Bulldog, known for its snub nose and their famous bat ears is one of the most distinct looking dog breeds in the canine family. Sometimes called the 'frog dog', this happy-go-lucky fellow doesn't let that name bother him. The dog's melting eyes and great personality makes it the perfect side kick on a day out in the country or a snuggle on the couch. We follow Natsuhiko a city dog turned top doggie model with a whole resume of calendars, books and videos to his name. Next, we visit Kaicho a deaf Frenchie who, despite his handicap is living his life to the ...    "
                },
                "6": {
                    "title": "Chihuahua",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dog Castle (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    The Chihuahua may be small but these seven pound dogs have a lot of personality. One of the most popular breeds in the world, they have captured the hearts of many people, especially the ones who live in small spaces. They are comfortable being toted around by the fashionable set as well as just curling up on their owner's laps. Unlike the other dogs that were bred for a purpose, these dogs are made to just be the perfect devoted companion. In this episode, we meet Heart, a Chihuahua with a special coat that has made her into a celebrity in her own way. Then we travel...    "
                },
                "7": {
                    "title": "Labrador",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dog Castle (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    When it comes to dogs described as man's best friend, no other breed quite fits the bill as well as the Labrador. This even tempered, family oriented, always ready to please dog is a staple in a many households all over the world. Labradors love the water. This is due to the fact that they were originally bred to haul next for fishermen in Newfoundland Canada! Its intelligence, gentle and retrieving nature has given many of its breed the proud name of 'working dogs'. In this episode, we visit a very special place at the foot of Mt. Fuji where some special Labradors ...    "
                },
                "9": {
                    "title": "Shih Tzu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dog Castle (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Cardigan Welsh Corgi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dog Castle (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Yorkshire Terrier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dog Castle (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 10,
        "locations": [
            "Japan"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Japan",
            "Singapore"
        ],
        "country codes": [
            "jp",
            "sg"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "languages": [
            "English"
        ],
        "title": "Dog Castle",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Animal Planet"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}