{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2008"
            },
            {
                "country": "USA\n",
                "date": "28 July 2008"
            }
        ],
        "release dates": [
            "USA::2008",
            "USA::28 July 2008"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Wrestling: Daniel Cormier",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Shot at Glory (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Athletics can provide order in a sometimes chaotic world. For Daniel Cormier, from Lafayette, La., freestyle wrestling provides a vehicle for stability in a life filled with tragedy. Daniel watched his father get shot to death at a young age and recently lost his 3 - week old daughter in a car accident. At 25 years-old, wrestling has always been there, providing Daniel the chance to put tragedy aside and measure himself against the world. His year has been rocky. He has had trouble getting down to 211 pounds and failed to make weight at the prestigious Uzbekistan ...    "
                },
                "2": {
                    "title": "BMX: Donny Robinson",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Shot at Glory (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    A Champion in Balance. A professional BMX Racer measuring in at 5 foot 5 inches and a buck fifty, Donny Robinson looks the part of the consummate underdog. Originally from California, \"dR\" is a BMX national champion, and with the trip to Beijing right around the corner, he's not planning on slowing down. Donny began at age five at the Napa Valley BMX track, during the summer of 1989. In 1996 he was named as one of \"The 10 Hottest Amateurs\" and future top Pro BMX'ers by BMX Plus! BMX debuts as an Olympic sport in 2008, opening new doors for Donny including additional ...    "
                },
                "3": {
                    "title": "Track: Wallace Spearmon",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Shot at Glory (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Three years ago at the University of Arkansas, 23-year-old Wallace Spearmon Jr. was the yin to Tyson Gay's yang, the gregarious personality to Gay's quiet demeanor. Now these two are rivals seeking the same international glory. Spearmon, Jr.\"like his father\"is one of the all-time great sprinters produced by Arkansas. As a freshman, Spearmon became the first Razorback in history to win the NCAA Outdoor 200m title. He was a three-sport standout at Fayetteville HS, where he played basketball and wide receiver in football for two years. Wallace's fiance is fellow athlete ...    "
                },
                "4": {
                    "title": "Boxing: Gary Russell",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Shot at Glory (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    119-pound boxer Gary Russell Jr. grew up in the ring?he's been shadowboxing since age two. Growing up in Capital Heights, Md., Gary was coached his entire life by a father who once had his own Olympic boxing dreams. Gary is the youngest member of USA Boxing's Elite Team and the number one amateur international bantamweight champion of the world. He won both the U.S. Championships and National Golden Gloves at just sixteen. Gary is slowly adjusting to life away from Dad and home as part of the USA boxing team. Watch Gary morph from boy to man as he must choose between ...    "
                },
                "5": {
                    "title": "Swimming: Kate Ziegler",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Shot at Glory (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Breaking Janet Evans? swimming record last year just shy of her nineteenth birthday secured Kate Ziegler's legacy in history and set the stage for her international dominance of distance swimming. But, as the calendar turns, the pressure to perform at a higher level is building. This George Mason University freshman must adjust her dry-land training routine and diet if she wants to peak at the perfect moment. She's out of bed at 4:30 am every morning, balancing a day crammed with two practices, a strict food regimen, college classes and media requests, with a little ...    "
                },
                "6": {
                    "title": "Triathlon: Laura Bennett",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Shot at Glory (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Triathlete Laura Bennett, from North Palm Beach, Fla., came close to greatness before, narrowly missing out on the Olympics in 2000 and 2004. But after teaming up with fellow triathlete and husband of four years, Greg, she has found happiness both athletically and emotionally. Her husband was the first-ever athlete to win all five major Grand Slam events in 2007. Laura trains on hills, runs the trails of Boulder, Colo., and body bashes in Noosa, Australia. Watch as she competes in the 2008 World Championships, and prepares for the most important race of her life.    "
                },
                "7": {
                    "title": "Kayaking: Brett Heyl",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Shot at Glory (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Two years ago, Brett Heyl sought to improve his stock within the American kayaking scene - so he packed up everything he owned and moved to Charlotte, N.C., the new home of the U.S. Whitewater Center. There Brett has found both a home and an environment to become world class in his chosen sport, K-1 Whitewater Slalom Kayak. Originally from Norwich, Vermont, this 26 year-old is also a web designer and a professional photographer. His skill at kayaking has allowed him to travel (and take pictures) all over the world. He hopes his next photo trip will be to Beijing.    "
                },
                "8": {
                    "title": "Gymnastics: Samantha Peszek",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Shot at Glory (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    At 16, Samantha Peszek has the passion of untarnished dreams, but the lack of history to fully comprehend the pressure that comes with those dreams. From McCordsville, Ind., she is the 500-watt gymnast who has eschewed the traditional home schooling route of her peers to maintain the \"normal\" existence of mainstream schooling. She also debuted a double twisting double back on floor, a skill that only a few women in the world can do. Samantha was named USA Gymnastics TOPs Athlete of the Year for 2007. She has a firm grasp of every minute of her day, from being a ...    "
                },
                "9": {
                    "title": "Track: Tyson Gay",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Shot at Glory (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Tyson Gay is one of the fastest men in America. Seven years ago, he was a lightly-recruited high school sprinter from Lexington, Ky. Since then, he's traveled the road to community college, the University of Arkansas, and the professional ranks, all while upgrading his name from unknown to world champion. Tyson was in awe when he found he was running the same times as his heroes, Michael Johnson, Frankie Fredericks and Maurice Greene. In a sport dominated by outspoken athletes, Tyson is humble and reserved, a trait fostered by his mother, Daisy Lowe.    "
                },
                "10": {
                    "title": "Beach Volleyball: Youngs and Branagh",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Shot at Glory (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    In what may be her final Olympics, 38-year-old Elaine Youngs, or ?EY,? looks to return to the medal stand. Youngs, originally from El Toro, Calif., won a Bronze in 2004. In 2006, Youngs became the third American woman to surpass $1 million in career earnings. She won more money than any other player on the 2007 AVP Crocs Tour after collecting four victories, including the coveted Goddess of the Beach title. Youngs? latest partner (her third in three years) is former Big Ten Player of the Year Nicole Branagh. Youngs and Branagh joined forces just last year, but they've...    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Bennett, Kyle"
            },
            {
                "name": "Cormier, Daniel"
            },
            {
                "name": "Heyl, Brett"
            },
            {
                "name": "Johnson, Shawn"
            },
            {
                "name": "Lopez, Steven"
            },
            {
                "name": "May-Treanor, Misty"
            },
            {
                "name": "Mendoza, Jessica"
            },
            {
                "name": "Phelps, Michael"
            },
            {
                "name": "Richards-Ross, Sanya"
            },
            {
                "name": "Robinson, Donny"
            },
            {
                "name": "Russell, Gary"
            },
            {
                "name": "Jennings, Kerri Walsh"
            },
            {
                "name": "Ward, Becca"
            },
            {
                "name": "Warren, Rau'Shee"
            },
            {
                "name": "Ziegler, Kate"
            }
        ],
        "genres": [
            "Sport"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDI2NTRhYTctOGNkNi00YzgyLTkyNGUtOTRmMGE5MTQwMTY5XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "budget": "$500,000 (estimated)",
        "plot outline": "Every Journey Has a Story. Kate Ziegler swam over 200,000 miles to get there. Tyson Gay ran over 25,000 miles to get there. Donald Robinson broke more bones than he can remember to get there. For America's hopefuls the trip to Beijing began long before this summer. Every night for two weeks leading up to the opening ceremonies, MOJO in conjunction with USA TODAY profiles Team USA's medal hopefuls.",
        "languages": [
            "English"
        ],
        "title": "A Shot at Glory",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2009",
        "akas": [
            "A Shot at Glory (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "USA Today Live"
            }
        ],
        "distributors": [
            {
                "name": "Mojo HD"
            }
        ],
        "plot": [
            "Every Journey Has a Story. Kate Ziegler swam over 200,000 miles to get there. Tyson Gay ran over 25,000 miles to get there. Donald Robinson broke more bones than he can remember to get there. For America's hopefuls the trip to Beijing began long before this summer. Every night for two weeks leading up to the opening ceremonies, MOJO in conjunction with USA TODAY profiles Team USA's medal hopefuls."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}