{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "14 November 2008"
            }
        ],
        "release dates": [
            "UK::14 November 2008"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Hamilton-Parker, Craig"
            },
            {
                "name": "Hamilton-Parker, Jane"
            }
        ],
        "locations": [
            "Southampton, Hampshire, England, UK"
        ],
        "genres": [
            "Biography"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "14 Nov 2008 (UK)",
        "budget": "GBP14,000 (estimated)",
        "plot outline": "Craig and Jane Hamilton-Parker, a husband and wife psychic team, together with their two daughters as well as extended aunts, uncles, grandmother and great grandmother are Britain's only psychic family. They're the stars of Our Psychic Family, which sees them meet Angie Best, former wife of football legend George Best, for a personal reading - as well as giving advice from beyond the grave to Eighties pop star Toyah Wilcox. Our Psychic Family features everything from haunted houses to psychic pet clinics, from a psychic inspired dating event to a search for a psychic apprentice, plus the pressures of putting on their own theatre event.",
        "languages": [
            "English"
        ],
        "title": "Our Psychic Family",
        "year": 2008,
        "kind": "tv mini series",
        "series years": "2008-",
        "akas": [
            "Our Psychic Family (United Kingdom)"
        ],
        "director": [
            {
                "name": "Redman, Martyn"
            }
        ],
        "production companies": [
            {
                "name": "Thumbs Up Productions"
            }
        ],
        "distributors": [
            {
                "name": "Biography Channel"
            }
        ],
        "plot": [
            "Craig and Jane Hamilton-Parker, a husband and wife psychic team, together with their two daughters as well as extended aunts, uncles, grandmother and great grandmother are Britain's only psychic family. They're the stars of _Our Psychic Family_ (qv), which sees them meet Angie Best, former wife of football legend George Best, for a personal reading - as well as giving advice from beyond the grave to Eighties pop star Toyah Wilcox. _Our Psychic Family_ (qv) features everything from haunted houses to psychic pet clinics, from a psychic inspired dating event to a search for a psychic apprentice, plus the pressures of putting on their own theatre event."
        ],
        "tech": {
            "runtime": [
                "30 min (UK)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}