{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "17 March 2008"
            }
        ],
        "release dates": [
            "UK::17 March 2008"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Chalengings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smalltalk Diaries (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Children's wildlife series starring invertebrates, shot with the latest close-up camerawork. The little beasts are then animated, and explain their behaviour and make jokes. Changing appearance doesn't change what's inside, but it might help an insect make friends. Ugly invertebrates talk through the tricky business of shedding their skins to become something utterly different and spectacular, proving that beauty is often no more than skin deep.    "
                },
                "2": {
                    "title": "Weapons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smalltalk Diaries (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "18 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Children's wildlife series starring invertebrates, shot with the latest close-up camerawork. The little beasts are then animated, and explain their behaviour and make jokes. Bombs, chemical weapons, fangs, traps, stings and tusks make up a murderous minibeast arsenal. With so many gruesome and painful ways of wounding and destroying each other, these creatures should also have developed the brainpower to make best use of their dangerous abilities.    "
                },
                "3": {
                    "title": "Inventors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smalltalk Diaries (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Children's wildlife series starring invertebrates, shot with the latest close-up camerawork. The little beasts are then animated, and explain their behaviour and make jokes. Who's a clever bug then? Many human inventions, including air conditioning, farming, jet propulsion, mobile homes, paper, clothes and even binoculars were copied from minibeasts, the real geniuses of the technological world.    "
                },
                "4": {
                    "title": "Pollinators",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smalltalk Diaries (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Children's wildlife series starring invertebrates, shot with the latest close-up camerawork. The little beasts are then animated, and explain their behaviour and make jokes. Plants have a mutual relationship with insects: the former provide shelter, nectar and pollen, and the latter carry seeds about so that the plants can reproduce and thrive. Mostly it works that way, but there's cheating on both sides.    "
                },
                "5": {
                    "title": "Decomposers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smalltalk Diaries (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "21 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Children's wildlife series starring invertebrates, shot with the latest close-up camerawork. The little beasts are then animated, and explain their behaviour and make jokes. If it wasn't for the rubbish recycling service provided by minibeasts, the world would be a dirtier and deadlier place. The clean-it-up, chew-it-up, churn-it-up merchants explain their role.    "
                },
                "6": {
                    "title": "Parents",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smalltalk Diaries (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "24 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Children's wildlife series starring invertebrates, shot with the latest close-up camerawork. The little beasts are then animated, and explain their behaviour and make jokes. Do insects dump their eggs in a likely-looking place, hoping for the best, or do they look after their babies so they don't eat each other? These animals have strong views on parenthood - especially the paper wasp, who frowns on less careful parents.    "
                },
                "7": {
                    "title": "Predators",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smalltalk Diaries (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "25 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Children's wildlife series starring invertebrates, shot with the latest close-up camerawork. The little beasts are then animated, and explain their behaviour and make jokes. There is an eat-or-be-eaten world underfoot and, as an expert invertebrate hunter explains, predation is an important part of life.    "
                },
                "8": {
                    "title": "Entertainers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smalltalk Diaries (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "26 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Children's wildlife series starring invertebrates, shot with the latest close-up camerawork. The little beasts are then animated, and explain their behaviour and make jokes. Music, dancing, aerobatics, light shows - an arts festival happens every day in the undergrowth, proving it's not just humans who put on shows to entertain each other. Many species use extraordinary displays to communicate and make friends, but are they really entertained?    "
                },
                "9": {
                    "title": "Travellers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smalltalk Diaries (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "27 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Children's wildlife series starring invertebrates, shot with close-up camerawork. The little beasts are then animated and explain their behaviour and make jokes. They may be small, but invertebrates are experts at getting around, up and down. The American cockroach is the fastest animal on six legs, and a dragonfly can reach speeds over 30 miles per hour.    "
                },
                "10": {
                    "title": "Unloved",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smalltalk Diaries (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "28 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Children's wildlife series starring invertebrates, shot with the latest close-up camerawork. The little beasts are then animated, and explain their behaviour and make jokes. Despite the fact that wasps, spiders, cockroaches and flies are clever, colourful, useful and often harmless, these minibeasts are unpopular and doomed to be disliked by humans. Smalltalk tries to understand why they are so unloved.    "
                }
            }
        },
        "number of episodes": 10,
        "genres": [
            "Family"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en",
            "es"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "Do you ever wonder what it's like to be a bug? Well you're about to find out. With the help of a startling invention, the Translation Lens, we can actually translate the thoughts of small creatures into language we can understand. Smalltalk Diaries reveals the shock truth of what flies and other bugs think.",
        "languages": [
            "English",
            "Spanish"
        ],
        "title": "Smalltalk Diaries",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2009",
        "akas": [
            "Smalltalk Diaries (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Ammonite Films"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Off the Fence"
            }
        ],
        "plot": [
            "Do you ever wonder what it's like to be a bug? Well you're about to find out. With the help of a startling invention, the Translation Lens, we can actually translate the thoughts of small creatures into language we can understand. _Smalltalk Diaries_ (qv) reveals the shock truth of what flies and other bugs think."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "camera": [
                "Panasonic Varicam"
            ]
        }
    }
}