{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "19 March 2008"
            },
            {
                "country": "UK\n",
                "date": "23 March 2008"
            }
        ],
        "release dates": [
            "UK::19 March 2008",
            "UK::23 March 2008"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pushing",
                    "kind": "episode",
                    "episode of": {
                        "title": "The City Speaks (TV Mini-Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    A Gulf War veteran pushes a fridge as an act of penance. Along the way he meets a Boy with an eye for a business opportunity and all goes well until the Man reveals what's in the fridge.    "
                },
                "2": {
                    "title": "I Am Not You Are Not Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "The City Speaks (TV Mini-Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    An old man in the grip of dementia finds himself lost on Hackney's busy Kingsland Road. Who is he, what is he trying to escape from?    "
                },
                "3": {
                    "title": "Broken Chain",
                    "kind": "episode",
                    "episode of": {
                        "title": "The City Speaks (TV Mini-Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    A man leaves prison after several years of incarceration. Will he clean up his act after several years of crime and drug addiction? Or does he go back to his old ways?    "
                },
                "4": {
                    "title": "Yalda",
                    "kind": "episode",
                    "episode of": {
                        "title": "The City Speaks (TV Mini-Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    A colourful musical journey into the narrative of a woman's tangled past, with magical glimpses of her present world and hopes for a liberated future.    "
                },
                "5": {
                    "title": "Ayshe's Tale",
                    "kind": "episode",
                    "episode of": {
                        "title": "The City Speaks (TV Mini-Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "20 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Set within the Turkish community of Dalston and Stoke Newington, Ayshe's Tale celebrates the multi-ethnic diversity of this part of East London.    "
                },
                "6": {
                    "title": "Make Your Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "The City Speaks (TV Mini-Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "20 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Make Your Way contrasts the world of underground and overground London.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Arnold, Adam"
            },
            {
                "name": "Bavidge, Rachel"
            },
            {
                "name": "Csergo, Nicholas"
            },
            {
                "name": "Foreman, Jamie"
            },
            {
                "name": "Hayball, Mark"
            },
            {
                "name": "Sesta, Hilary"
            }
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "19 Mar 2008 (UK)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZWNiMGE1MDUtMDUzMi00NjE5LWIwNzctN2JhODkwMzQ1ZmRmXkEyXkFqcGdeQXVyNjU5NzkzNzE@._V1_SY150_CR44,0,101,150_.jpg",
        "plot outline": "The series of six short radio plays has been inspired by a scenario produced by writer Peter Ackroyd. Six artist film-maker and writer teams have collaborated to create the 14-minute films from Ackroyd's narrative, to be heard in Radio 4's Afternoon Play slot between 2.15 and 3.00pm on Wednesday 19 and Thursday 20 March 2008. On both days, listeners can also watch the stories unfold with a simultaneous \"red button\" screening of each of the tales, or watch on-demand on the BBC Film Network website. The City Speaks is a visual and narrative feast celebrating London as a great cosmopolitan city. Ackroyd's opening introduces Virgin Day, in which an old parchment is discovered in the ancient church of Saint Mildred in Bread Street. It describes an apparition in the church of the Virgin Mary who had given a promise to appear again in a thousand years if the people of London retain their faith in her and follow the teachings of her son. The stories developed by the creative teams range from humorous to highly emotional, from heart-warming to the frankly bizarre, including a depiction of Canary Wharf which resembles the Emerald City in the Wizard Of Oz, voodoo goddesses who wander the streets of East London casting evil before them as they go, and a tube station that exists beneath the capital, but does not appear on any map.",
        "languages": [
            "English"
        ],
        "title": "The City Speaks",
        "year": 2008,
        "kind": "tv mini series",
        "series years": "2008-2008",
        "akas": [
            "The City Speaks (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Coghlan, Lin"
            },
            {
                "name": "Joseph, Alison"
            },
            {
                "name": "Norfolk, Mark"
            }
        ],
        "director": [
            {
                "name": "Blackman, Inge"
            },
            {
                "name": "Brady, Sam"
            },
            {
                "name": "Dewshi, Alnoor"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            }
        ],
        "plot": [
            "An original scenario by Peter Ackroyd was the inspiration behind six new radio plays and six short films. _The City Speaks_ (qv) is a visual and narrative feast celebrating London as a great cosmopolitan city.",
            "The series of six short radio plays has been inspired by a scenario produced by writer Peter Ackroyd. Six artist film-maker and writer teams have collaborated to create the 14-minute films from Ackroyd's narrative, to be heard in Radio 4's Afternoon Play slot between 2.15 and 3.00pm on Wednesday 19 and Thursday 20 March 2008. On both days, listeners can also watch the stories unfold with a simultaneous \"red button\" screening of each of the tales, or watch on-demand on the BBC Film Network website. _The City Speaks_ (qv) is a visual and narrative feast celebrating London as a great cosmopolitan city. Ackroyd's opening introduces Virgin Day, in which an old parchment is discovered in the ancient church of Saint Mildred in Bread Street. It describes an apparition in the church of the Virgin Mary who had given a promise to appear again in a thousand years if the people of London retain their faith in her and follow the teachings of her son. The stories developed by the creative teams range from humorous to highly emotional, from heart-warming to the frankly bizarre, including a depiction of Canary Wharf which resembles the Emerald City in the Wizard Of Oz, voodoo goddesses who wander the streets of East London casting evil before them as they go, and a tube station that exists beneath the capital, but does not appear on any map."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}