{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Africa\n",
                "date": "1 January 2008",
                "notes": "                            (limited)"
            },
            {
                "country": "South Africa\n",
                "date": "1 July 2008"
            }
        ],
        "release dates": [
            "South Africa::1 January 2008                            (limited)",
            "South Africa::1 July 2008"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Chacma Baboon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Numerous troops of Chacma baboons live in the Singita region but the resident troop of Singita lodge stands out amongst the rest. Cavorting in the treetops, playing in the riverbeds and taking it easy the resident troop of Singita Lodge appear to be living the good life. Alliances within the troop are constantly changing and relationships between adults and youngsters alike are futile but with ample food on the ground below and a safe haven from predators in the trees above- the baboon troop of Singita Lodge is thriving.    "
                },
                "2": {
                    "title": "Cape buffalo: the widow maker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    The Cape Buffalo has earned its place as one of Africa's deadliest animals. Armed with a massive pair of horns, a thick hide and a volatile temper this is one bovine you wouldn't want to double cross. Other than humans lions are the only predators brave enough to take on this mighty beast but even for them, the tables can turn in an instant. A lone buffalo is dangerous but it's the collective muscle of a mighty herd that make these animals a real force to be reckoned with.    "
                },
                "3": {
                    "title": "Buffalo Tuberculosis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Cape Buffalos may be one of the most powerful members of the animal kingdom but even they can't escape the grip of deadly disease. Bovine tuberculosis is a potentially fatal disease that not only spreads to other ungulates but it also infects the predators that feed on buffalos- lions, in particular, are at high risk. Fortunately, efforts have been made to breed disease-free herds to curb the spread of this dreaded disease.    "
                },
                "4": {
                    "title": "Nile Crocodile: the ultimate survivor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Crocodiles are amongst Africa's toughest creatures. Armoured with thick plated skin, a powerful immune system and jaws that can crack bone with ease- Crocodiles are Africa's most feared freshwater predators. Notorious for their uncanny stealth when ambushing prey- at the water's edge crocodiles are voracious hunters. However, they are not picky eaters and will frequently scavenge off any carrion they can find regardless of its size or degree of decay.    "
                },
                "5": {
                    "title": "Crocodile reproduction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Crocodiles have earned themselves a reputation for being cold-blooded killers- but this creature of the deep has a surprisingly soft side too that of a doting devoted parent. After the mating ritual between a couple has completed the female crocodile takes great care in laying her eggs and tending to her young when they hatch. During the first few months of their lives baby crocodiles are extremely vulnerable and only a lucky few make it to adulthood. It is up to the crocodile mother to ensure the survival of her young brood.    "
                },
                "6": {
                    "title": "Cheetah: death at a sprint",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Cheetahs are built for speed and can usually finish off a kill within 300 meters. With their lightweight bodies, lightning-fast reflexes and killer instincts their chosen victim doesn't stand a chance as the cheetah reaches speeds of up to 100 km per an hour. Once a kill has been made the cheetah must eat fast or they may be pushed off their meal by an opportunistic thieving predator. Every daily hunt is a true race for survival for this streamlined spotted cat.    "
                },
                "7": {
                    "title": "Dung Beetles' and their balls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Dung beetles are one of the most efficient members of Africa's clean-up crew. With so many animals residing in the bushveld, there is always an excess of dung- and the hard working dung beetle doesn't waste any time when it comes to scooping it up. The beetles carefully roll the dung into a tightly knit ball which is then transformed into a nutrient-rich crèche for its young. The quality of the dung nursery has a major effect on the young beetle within so the hard work it takes to make a good ball pays off.    "
                },
                "8": {
                    "title": "Dung Beetle fight club",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    The dung beetle may seem humble but this small creature has a much darker side. Fighting between beetles for dung balls is rife with opponents always looking for an easy steal. Piles of dung are hotspot of intense competition, dirty tricks and outright robbery. Rolling the perfect ball and hanging on to it is a tough task- but it's all in a day's work for this robust beetle.    "
                },
                "9": {
                    "title": "Bull Elephants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    When male elephants reach sexual maturity they become extremely competitive and aggressive- this new behaviour causes changes in the relationship with their matriarchal herd and as a result, the young males are eventually forced to leave and form their own bachelor herd. When these male elephants reach their 20s their body chemistry begins to change priming them for mating. Once he has found a suitable mate a delicate courtship process begins- once copulation is complete he leaves the female and returns back to his bachelor boys club.    "
                },
                "10": {
                    "title": "Elephant communication",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Elephants have a highly social language system that involves all of their sense and more than 70 different calls. Low-frequency calls can be heard over ten kilometres away which give notice to other elephants in the area regarding movement, direction and territory whilst more immediate calls communicate anger, fear and danger. Elephant communication is a great mystery to those who are listening but there is no doubt that it is a binding factor when it comes to keeping the herd together.    "
                },
                "11": {
                    "title": "Elephants and their habitat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Elephants are the largest land animals with an equally large appetite to match. They feed predominantly on bark, roots and leaves- but its the way they get at these food sources that have a dire effect on their habitats. Using their large bodies and powerful tusks they tear trees down transforming green woodlands into barren grasslands. Their destructive method of feeding has devastating consequences not only on their environment but also on the other species that call these regions home.    "
                },
                "12": {
                    "title": "Elephant intimidation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    The sheer size of an adult elephant is enough to scare any potential predator away. Other than its size, if an Elephant sense danger it has a distinct set of warning signs it displays before it launches a full-blown attack. when threatened elephants are extremely intimidating, they shake their heads, raise their long trunks and flap their ears violently to make their already colossal frame seem even larger. Knowing the warning signs of an angry elephant could save your life if you ever come face to face with this giant in the bush.    "
                },
                "13": {
                    "title": "Elephant mothers and their calves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Female Elephants take extraordinary care of their young. An elephant breeding herd consists of a tight-knit clan of well armoured females which few predators would dare to challenge. There are no males in an Elephant breeding herd so it's up to the females to feed, protect and teach the young elephants everything they need to know to survive in the bushveld. With their mothers, aunts and other females serving as a mighty force of bodyguards young elephants have all the protection they need to successfully reach adulthood.    "
                },
                "14": {
                    "title": "Giraffe: Africa's tallest animal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Standing over 4 meters tall there are not many predators that would consider taking on an adult giraffe. Their long necks and keen eyesight allow them to scan the bushveld over great distances all whilst keeping in touch with their herd from above the treetops. During times of drought their long necks also enable them to reach the highest, most nutrient leaves inaccessible to all other herbivores. A long neck may help reach food above but its reaching a drink of water below that proves to be the giraffe's biggest challenge.    "
                },
                "15": {
                    "title": "African Bushveld clean-up crew",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Death in the African Bushveld is a daily occurrence with most animals succumbing to disease, predation and starvation. Under the hot African Sun the animals dead corpses become toxic as they begin to decay- luckily the bushveld has a specialised clean-up crew to take care of this problem. This clean-up crew consists of a select few animals both big and small who are well equipped by Mother Nature to keep the African bush clean. Armed with stomachs of steel, veracious appetites and well entrenched scavenger instincts it's thanks to the service of this team that the ...    "
                },
                "16": {
                    "title": "Spotted Hyenas: powerful predators",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    The Spotted Hyena is Africa's second largest carnivore and has earned a reputation as one of the bushvelds top scavengers but there's another side to this large canine that of a ferocious predator. Hyena's are in fact one of Africa's most successful hunters- built for stamina they chase their prey to exhaustion then devour it within minutes. When it comes to scavenging- they are the kings of the Bushveld clean-up crew- nothing goes to waste- their powerful jaws and stomachs of steel are able to digest all but horns and hooves.    "
                },
                "17": {
                    "title": "Spotted Hyena: social structure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    The social structure a hyena clan is slightly more complex than most animal families. In these close-knit units the females reign supreme- amidst a strict and unforgiving hierarchical society. Her rank must be defended through endless challenges and her status determines everything from access to food, finding a mate and how she is treated by her fellow clansmen. The alpha female gives birth to the most cubs; her offspring quickly learn the hierarchical structure of the clan by mimicking their mother's behaviour. Through wrestling with other cubs and harassing larger ...    "
                },
                "18": {
                    "title": "Spotted Hyena: female dominance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    The female hyena is aggressive and quick to attack. She is much larger and dominates her male counterparts with an iron fist. Her anatomy is especially unusual for a female- she has a pseudo-penis and extraordinarily high levels of testosterone. Because of her abnormal sexual organs copulation is usually a complicated affair. The penis also makes giving birth extremely painful which often results in death of both mother and cubs.    "
                },
                "19": {
                    "title": "Jackals: cunning predator",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    A small, wily and cunning predator the black backed jackal is a small force to be reckoned with. He is a master scavenger and regularly piggy backs off kills made by larger predators although he is capable of making his own small kills when times are tough. When a kill has been made the jackal sounds the alarm and alerts other predators to the site. The more predators there are the easier it is for the jackal to sneak in and grab a mouthful.    "
                },
                "20": {
                    "title": "Leopard: concealed death",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Leopards are agile tree climbers and avid hunters. Their spotted fur coats help them camouflage in the bush allowing them to silently stalk their prey undetected. Once a kill has been made the Leopard quickly stashes his meal high up in the treetops where he can enjoy his fresh meat undisturbed from the claws of enterprising lions who may want to steal their share of his feast.    "
                },
                "21": {
                    "title": "Leopards and their cubs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    The mating ritual between leopards is quite a lengthy affair. To ensure conception takes place the pair will mate for up to 6 days. The male leopard then leaves the female to raise her cubs alone. The leopard mom raises her young cubs in a concealed rocky den out of sight of other predators. Tucked away in the safety of their home the youngsters learn all the important skills they will need to survive out in the wild.    "
                },
                "22": {
                    "title": "Leopard: dangerous and solitary lives",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "1 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Leopards are extremely solitary creatures- being alone means they have to do everything on their own and that includes hunting. In the bushveld competition for food is tough and many kills are stolen by more dominant predators. It is up to the leopard to defend its turf and drive away any opportunists who might be looking for an easy meal. Luckily the leopard is a skilled climber and can drag its meals high up into the treetops. Holding on to his kill is crucial for no meal is ever certain in his harsh bushveld home.    "
                },
                "23": {
                    "title": "African Lion: male coalitions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    At the age of two young male lions are exiled from their natal prides. To improve their chances of survival the newly independent youngsters band together to form a coalition. Coalition groups hunt together and claim territories but their ultimate goal is to win over a pride of their own. Female lions only mate with resident males so if the young lions want to be king they will have to win the pride over using sheer force.    "
                },
                "24": {
                    "title": "African Lion: Singita's Mountain Pride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    There is a pride of lions 19 individuals strong that rules over the Lebombo Mountains. This super pride has to make a kill every day to keep its members alive- small antelope don't suffice and the pride often has no choice but to take down animals as large as Giraffes to keep their pride's appetites at bay. Competition in the pride is intense, nothing is wasted and every last scrap of meat is devoured- when they're done nothing but bloody paws remain.    "
                },
                "25": {
                    "title": "Africa's Little 5: Caracal Cat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "1 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    The caracal is one of Africa's most elusive predators. They have extremely agile bodies making them both extraordinary jumpers as well as skilled climbers. These lightweight cats mostly hunt birds and rodents but they have been known to take down small antelope and ostrich given the opportunity.    "
                },
                "26": {
                    "title": "Africa's Little 5: Genet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "1 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    The Larger Spotted Genet spends most of its time hidden away in the trees. They are nocturnal creatures with exceptional night vision- when darkness falls they spend their nights hiding out amongst the thick bush. With acute hearing and sharpened senses the Genet is an avid hunter feeding on insects and small rodents.    "
                },
                "27": {
                    "title": "Africa's Little 5: Civet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "1 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    During the day Civets spend their time hiding out amongst the long grass but when night falls they begin their feeding missions. Civets are key players in Africa's clean-up crew, they spend their time foraging for things to awful for other creatures to eat.    "
                },
                "28": {
                    "title": "Africa's Little 5: Porcupine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "1 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    The Porcupine is the largest rodent in the animal kingdom- it is also one of the most unusual looking creatures to inhabit the bushveld. When threatened the porcupine shakes and raises its quills to make itself look larger and more dangerous to predators. If the attackers get to close they risk being impaled by the porcupine's spikes.    "
                },
                "29": {
                    "title": "Africa's Little 5: African Wildcat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "1 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    They may look like your typical everyday house cats but the African Wild Cat is the master of the bushveld. These elusive little felines spend their days hidden away in their rocky burrows or dens but like most cats, they are most active at night- to survive they must hunt and rodents are first on their menu.    "
                },
                "30": {
                    "title": "Oxpecker: nature's vampire birds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "1 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Oxpeckers are small birds that play a vital role in keeping the bushveld's largest creatures clean. They spend their days perched upon the hides of large herbivores eating ticks, flies and other insects that live on the animal's skin. Oxpeckers may help keep the bushvelds parasite population down but they too have a dark side. These birds have a taste from blood and will peck at open wounds to keep the blood flowing. These painful wounds can get easily infected in some cases result in the animal's death.    "
                },
                "31": {
                    "title": "Rhino and Elephant interactions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "1 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Elephants are not only the largest land mammals they are also one of the most powerful. Fortunately, under normal circumstances, elephants are quite placid creatures only using their power aggressively when threatened or to defend themselves. In the early 90s however, Elephants in the Kruger National Park started killing Rhinos for no apparent reason. This unusual behaviour, however, was brought on by instability in their herd numbers due to the annual Kruger cull.    "
                },
                "32": {
                    "title": "African Rhino and their calves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "1 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Pregnant Rhino mothers are extremely secretive when it comes to giving birth- as a result, the event has very rarely been caught on camera. The mothers are very selective when it comes to choosing their birthing locations as to avoid predation o their young calves or accidental trampling by other adult rhinos. When the baby is born they never venture to far away from their mothers- baby rhinos are easy pickings for predators. Luckily for the babies Rhino mothers are fierce bodyguards.    "
                },
                "33": {
                    "title": "African Rhino courtship and mating",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "1 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    For Rhino bulls mating is hard work- it all starts with fierce competition and jousting amongst other males. The victor claims his prize and proceeds to court the female but she is not a willing companion. It is up to the male to pacify the female and convince her to mate with him, a lengthy process that can take several weeks. Once the pair has finally copulated the male parts ways with the female- exhausted but having completed the task at hand.    "
                },
                "34": {
                    "title": "African Black Rhino",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "1 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    The Black Rhino is extremely temperamental and considered to be the more dangerous of the two rhino species. Black Rhinos are the smaller species of rhino and live predominantly in woodland areas. They way in which the black rhino protects its young also differs from the White rhino- When threatened the Black Rhino runs in front of her calf to make sure they take the best and safest route through the dense bush. The Black Rhino population has seen a rapid decline over the past few years due to poaching despite tireless conservation efforts.    "
                },
                "35": {
                    "title": "African White Rhino",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "1 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Weighing in at two tons the white rhino is one of Africa's largest mammals only outsized by an elephant. White Rhinos have a flat square lip- one of the defining features that distinguish them from black rhinos. At the end of the 19th century poaching had decimated the white rhino population to just 20 individuals but thanks to aggressive anti-poaching efforts their population numbers have increased dramatically. No longer considered critically endangered the survival of the White Rhino species is one of South Africa's greatest conservation efforts.    "
                },
                "36": {
                    "title": "African Rhino horns and their territory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "1 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Territorial rhinos spend their days marking their territory and boundaries- the do this by kicking their feet and urinating. The scents emitted give a clear warning sign to any encroaching trespassers that they will be charged. The Rhino's horn serves as a deadly weapon and this rhino isn't afraid to use it.    "
                },
                "37": {
                    "title": "The Sable the rarest antelope",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "1 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    The Sable Antelope is considered one of the most striking antelopes in the animal kingdom. But its horns are both a blessing and a curse. The males use their mighty horns to defend their territories in epic battles but unfortunately their horns are also prized trophies for hunters. Sable are selective grazers and never venture far from water- a loss in habitat in recent years has seen a dramatic decline in Sable populations. Singita is lucky to be home to the largest number of Sable antelope in the Kruger region.    "
                },
                "38": {
                    "title": "Singita home to the mighty Big 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "1 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    The Singita Concession is nestled in the Greater Kruger National park is a haven for wildlife. The area offers a range of unique ecological zones which are home to many rare and endemic species. The Singita concession is also home to the mighty Big 5 which reigns supreme over these vast landscapes. Seasonal changes in Singita are a major factor that shapes the lives of its wild inhabitants- during the wet season life abounds, the food is plentiful and predators seldom go hungry- but they must get what they can before the tight grip of the dry season sets in.    "
                },
                "39": {
                    "title": "Singita's Lodge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "1 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Singita's Lebombo lodge is built into the cliff face overlooking the pristine bushveld landscape. Crafted from only natural materials, the lodge has been designed to have as little impact on the environment as possible- even the furnishings are made from organic matter. If dismantled tomorrow there would be no sign that the lodge ever existed leaving the area as pristine as they found it.    "
                },
                "40": {
                    "title": "Africa's most venomous snakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "1 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Africa is home to some of the world's most venomous snakes but none are as poisonous as the black mamba- one drop of venom is powerful enough to kill up to 10 men. The Mozambiquan spitting cobra attacks from a distance spraying venom in its assailant's eye with pinpoint accuracy. The African rock Python uses its long body to squeeze the life out of its victim whilst the green Boomslang is able to perfectly disguise itself amongst the treetops. These snakes and many more silently rule the African bushveld from the undergrowth.    "
                },
                "41": {
                    "title": "Snakes: feeding and drinking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "1 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    The puff adder is one of Africa's most vicious killers- with its perfect camouflage and lightning fast strike death for its victim is almost instantaneous. When times are tough the snake is able to survive without food or water for many months- its metabolism has adapted over millennia to help it make it through the leanest of times.    "
                },
                "42": {
                    "title": "Snakes: movement and shedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "1 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    The scales on a snake's skin are crucial to helping it both move and hunt. The colour and traction of the scales allow it to silently creep forward whilst being perfectly camouflaged. As the snake grows older its skin begins to dry out and loosen till eventually the skin is shed completely and a fresh soft new skin appears below.    "
                },
                "43": {
                    "title": "Africa's Little 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "1 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Singita may be famous for its Big 5, but there is a smaller club of creatures who are the rulers of the undergrowth- the Caracal, the Genet, the Porcupine, The African Wild Cat and the civet all form part of Singita's Little 5. Each member has its own important part to play in the African bushveld. The genet, wildcat, civet and Caracal are all expert hunters whilst the porcupine-Africa's largest rodent- has a deadly set of spikes.    "
                },
                "44": {
                    "title": "Babies of the Bushveld",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "1 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    The start of the rains in the African bushveld signals the birth of many babies. Many mothers sync the birth of their young with the wet season to ensure that there is plenty of food available to feed and nourish them. Most of the young are able to walk as soon as they are born and quickly learn to keep up with the herd. For predators breeding takes place all year round and is only limited by the availability of a mate. For predators and prey alike infancy is the most vulnerable time of life- only the luckiest youngsters will make it to adulthood.    "
                },
                "45": {
                    "title": "Large predator bite force",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "1 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    The bite force of a predator determines both what it eats and how it eats- but with so many different predators the question is, whose bite is the biggest? The lion, the leopard and the hyena are all strong contenders for the top spot but their powerful jaws are no match to the bite force of the Crocodile who can easily chomp down on the toughest of prey. But when measuring bite force relative to size it's the Wild Dog who comes out on top.    "
                },
                "46": {
                    "title": "Vultures: kings of the dead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "1 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Spiralling columns of vultures are a common site in the African skies- they have excellent eyesight and can spot a carcass from up to 3 kilometres away. They are part of Africa's clean-up crew and play a vital role in alerting other scavengers to kills. With tough digestive systems and the ability to pick at the most hard to get too places on the carcass, vultures ensure that nothing goes to waste.    "
                },
                "47": {
                    "title": "Mud wallowing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "1 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    In the African bushveld waterholes play a critical role in keeping the resident animals hydrated- but these small oases play another important role that of the local day spa. The mud from the waterhole helps protect the animal's skin as well as helping remove parasites. Large animals like hippos, buffalos and rhinos also spend their days wallowing in the mud which helps expand and deepen the waterways. For the wildlife of Africa getting dirty is a serious business.    "
                },
                "48": {
                    "title": "Andy's Palm Wine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "1 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    The sap from the islala palm tree is used to make a rather unusual local drink- African Palm Wine. Andy sets off to a local South African village to learn the secrets of this traditional brew. The local chief's son is an expert brewer and shows us the wine making process from scratch. It takes 2 hours for the wine to ferment but once it's ready it's a pungent drink that the locals love.    "
                },
                "49": {
                    "title": "Africa's thunderstorms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "1 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Drought is one of the biggest killers in Africa- the dry season brings with it disease, dehydration and malnutrition- for the animals of this region everyday becomes a struggle for survival. But just as the ecosystem approaches breaking point- large clouds come rolling in over the horizon and the rains begin. Africa is famous for its violent thunderstorms- with the rain comes lightning bolts which strike the dry landscape often setting it alight. The rains transform he baron region into a green wet wonderland- herds hard hit by drought begin to recover and life on ...    "
                },
                "50": {
                    "title": "Africa's bushfires",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "1 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Fires in the African Bushveld surge through the grasslands destroying everything in their path and leaving the landscape charred and black. Although they bring death and destruction these blazing infernos are not all bad- in the wake of the fire new plants grow fed by the nutrient-rich ash. Herbivores thrive on the fresh vegetation. Too many bushfires however can kill the landscape completely-thus it is up to reserves like the Kruger National Park to make sure they are kept under control.    "
                },
                "51": {
                    "title": "African Lion: cubs and reproduction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "1 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Mating and raising cubs is no easy task for lions- It is estimated that for every 3000 cubs born only 1 survives to adulthood. Once the cubs are born the mother takes extra caution in keeping them safe. Other predators will kill cubs if they find them to eliminate the threat of future enemies. Young cubs also fall victim to coalition males looking to take over the pride- new males will kill the cubs to try and bring the females into heat. For the lioness keeping her cubs alive is a tough business out here in the African bushveld.    "
                },
                "52": {
                    "title": "African Lion: Singita Mega Pride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "1 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    In the Kruger National Park lives a hunting force stronger than any other- a mega pride of lions 30 members strong dominates this landscape. These lions are super hunters and no prey is too big or too dangerous. With so many hungry mouths to feed, very few prey animals escape this colossal force. Despite their successful hunting prowess the Singita Pride is in crisis- they are without a leader- and with so many unruly members maintaining order and discipline is a constant uphill battle. We follow this pride as they try to restore balance and cope with the ...    "
                },
                "53": {
                    "title": "Elephants of Mfuwe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "1 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Situated in the pristine Luangwa Valley is the luxury Mfuwe Lodge. Unbeknown to its builders, the lodge was built on the resident Elephant herds feeding route- but to the surprise of the lodge the elephants of the area had no intention of changing their path. Each year when the Mango trees in the lodge courtyard begin to ripen the entire herd makes its way through the reception area to gorge themselves on the fruits. Guests and staff keep a safe distance from their large guests- and watch in awe as the elephant family romps around the lodge grounds. Nowhere else on ...    "
                },
                "54": {
                    "title": "Beach Dogs of the Seychelles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nature (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "1 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Along the sun-kissed blue beaches of the Seychelles- the life of two dogs- a mother and her daughter- unfolds dramatically before our eyes. The bond between mother and daughter is strong and constantly put to the test as they face the wonders and the challenges of life on this island. Finding food on the island is an uphill battle and the dogs often source their meals from the aquatic life- to get their share of fish they must brave the shark-infested waters. Back on the beach rival packs of dogs also present a threat to the mother and daughter- but driving this pair ...    "
                }
            }
        },
        "number of episodes": 54,
        "cast": [
            {
                "name": "Varty, John"
            },
            {
                "name": "Terry, Peter"
            }
        ],
        "locations": [
            "Kruger National Park, South Africa"
        ],
        "genres": [
            "Documentary",
            "Short"
        ],
        "runtimes": [
            "5"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODEwOTQ4NjEtM2FhYy00MDBiLThlNTYtNmQyYzkxMzY1YWYwXkEyXkFqcGdeQXVyNjgzMDY1Mzc@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Wild Nature",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Wild Nature (South Africa)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Aquavision TV Productions"
            }
        ],
        "distributors": [
            {
                "name": "Aquavision TV Productions"
            }
        ],
        "other companies": [
            {
                "name": "Aquavision TV Productions"
            },
            {
                "name": "Lebombo Lodge"
            },
            {
                "name": "Singita, Kruger National Park"
            },
            {
                "name": "Sweni Lodge"
            }
        ],
        "plot": [
            "From lush grasslands to sparse deserts, from predatory sharks to giraffes and lions, _Wild Nature_ (qv)'s documentaries exploring the wonders and the dangers nature has to offer.::Aquavision TV Productions"
        ],
        "tech": {
            "runtime": [
                "5 min (approx)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}