{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "9 June 2008",
                "notes": "                            (broadcast on national TV)"
            }
        ],
        "release dates": [
            "India::9 June 2008                            (broadcast on national TV)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Ambegaonkar, Mona"
            },
            {
                "name": "Bachani, Usha"
            },
            {
                "name": "Berry, Sudesh"
            },
            {
                "name": "Chandran, Sudha"
            },
            {
                "name": "Chauhan, Ritu"
            },
            {
                "name": "Hansraj, Chetan"
            },
            {
                "name": "Mukherjee, Richa"
            },
            {
                "name": "Parveen, Zahida"
            },
            {
                "name": "Rode, Gautam"
            },
            {
                "name": "Shantipriya"
            },
            {
                "name": "Wahi, Adita"
            }
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "20"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "hi"
        ],
        "color info": [
            "Color::(PAL)"
        ],
        "aspect ratio": "16:9 HD (high definition)",
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDgwYjA1ZmYtZWM0OS00NGIzLWI4NDctNDdlZDE3OWQ2YjYxXkEyXkFqcGdeQXVyNzM4MjU3NzY@._V1_SY150_CR7,0,101,150_.jpg",
        "plot outline": "a story of a girl called Vaishnavi, an adopted child of Pandit Vidyasagar and his wife Shraddha.Shraddha found Vaishnavi lying orphaned outside a temple of Goddess Gauri. Pandit Vidyasagar never loved her and never accepted her as his daughter. When slowly he started liking her, events started taking a twisting turn and after two years, her mother, Shraddha, dies giving birth to Sunakshi.The blame of her mother's death came on Vaishnavi and she started to be hated even more by her father. From the early age of six, Vaishnavi develops immense interest and faith in \"Ma Vaishno Devi\". She starts showing signs of being a super-normal child. She preaches about Mata, sings Jagratas, motivates people to follow Mata and rescues people from pain and misery. She is a true mata devotee. The story takes another twist when Sunakshi runs away with her lover at the time of her marriage with Vansh. And this ends up Vaishnavi marrying Vansh and throwing herself into an unfamiliar world.Out there in her new house, Vaishnavi is hated by all the family members including her husband Vansh, they all believe that she has come to grab their property. Then comes the auspicious occasion of Sharad Gauri Navratri when Vaishnavi observes strict prayer rituals and fasts urging Maa to help her. Things change slowly and with Maa Vaishnavi's divine grace, everyone in the family starts loving Vaishnavi as a devoted wife and a dear daughter when suddenly Vansh dies due to a black magic ritual conducted by Natasha, Vansh's ex-girlfriend. Again, Vaishnavi urges her dear Mata Rani to help her and observes Paush Shakambari Navratri Puja and brings Vansh back from the clutches of Yamraj. Life once again becomes rosy for Vaishnavi. During this time, Sheel realizes Vaishnavi's miraculous and undying faith in the Goddess and uses this as a tool to increase his popularity. Then in Chaitra Ram Navratri Vaishnavi is told by Mata that her family is going to land in a deep trouble. She tells this to Vansh but Sheel poisons his ears against Vaishnavi instead and Vansh throws her out of the house. Nowhere to go, Vaishnavi leaves for Jammu, her native. Out here in Jammu, she brings Saunakshi back home and lives happy with her father occasionally remembering Vansh and her in-laws. Vaishnavi is then told by Maa that Sheel Kumar is a demonic being and to save herself and her family, she needs to kill him. But alas, while trying to kill Sheel, Vaishnavi and Vansh are cunningly killed by the ruthless demon. But as fate would have it, Vaishnavi gives birth to a daughter and a prediction is made by Mata Vaishnavi that Vaishnavi's daughter will kill the demon Sheel and save this world and her family on Navami during Sharad Navratri one day. The show then focuses on how Vidyasagar saves her granddaughter now named Sakshi from the evil clutches of Sheel. Vidyasagar cuts all bonds of love and faith from Mata Rani as he believes that She didn't save her ardent devotee Vaishnavi while Sakshi keeps remembering Sheel, Vaishnavi and Maa Vaishnavi in dreams. The story now takes a 10 years leap and Sakshi is now a young girl in her 20s. Now with the wish of Maa, Sakshi becomes a devotee of Prabhu Sheel Maharaj, a cheater priest and as she learns the truth about him, she kills him as predicted 25 years back, on the Mahanavmi day with Mata's trishul and lives happily with her family and enjoys Mata Vaishnavi's divine love and grace. Now time passes by and Sakshi is wedded to Rudra Hari Narayan, a rich businessman's son and lives happily in her in-laws' house and gives birth to two daughters, Asha and Nisha. Now, the golden days pass slowly and Sheel, after death meets Goddess Nirrti in hell and She gives him powers to return on the Earth to seek Her revenge from Mata Vaishnavi. Now Sheel is back and immortal and he seriously injures Rudra and kills Mr. Hari Narayan and his son Vishnu Narayan. After this tragedy,Rudra is arrested by the police as Sheel cunningly puts all the blame of the murder of his father and elder brother on Rudra; and Sakshi moves on to stay at her bua's house with Asha and Nisha. Now, the story takes a leap of 18 years and Asha and Nisha are young girls now but live in a miserable life with their mother as their bua, Manorama tortures the three badly and even tries to get Asha married off to a goon for money but Nisha acts cleverly and gets Manorama and her family proven as the real culprits and gets them arrested and also gets Rudra bailed out from the jail. The golden days come again for the Narayan Family and Asha is now maaried to Dr. Arjun, a college boy and Asha's lover. The divine love of Vashnavi Mata again nurtures Her daughter's family. Now comes the Sharad Navratri Festival and the Narayan Family is all set to perform Mata Ki Chowki and Akhand Jyoti Navdurga Puja but Sheel tries all ways to stopmthe puja and Ghatsthapana, knowing that if Sakshi completes her 9 days puja and vrat, the end of Sheel is sure. But with the divine blessings of Maa Gauri, Sakshi is able to complete the Navratri Puja till Ashtami successfully; however, on Navmi Day, Sheel makes his final move by kidnapping Vidyasagar, Asha and Nisha and threatens Sakshi that if she dared doing the Navmi Aarti of Santoshi Mata, the he will kill all the three dear ones of Sakshi; nevertheless, she performs Vashnavi Mata's aarti leaving everything on her dearest Mata Rani and Sheel kills the three, one by one as Sakshi sings 'Om Jai Vaishnavi Mata' but as he is about to kill Sakshi, he realizes that it is not Sakshi but Mata Rani herself residing in Sakshi's heart and now Sakshi kills Sheel with Mata Vaishnavi's divine 'Shakti' and Mata makes Vidyasagar, Asha and Nisha alive again as a reward for Sakshi's undying faith in Her and gives darshan to the entire family in Her Singhvahani Adi Shakti Swaarop on Vijaya Dashmi Day and the celebration of faith is witnessed in a colourful Panpankusha Ekadashi Navratri Udyapaan Utsav and Kanya Poojan being celebrated by the family and Vaishnavi and Vansh blessing their children along with Mata Rani at Vaishnodevi Bhawan, Jammu. The family lives happily everafter as Mata Vaishnavi blesses them always from the Heavens above the Galaxies.",
        "languages": [
            "Hindi"
        ],
        "title": "Mata Ki Chowki",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2011",
        "akas": [
            "Mata Ki Chowki (India)"
        ],
        "production companies": [
            {
                "name": "Swastik Pictures"
            }
        ],
        "distributors": [
            {
                "name": "Sahara One"
            }
        ],
        "plot": [
            "A girl called Vaishnavi who is a great devotee of Mata Vaishno Devi.",
            "a story of a girl called Vaishnavi, an adopted child of Pandit Vidyasagar and his wife Shraddha.Shraddha found Vaishnavi lying orphaned outside a temple of Goddess Gauri. Pandit Vidyasagar never loved her and never accepted her as his daughter. When slowly he started liking her, events started taking a twisting turn and after two years, her mother, Shraddha, dies giving birth to Sunakshi.The blame of her mother's death came on Vaishnavi and she started to be hated even more by her father. From the early age of six, Vaishnavi develops immense interest and faith in \"Ma Vaishno Devi\". She starts showing signs of being a super-normal child. She preaches about Mata, sings Jagratas, motivates people to follow Mata and rescues people from pain and misery. She is a true mata devotee. The story takes another twist when Sunakshi runs away with her lover at the time of her marriage with Vansh. And this ends up Vaishnavi marrying Vansh and throwing herself into an unfamiliar world.Out there in her new house, Vaishnavi is hated by all the family members including her husband Vansh, they all believe that she has come to grab their property. Then comes the auspicious occasion of Sharad Gauri Navratri when Vaishnavi observes strict prayer rituals and fasts urging Maa to help her. Things change slowly and with Maa Vaishnavi's divine grace, everyone in the family starts loving Vaishnavi as a devoted wife and a dear daughter when suddenly Vansh dies due to a black magic ritual conducted by Natasha, Vansh's ex-girlfriend. Again, Vaishnavi urges her dear Mata Rani to help her and observes Paush Shakambari Navratri Puja and brings Vansh back from the clutches of Yamraj. Life once again becomes rosy for Vaishnavi. During this time, Sheel realizes Vaishnavi's miraculous and undying faith in the Goddess and uses this as a tool to increase his popularity. Then in Chaitra Ram Navratri Vaishnavi is told by Mata that her family is going to land in a deep trouble. She tells this to Vansh but Sheel poisons his ears against Vaishnavi instead and Vansh throws her out of the house. Nowhere to go, Vaishnavi leaves for Jammu, her native. Out here in Jammu, she brings Saunakshi back home and lives happy with her father occasionally remembering Vansh and her in-laws. Vaishnavi is then told by Maa that Sheel Kumar is a demonic being and to save herself and her family, she needs to kill him. But alas, while trying to kill Sheel, Vaishnavi and Vansh are cunningly killed by the ruthless demon. But as fate would have it, Vaishnavi gives birth to a daughter and a prediction is made by Mata Vaishnavi that Vaishnavi's daughter will kill the demon Sheel and save this world and her family on Navami during Sharad Navratri one day. The show then focuses on how Vidyasagar saves her granddaughter now named Sakshi from the evil clutches of Sheel. Vidyasagar cuts all bonds of love and faith from Mata Rani as he believes that She didn't save her ardent devotee Vaishnavi while Sakshi keeps remembering Sheel, Vaishnavi and Maa Vaishnavi in dreams. The story now takes a 10 years leap and Sakshi is now a young girl in her 20s. Now with the wish of Maa, Sakshi becomes a devotee of Prabhu Sheel Maharaj, a cheater priest and as she learns the truth about him, she kills him as predicted 25 years back, on the Mahanavmi day with Mata's trishul and lives happily with her family and enjoys Mata Vaishnavi's divine love and grace. Now time passes by and Sakshi is wedded to Rudra Hari Narayan, a rich businessman's son and lives happily in her in-laws' house and gives birth to two daughters, Asha and Nisha. Now, the golden days pass slowly and Sheel, after death meets Goddess Nirrti in hell and She gives him powers to return on the Earth to seek Her revenge from Mata Vaishnavi. Now Sheel is back and immortal and he seriously injures Rudra and kills Mr. Hari Narayan and his son Vishnu Narayan. After this tragedy,Rudra is arrested by the police as Sheel cunningly puts all the blame of the murder of his father and elder brother on Rudra; and Sakshi moves on to stay at her bua's house with Asha and Nisha. Now, the story takes a leap of 18 years and Asha and Nisha are young girls now but live in a miserable life with their mother as their bua, Manorama tortures the three badly and even tries to get Asha married off to a goon for money but Nisha acts cleverly and gets Manorama and her family proven as the real culprits and gets them arrested and also gets Rudra bailed out from the jail. The golden days come again for the Narayan Family and Asha is now maaried to Dr. Arjun, a college boy and Asha's lover. The divine love of Vashnavi Mata again nurtures Her daughter's family. Now comes the Sharad Navratri Festival and the Narayan Family is all set to perform _Mata Ki Chowki_ (qv) and Akhand Jyoti Navdurga Puja but Sheel tries all ways to stopmthe puja and Ghatsthapana, knowing that if Sakshi completes her 9 days puja and vrat, the end of Sheel is sure. But with the divine blessings of Maa Gauri, Sakshi is able to complete the Navratri Puja till Ashtami successfully; however, on Navmi Day, Sheel makes his final move by kidnapping Vidyasagar, Asha and Nisha and threatens Sakshi that if she dared doing the Navmi Aarti of Santoshi Mata, the he will kill all the three dear ones of Sakshi; nevertheless, she performs Vashnavi Mata's aarti leaving everything on her dearest Mata Rani and Sheel kills the three, one by one as Sakshi sings 'Om Jai Vaishnavi Mata' but as he is about to kill Sakshi, he realizes that it is not Sakshi but Mata Rani herself residing in Sakshi's heart and now Sakshi kills Sheel with Mata Vaishnavi's divine 'Shakti' and Mata makes Vidyasagar, Asha and Nisha alive again as a reward for Sakshi's undying faith in Her and gives darshan to the entire family in Her Singhvahani Adi Shakti Swaarop on Vijaya Dashmi Day and the celebration of faith is witnessed in a colourful Panpankusha Ekadashi Navratri Udyapaan Utsav and Kanya Poojan being celebrated by the family and Vaishnavi and Vansh blessing their children along with Mata Rani at Vaishnodevi Bhawan, Jammu. The family lives happily everafter as Mata Vaishnavi blesses them always from the Heavens above the Galaxies."
        ],
        "tech": {
            "runtime": [
                "20 min (approx)"
            ],
            "color": [
                "Color (PAL)"
            ],
            "aspect ratio": [
                "16:9 HD (high definition)",
                "4:3 (PAL)"
            ]
        }
    }
}