{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "21 June 2017"
            }
        ],
        "release dates": [
            "USA::21 June 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Getting Rich Quick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freedom Town (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "21 Jun. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "The All Seeing Eye",
                    "kind": "episode",
                    "episode of": {
                        "title": "Freedom Town (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 Jun. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 2,
        "cast": [
            {
                "name": "Butler, Brett"
            },
            {
                "name": "Murphy, Shamus"
            },
            {
                "name": "Whitney, Sewell"
            }
        ],
        "locations": [
            "Santa Barbara, California, USA"
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTNiYTE4MTktYWY3NC00ZWQ5LTlmNjUtYjMwZTA4NmMzNmJlXkEyXkFqcGdeQXVyMzQ4NDE2NjE@._V1_SY150_CR69,0,101,150_.jpg",
        "plot outline": "The Freedom Town TV pilot and series is a state of the art, interactive television show about a group of diverse, life-long Santa Barbara friends, who graduate from UCSB and promise each other to keep their hometown spirit alive by co-developing a successful crowd-sourcing, \"social justice\" smart phone app. After gaining notoriety following collectively foiling an ongoing bank robbery, they form a pact to become \"social justice heroes,\" while working in the local halls of justice and media. They walk a tightrope, delicately balancing not only empowering the disenfranchised in all levels of the socio-economic strata, but also struggling to keep their continued \"college-partying\" lifestyles with the accompanying counterproductive pranks and late-night debauchery a secret.",
        "languages": [
            "English"
        ],
        "title": "Freedom Town",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Freedom Town (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Murphy, Shamus"
            }
        ],
        "production companies": [
            {
                "name": "Shamus Entertainment"
            }
        ],
        "plot": [
            "A group of diverse, life-long Santa Barbara friends, who graduate from UCSB and promise each other to keep their hometown spirit alive by co-developing a successful crowd-sourcing, \"social justice\" smart phone application.::Shamus Murphy",
            "The _Freedom Town_ (qv) TV pilot and series is a state of the art, interactive television show about a group of diverse, life-long Santa Barbara friends, who graduate from UCSB and promise each other to keep their hometown spirit alive by co-developing a successful crowd-sourcing, \"social justice\" smart phone app. After gaining notoriety following collectively foiling an ongoing bank robbery, they form a pact to become \"social justice heroes,\" while working in the local halls of justice and media. They walk a tightrope, delicately balancing not only empowering the disenfranchised in all levels of the socio-economic strata, but also struggling to keep their continued \"college-partying\" lifestyles with the accompanying counterproductive pranks and late-night debauchery a secret.::Shamus Murphy"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}