{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "25 April 2017"
            },
            {
                "country": "Sweden\n",
                "date": "2 February 2018"
            },
            {
                "country": "Argentina\n",
                "date": "23 August 2018",
                "notes": "                            (internet)"
            },
            {
                "country": "France\n",
                "date": "23 August 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::25 April 2017",
            "Sweden::2 February 2018",
            "Argentina::23 August 2018                            (internet)",
            "France::23 August 2018                            (internet)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Great News"
            },
            {
                "countries": "Argentina",
                "title": "Buenas noticias"
            },
            {
                "countries": "Brazil",
                "title": "Notícias em Grande"
            },
            {
                "countries": "France",
                "title": "Great News"
            },
            {
                "countries": "Greece",
                "title": "Το Κυνήγι της Μεγάλης Είδησης"
            },
            {
                "countries": "Portugal",
                "title": "Notícias em Grande"
            },
            {
                "countries": "Russia",
                "title": "Отличные новости"
            },
            {
                "countries": "USA",
                "title": "Great News"
            },
            {
                "countries": " (working title)",
                "title": "Untitled Tina Fey/Robert Carlock Project"
            }
        ],
        "akas": [
            "Great News (original title)",
            "Buenas noticias Argentina",
            "Notícias em Grande Brazil",
            "Great News France",
            "Το Κυνήγι της Μεγάλης Είδησης Greece",
            "Notícias em Grande Portugal",
            "Отличные новости Russia",
            "Great News USA",
            "Untitled Tina Fey/Robert Carlock Project (working title)"
        ],
        "akas from release info": [
            "Great News (original title)",
            "Buenas noticias Argentina",
            "Notícias em Grande Brazil",
            "Great News France",
            "Το Κυνήγι της Μεγάλης Είδησης Greece",
            "Notícias em Grande Portugal",
            "Отличные новости Russia",
            "Great News USA",
            "Untitled Tina Fey/Robert Carlock Project (working title)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Boardroom Bitch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 131,
                    "original air date": "28 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    A tough business lady becomes the new boss of \"The Breakdown\" with plans to bring it up to date.    "
                },
                "2": {
                    "title": "Squad Feud",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 112,
                    "original air date": "5 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Diana (guest star Tina Fey) sets Katie (Briga Heelan) off on a mission to take the job at the station that she wants, but when Katie tries to be executive producer for the day, she soon realizes that Greg (Adam Campbell) has it much harder than she realized. Meanwhile, Carol (Andrea Martin) uses Greg and Katie's workplace competition as an opportunity to push the two of them together. After Diana insults Portia (Nicole Richie) on a women in business panel, Portia declares a \"squad feud\" that forces their two very different worlds together. Chris Parnell guest stars as...    "
                },
                "3": {
                    "title": "Honeypot!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 124,
                    "original air date": "12 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Diana (guest star Tina Fey) has been promoted again, this time to the head of the corporation that owns MMN, but before she leaves she finds herself embroiled in a sexual harassment scandal. This leaves Katie (Briga Heelan) unsure who to believe her mentor or her friends in the office. Carol (Andrea Martin) becomes head intern and struggles to prove to the other interns, and herself, that she deserves the job.    "
                },
                "4": {
                    "title": "Award Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 103,
                    "original air date": "19 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    For the first time in years, \"The Breakdown\" has been nominated for an American Journalism Award. Katie (Briga Heelan) is looking forward to spending the night as a peer with the very reporters she has admired her whole life. Fearing her mother will ruin it, Katie tries to stop Carol (Andrea Martin) from attending but is unsuccessful when Carol secures a position as a seat filler. Katie is stuck babysitting her mom all night but gets distracted by Jeremy (guest star Reid Scott), a handsome New York Times reporter who looks down on cable news. Chuck (John Michael ...    "
                },
                "5": {
                    "title": "Night of the Living Screen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 99,
                    "original air date": "26 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Katie (Briga Heelan) realizes that while she has been working her way up at MMN, her friends, including Jessica (guest star Cecily Strong), have been getting married, having kids, and buying houses in New Jersey. Feeling pressure to impress them on Instagram with the hip New York City lifestyle that she has chosen instead, she lucks into going to a very cool Halloween party with Portia (Nicole Richie). Meanwhile, Chuck (John Michael Higgins) has been asked to use a new smart screen on the show, and in an attempt to get out of this seemingly impossible task, tries to ...    "
                },
                "6": {
                    "title": "Pool Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 94,
                    "original air date": "2 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Jeremy (guest star Reid Scott) invites Katie (Briga Heelan) to do some \"real reporting\" and go on a stakeout with him. Carol (Andrea Martin) is suspicious and kidnaps Greg (Adam Campbell) to stake out the stakeout. The two discover that it may not be all business between Jeremy and Katie. Chuck (John Michael Higgins) meets Carvell (guest star Rashad Jennings), who is Portia's (Nicole Richie) fiancé, and the two of them form an unlikely friendship.    "
                },
                "7": {
                    "title": "A Christmas Carol Wendelson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 93,
                    "original air date": "21 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Carol brings her over-the-top holiday cheer to the office, where she is visited by the Ghosts of Christmas Past, Present and Future. Katie volunteers to babysit Chuck's son.    "
                },
                "8": {
                    "title": "Sensitivity Training",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 86,
                    "original air date": "21 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Carol and Chuck resist when the staff is required to attend \"sensitivity training\". Portia suspects Katie's new relationship is less than perfect.    "
                },
                "9": {
                    "title": "Love Is Dead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 81,
                    "original air date": "28 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Despite learning that her parents' 70-year marriage is breaking up, Carol is determined to dispel Katie's newfound notion that love is dead. Meanwhile, Chuck and Justin vie for the attention of a coffee-shop barista.    "
                },
                "10": {
                    "title": "Catfight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 81,
                    "original air date": "4 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Carol invites Greg's girlfriend Cat to the office, hoping to spark jealousy in Katie and get her to admit she has feelings for Greg. Plus, Chuck accidentally becomes a favorite of the alt-right community.    "
                },
                "11": {
                    "title": "Competing Offer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 86,
                    "original air date": "11 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Chuck leads the staff in a grandiose scheme to foil a litigious billionaire. Greg and Katie must spend the night together working on a story.    "
                },
                "12": {
                    "title": "The Fast Track",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 71,
                    "original air date": "18 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Carol is excited about her new position at \"Morning Wined Up\", but is disappointed that her job has less responsibility than she hoped; Katie reluctantly joins forces with Chuck to bring down the billionaire suing \"The Breakdown\".    "
                },
                "13": {
                    "title": "Early Retirement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 74,
                    "original air date": "25 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Diana St. Tropaz returns to tell the staff of \"The Breakdown\" that Fenton Pelt will drop the lawsuit if Chuck delivers a humiliating on-air apology and resigns from news forever.    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 209,
                    "original air date": "25 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Katie (Briga Heelan), a frustrated cable news producer, is horrified when her mom, Carol (Andrea Martin), gets an internship at \"The Breakdown.\" Despite Katie's best efforts, Carol is instantly beloved by the entire office, including blowhard veteran anchor Chuck (John Michael Higgins). But when Katie hits a roadblock while producing a big story, she realizes that maybe having a mom at work isn't such a bad thing. Nicole Richie, Adam Campbell and Horatio Sanz also star.    "
                },
                "2": {
                    "title": "Bear Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 171,
                    "original air date": "25 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Katie (Briga Heelan) tries to set workplace boundaries with Carol (Andrea Martin), but when a big story about an escaped bear lands in her lap, her mom can't help but meddle. Meanwhile, Greg (Adam Campbell) tries to get Chuck (John Michael Higgins) and Portia (Nicole Richie) to do a little friendly banter at the end of the show. Horatio Sanz also stars.    "
                },
                "3": {
                    "title": "Chuck Pierce Is Blind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 159,
                    "original air date": "2 May 2017",
                    "year": "2017",
                    "plot": "\n    Chuck (John Michael Higgins) is having cataract surgery and, for the first time ever, must miss a day of work. Carol (Andrea Martin), eager to shirk her overwhelming intern duties, offers to take care of him. Meanwhile, Katie (Briga Heelan) is excited for a peaceful day but with Chuck gone, Greg (Adam Campbell) is reluctant to be the bad guy. As a result, \"The Breakdown\" descends into chaos as Greg is forced to say yes to Portia (Nicole Richie), Justin (Horatio Sanz) and everyone else's \"great ideas for the show.    "
                },
                "4": {
                    "title": "War Is Hell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 137,
                    "original air date": "2 May 2017",
                    "year": "2017",
                    "plot": "\n    Katie's (Briga Heelan) secret war reporter boyfriend, Trip (guest star Tommy Dewey), is back in town and working at the MMN offices. Despite Katie's best efforts, Carol (Andrea Martin) quickly uncovers the covert relationship using a plan she stole from \"Days of Our Lives\" (guest starring Deirdre Hall, Lauren Koslow and Martha Madison). Meanwhile, Chuck (John Michael Higgins), feeling threatened by Trip, is determined to return to the field. Greg (Adam Campbell) and Justin (Horatio Sanz) support the idea until they find footage of Chuck's time as a war reporter in the...    "
                },
                "5": {
                    "title": "Snowmageddon of the Century",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 135,
                    "original air date": "9 May 2017",
                    "year": "2017",
                    "plot": "\n    After organizing a poorly attended staff karaoke night, Carol (Andrea Martin) is convinced that everyone at \"The Breakdown\" needs some office bonding time. When Greg (Adam Campbell) refuses to help, Carol enlists the help of God, causing a huge snowstorm to trap everyone in the building overnight. Chuck (John Michael Higgins) takes an interest in working with Katie (Briga Heelan), which Portia (Nicole Richie) convinces Katie is romantic. Carol saves the day when she breaks into the offices of competitor \"Morning Wined Up with Kelly and Mary Kelly\" (guest stars Ana ...    "
                },
                "6": {
                    "title": "Serial Arsonist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 134,
                    "original air date": "9 May 2017",
                    "year": "2017",
                    "plot": "\n    When a field reporter at \"The Breakdown\" is exposed as an arsonist, Katie (Briga Heelan) gets an opportunity to appear on the air. Carol (Andrea Martin), embracing the role of stage mom, becomes obsessed with propelling Katie to fame. Katie must choose between her personal ambitions and making her mother happy. Meanwhile, Chuck (John Michael Higgins), jealous of Portia's (Nicole Richie) many creative pursuits, tries to compose a new theme song for the show. Adam Campbell and Horatio Sanz also star. Vicki Lawrence guest stars.    "
                },
                "7": {
                    "title": "The Red Door",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 132,
                    "original air date": "16 May 2017",
                    "year": "2017",
                    "plot": "\n    Carol (Andrea Martin) is excited when Chuck (John Michael Higgins) asks her to wait for the cable guy at his townhouse, until Chuck gives an ominous warning that tests her curiosity. Meanwhile, Portia's (Nicole Richie) phone gets hacked and Katie (Briga Heelan) struggles not to read her private emails. Adam Campbell and Horatio Sanz also star.    "
                },
                "8": {
                    "title": "Celebrity Hacking Scandal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 122,
                    "original air date": "16 May 2017",
                    "year": "2017",
                    "plot": "\n    Katie (Briga Heelan) secretly investigates a celebrity phone hacking ring behind Greg's (Adam Campbell) back. In Katie's absence, Carol (Andrea Martin) falls into producing a piece on her favorite phone game, \"Biscuit Blitz.\" Meanwhile, Chuck (John Michael Higgins) gets in hot water when Portia (Nicole Richie) accuses him of mansplaining. Horatio Sanz also stars.    "
                },
                "9": {
                    "title": "Carol Has a Bully",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 124,
                    "original air date": "23 May 2017",
                    "year": "2017",
                    "plot": "\n    Katie must choose between helping her mom prepare for a midterm or focusing on a hacking story. The owner of the network starts to shake things up and it turns out to be Greg's grandma.    "
                },
                "10": {
                    "title": "Carol's Eleven",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great News (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 128,
                    "original air date": "23 May 2017",
                    "year": "2017",
                    "plot": "\n    Katie (Briga Heelan) makes a huge discovery about the story she's been chasing and, with the help of Carol (Andrea Martin) and the rest of the staff, concocts a scheme to get the story out. Greg (Adam Campbell) struggles with balancing his conflicting loyalties to his family, co-workers and conscience. Nicole Richie, John Michael Higgins and Horatio Sanz also star. Vicki Lawrence guest stars.    "
                }
            }
        },
        "number of episodes": 23,
        "cast": [
            {
                "name": "Heelan, Briga"
            },
            {
                "name": "Martin, Andrea"
            },
            {
                "name": "Campbell, Adam"
            },
            {
                "name": "Richie, Nicole"
            },
            {
                "name": "Sanz, Horatio"
            },
            {
                "name": "Higgins, John Michael"
            },
            {
                "name": "Wigfield, Tracey"
            },
            {
                "name": "Morris, Brad"
            },
            {
                "name": "McKinney, Sheaun"
            },
            {
                "name": "Lawrence, Vicki"
            },
            {
                "name": "Skelton, Stewart"
            },
            {
                "name": "Fey, Tina"
            },
            {
                "name": "Foster, Kingston"
            },
            {
                "name": "Scott, Reid"
            },
            {
                "name": "Gasteyer, Ana"
            },
            {
                "name": "Dratch, Rachel"
            },
            {
                "name": "Baker, Sarah"
            },
            {
                "name": "Countee, Adam"
            },
            {
                "name": "Hill, Dave"
            },
            {
                "name": "Pickles, Christina"
            },
            {
                "name": "Rash, Jim"
            },
            {
                "name": "Dele, Nicole"
            },
            {
                "name": "Liao, Ashley"
            },
            {
                "name": "Leach, Robin"
            },
            {
                "name": "von Franckenstein, Clement"
            },
            {
                "name": "Dewey, Tommy"
            },
            {
                "name": "Sasso, Will"
            },
            {
                "name": "Strong, Cecily"
            },
            {
                "name": "Mays, Jayma"
            },
            {
                "name": "Akurati, Roni"
            },
            {
                "name": "Hall, Deidre"
            },
            {
                "name": "Jennings, Rashad"
            },
            {
                "name": "Parnell, Chris"
            },
            {
                "name": "Roberts, Judith"
            },
            {
                "name": "Birney, Frank"
            },
            {
                "name": "Conlee, John Ellison"
            },
            {
                "name": "Gupta, Deepti"
            },
            {
                "name": "Howard, Jeremy D."
            },
            {
                "name": "Koslow, Lauren"
            },
            {
                "name": "Bolde, Carson"
            },
            {
                "name": "Aguilera, Aaron"
            },
            {
                "name": "Donnelly, Sean"
            },
            {
                "name": "Douglas, David"
            },
            {
                "name": "Madison, Martha"
            },
            {
                "name": "McCabe, Connor"
            },
            {
                "name": "Pappan, Makenzie"
            },
            {
                "name": "Bryan, Greg"
            },
            {
                "name": "Liotta, Ray"
            },
            {
                "name": "Meadows, Tim"
            },
            {
                "name": "Ableson, Andrew"
            }
        ],
        "locations": [
            "Los Angeles, California, USA"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Argentina:13",
            "France:13::(self-applied)",
            "Singapore:M18",
            "South Korea:15",
            "United States:TV-14"
        ],
        "number of seasons": 2,
        "rating": 7.0,
        "votes": 3417,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTk2NzMyMjExOF5BMl5BanBnXkFtZTgwMTE1NzMzMzI@._V1_SY150_CR6,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Great News",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2018",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Wigfield, Tracey"
            },
            {
                "name": "Wigfield, Ashley"
            },
            {
                "name": "Klein, Dan"
            }
        ],
        "production companies": [
            {
                "name": "Little Stranger"
            },
            {
                "name": "3 Arts Entertainment"
            },
            {
                "name": "Universal Television"
            },
            {
                "name": "Bevel Gears"
            },
            {
                "name": "Big Wig Productions"
            },
            {
                "name": "NBC Universal Television"
            }
        ],
        "distributors": [
            {
                "name": "National Broadcasting Company (NBC)"
            },
            {
                "name": "Netflix"
            },
            {
                "name": "Netflix"
            }
        ],
        "special effects": [
            {
                "name": "Ingenuity Studios"
            }
        ],
        "other companies": [
            {
                "name": "Central Casting"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Marshall/Plumb Research Associates"
            }
        ],
        "plot": [
            "A New Jersey mom puts her relationship with her daughter to the test when she lands an internship at her new job, which comes with many challenges."
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 3417,
                "rating": 7.0
            },
            "aged under 18": {
                "votes": 3,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 634,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 1200,
                "rating": 6.9
            },
            "aged 45 plus": {
                "votes": 458,
                "rating": 6.4
            },
            "males": {
                "votes": 1445,
                "rating": 6.7
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 7.5
            },
            "males aged 18 29": {
                "votes": 330,
                "rating": 7.1
            },
            "males aged 30 44": {
                "votes": 687,
                "rating": 6.7
            },
            "males aged 45 plus": {
                "votes": 287,
                "rating": 6.1
            },
            "females": {
                "votes": 1054,
                "rating": 7.3
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 289,
                "rating": 7.5
            },
            "females aged 30 44": {
                "votes": 486,
                "rating": 7.3
            },
            "females aged 45 plus": {
                "votes": 166,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 79,
                "rating": 6.1
            },
            "us users": {
                "votes": 904,
                "rating": 7.0
            },
            "non us users": {
                "votes": 927,
                "rating": 6.8
            }
        },
        "number of votes": {
            "10": 642,
            "9": 370,
            "8": 743,
            "7": 718,
            "6": 390,
            "5": 169,
            "4": 108,
            "3": 82,
            "2": 65,
            "1": 130
        },
        "arithmetic mean": 7.3,
        "median": 8
    }
}