{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "22 March 2017"
            },
            {
                "country": "Ireland\n",
                "date": "22 March 2017"
            },
            {
                "country": "USA\n",
                "date": "1 August 2017"
            }
        ],
        "release dates": [
            "UK::22 March 2017",
            "Ireland::22 March 2017",
            "USA::1 August 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Hola, Barcelona",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making It Big (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    The premiere introduces us to Stuart, an actor and fashion blogger; his best friend Sean, pop singer in pursuit of the perfect body; Niamh, a free spirit trying to move away from her past; Amy, a theatre actor determined to leave her stamp on the acting world; Roisin, the youngest of the group on a new adventure, who wants to be a songwriter; Emma, living away from home for the first time, newly out; and her girlfriend, English born Abbie, a singer-songwriter. In this episode, Sean's gets an eviction notice and goes to Stuart for comfort and the group enjoy ...    "
                },
                "2": {
                    "title": "A Very Gay Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making It Big (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Its Christmas time in Barcelona, the group try and make it as Irish as possible to feel the comfort of home by going ice skating. Stuart invites everyone over for a photo shoot. Niamh confides in Sean that she's lost her job. Roisin works on a new song and while Sean shoots a music video for his song, You Got It, we get an insight into his life in Ireland and coming out.    "
                },
                "3": {
                    "title": "New Year, New Drama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making It Big (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Sean and Niamh face off against their roommate after a series of arguments. Amy reveals some news she gets from home. Stuart struggles to get inspiration for his blog. Niamh has a job interview and finally feels like things are looking up. Emma reveals her very recent and very real struggles with coming out, while she and Abbie make a big decision in their relationship.    "
                },
                "4": {
                    "title": "Wanted and Unwanted Guests",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making It Big (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Stuart, Sean and Amy's old friend Karl comes to town and their catch up includes heavy drinking and heavy laughs but after he reveals all the acting work he's been doing, Amy and Stuart lose confidence in what Barcelona has to offer. Roisin and Abbie work on a song together, with a subject very close to Roisin. Sean has an album release party and leaves someone off the guest list. Then shocking news about Niamh is revealed.    "
                },
                "5": {
                    "title": "Bittersweet Sympho-Niamh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making It Big (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    The news about Niamh's relationship ripples through the group and erupts in conflict with almost everyone. Stuart and Amy travel to Tarragonna, during a break from apartment hunting with Abbie and Emma, but Niamh remains the topic of discussion. While Abbie debuts a new song, Sean fills Emma in on everything going on and Niamh has finally had enough.    "
                },
                "6": {
                    "title": "Moving in and Moving On",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making It Big (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Stuart heads to the 080 Fashion Show for writing inspiration. Roisin returns and lets Emma know where her and Niamh stand. Stuart, Amy, Emma and Abbie bid farewell to their apartment and move somewhere new. Amy shows Stuart her new house to help her become more comfortable with the idea and then leaves for Ireland to pack up her old life.    "
                },
                "7": {
                    "title": "A Matter of Pride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making It Big (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "1 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Its gay pride weekend in Barcelona, the group hits up the parade and then a foam party, where Stuart revisits his experiences growing up gay in Ireland. Sean gets new recording equipment and discuses his passion for music. Stuart and Emma decide to scare Roisin and Amy returns from Ireland and lets Emma and Stuart know she has made a big decision.    "
                },
                "8": {
                    "title": "Bienvenido A Malaga",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making It Big (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "1 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    The group is off to Malaga for Roisin's birthday to enjoy some drama free sunshine. Sean, Stuart and Roisin discuss a big decision about their futures. As the summer is coming to an end Stuart and Emma catch up about how they've changed. Amy awaits some acting news from Ireland and Abbie shows the group a new song about Emma, as well as describing her coming out experience.    "
                },
                "9": {
                    "title": "Make or Break",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making It Big (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    In the season finale, Amy and Emma visit Montserrat, before Amy prepares to leave Barcelona for good and Emma prepares to move in with Abbie. Stuart gets the photos from the promo shoot back. Abbie and Roisin premiere their new song, which includes a revelation about Roisin. Sean receives a message from someone who he didn't think he'd hear from again and shares it with Roisin. During a goodbye party for Amy, the group reflect on their time together and Sean decides to get one last bit of revenge on Amy.    "
                }
            }
        },
        "number of episodes": 9,
        "cast": [
            {
                "name": "Arnold, Emma"
            },
            {
                "name": "Coleman, Amy"
            },
            {
                "name": "Dempsey, Sean"
            },
            {
                "name": "Jolliffe, Abbie"
            },
            {
                "name": "Weafer, Stuart"
            },
            {
                "name": "Gaffney, Roisin"
            },
            {
                "name": "Dempsey, Niamh"
            },
            {
                "name": "Nene, Nolly"
            },
            {
                "name": "Coleman, Lauryn"
            },
            {
                "name": "Keogh, Karl Gerard"
            },
            {
                "name": "Licastro, Dominico"
            }
        ],
        "locations": [
            "Barcelona, Spain"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "Ireland"
        ],
        "country codes": [
            "ie"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNWRlMTc5NTgtOTM4My00ZDViLWJjMWYtOWE4ODg5MDVlZWNlXkEyXkFqcGdeQXVyNjU3NzY4MTk@._V1_SY150_CR9,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Making It Big",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Making It Big (Ireland)"
        ],
        "seasons": [
            "1"
        ],
        "tech": {
            "runtime": [
                "24 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}