{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 August 2017"
            }
        ],
        "release dates": [
            "USA::1 August 2017"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Berninger, Matt"
            },
            {
                "name": "Blake, James"
            },
            {
                "name": "Cooper, Alice"
            },
            {
                "name": "Lotus, Flying"
            },
            {
                "name": "Harvey, PJ"
            },
            {
                "name": "Jett, Joan"
            },
            {
                "name": "Kravitz, Lenny"
            },
            {
                "name": "Lamar, Kendrick"
            },
            {
                "name": "McKissock, Jack"
            },
            {
                "name": "Nas"
            },
            {
                "name": "Osbourne, Ozzy"
            },
            {
                "name": "Scott, Travis"
            },
            {
                "name": "Simpson, Sturgill"
            },
            {
                "name": "Vincent, St."
            },
            {
                "name": "Vedder, Eddie"
            }
        ],
        "genres": [
            "Music"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTRlZDQwZWEtMmM1MC00ZTYyLTkyNjMtZDUyNjlhNDdjZGU3XkEyXkFqcGdeQXVyMjQ5MDUyMDc@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "Power Chord TV is a new music show, tasked by our distributor to \"bring the fun\" back to music television. So we've created a program that takes a broad approach (conversations, comedy explanation, animation, live playing, etc.) with numerous artists, industry professionals and ordinary people. We talk to them about why they love music, the many songs and styles they listen to and have learned from, and what it all means to them personally. This approach allows us to focus on the fact that music touches us all, every day and in every way. Because music is the most personal thing known to humankind, everybody is a fan and each person (fans, industry or not) get to decide what's great and cool or what's not - every style, every artist, every person. This is Power Chord Television.",
        "languages": [
            "English"
        ],
        "title": "Power Chord TV",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Power Chord TV (United States)"
        ],
        "writer": [
            {
                "name": "Chinn, Casey P."
            },
            {
                "name": "King, Richard"
            },
            {
                "name": "McKissock, Jack"
            }
        ],
        "production companies": [
            {
                "name": "Keleon Studios"
            }
        ],
        "distributors": [
            {
                "name": "The Orchard"
            }
        ],
        "plot": [
            "_Power Chord TV_ (qv) is a new music show, tasked by our distributor to \"bring the fun\" back to music television. So we've created a program that takes a broad approach (conversations, comedy explanation, animation, live playing, etc.) with numerous artists, industry professionals and ordinary people. We talk to them about why they love music, the many songs and styles they listen to and have learned from, and what it all means to them personally. This approach allows us to focus on the fact that music touches us all, every day and in every way. Because music is the most personal thing known to humankind, everybody is a fan and each person (fans, industry or not) get to decide what's great and cool or what's not - every style, every artist, every person. This is Power Chord Television."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}