{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "February 2017"
            }
        ],
        "release dates": [
            "USA::February 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Meet Kaitlyn Johnson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Class N Session (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Feb. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "A'mora, A'Lex"
            },
            {
                "name": "Abinante, Tyler"
            },
            {
                "name": "Barrie, Lester"
            },
            {
                "name": "Brio, Steve"
            },
            {
                "name": "Chi, Jolie"
            },
            {
                "name": "George, Tonya"
            },
            {
                "name": "Goldsmith, Jalenn"
            },
            {
                "name": "Hill, Makeda"
            },
            {
                "name": "Lambert, Yusef"
            },
            {
                "name": "Lee, Nerissa"
            },
            {
                "name": "Macras, Mickey"
            },
            {
                "name": "Marie, Jassy"
            },
            {
                "name": "Martin, Jermaine Alverez"
            },
            {
                "name": "Martin, Thelma Davis"
            },
            {
                "name": "McCray, Timothy Paul"
            },
            {
                "name": "Moody, Lynne"
            },
            {
                "name": "Norris, Ja'Vani"
            },
            {
                "name": "Rebellon, Estefania"
            },
            {
                "name": "Sawyer, Ramona"
            },
            {
                "name": "Washington, Charles"
            },
            {
                "name": "White, Edwonda"
            }
        ],
        "locations": [
            "Los Angeles, California, USA::(studio)"
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNmJmY2ZmYWItYzJlNi00MzEyLWI0NzEtNDUwZTA5YjA4NjAyXkEyXkFqcGdeQXVyNTQ3MjY4NjU@._V1_SY150_CR32,0,101,150_.jpg",
        "plot outline": "Casting \"Class N Session,\" a new series. Synopsis: Meet Kaitlyn Johnson (Jassy Marie), an intelligent, teenage African American sophomore girl with a quick sarcastic wit to match, which fits her future aspiration of becoming a criminal lawyer, which stems from watching marathon episodes of \"Law and Order\" on cable with her mother. Kaitlyn's best friend since pre-K is Vanessa Hardison (Alexis Dees), who's also an intelligent African American sophomore girl who decided her own future aspiration of becoming a celebrity lawyer after watching old footage of Johnny Cochran's performance in the O. J. Simpson trial. She also has a similar sarcastic quick wit. For years, these girls used the same facial expression to communicate with each other when someone said something idiotic. Their favorite facial expression is named \"The Garfield Look,\" which matches the bored facial expression of Garfield the Cat. Both young ladies attend Ladera Heights High School, along with their new friends, Lisa Kim (their eccentric but very smart friend), Caleb Stevens and Louis Taylor (two of the brightest class clowns you ever want to meet; think Romeo and Bullethead from \"The Steve Harvey Show,\" with intelligence), and Cissy Bailey (their sassy Caucasian friend who was raised in the hood). This prestigious secondary school is run by Principal Bryant, a very thorough, no-nonsense principal who's fair but firm and also has an annoying tendency to pop up unannounced on her students anywhere. Principal Bryant doesn't tolerate disruptive students who waste their time in high school; she's especially strict on rules about the students not sassing their parents. Every high school student has a favorite teacher; Mr. Reevis is that favorite teacher, who uses wit to teach his U.S. Government class. With Kaitlyn and Vanessa's aspirations of becoming a criminal lawyer and celebrity lawyer, can they survive through all the trials and tribulations high school has in store for them? Watch \"Class N Session\" to find out.",
        "title": "Class N Session",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Class N Session (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Blue, Saphire"
            },
            {
                "name": "Drake, Nelson"
            },
            {
                "name": "Julian, Tynise"
            }
        ],
        "production companies": [
            {
                "name": "Urban Artist Film Productions"
            }
        ],
        "plot": [
            "Casting \"_Class N Session_ (qv),\" a new series. _Synopsis_ (qv): Meet Kaitlyn Johnson (Jassy Marie), an intelligent, teenage African American sophomore girl with a quick sarcastic wit to match, which fits her future aspiration of becoming a criminal lawyer, which stems from watching marathon episodes of \"Law and Order\" on cable with her mother. Kaitlyn's best friend since pre-K is Vanessa Hardison (Alexis Dees), who's also an intelligent African American sophomore girl who decided her own future aspiration of becoming a celebrity lawyer after watching old footage of Johnny Cochran's performance in the O. J. Simpson trial. She also has a similar sarcastic quick wit. For years, these girls used the same facial expression to communicate with each other when someone said something idiotic. Their favorite facial expression is named \"The Garfield Look,\" which matches the bored facial expression of Garfield the Cat. Both young ladies attend Ladera Heights High School, along with their new friends, Lisa Kim (their eccentric but very smart friend), Caleb Stevens and Louis Taylor (two of the brightest class clowns you ever want to meet; think Romeo and Bullethead from \"The Steve Harvey Show,\" with intelligence), and Cissy Bailey (their sassy Caucasian friend who was raised in the hood). This prestigious secondary school is run by Principal Bryant, a very thorough, no-nonsense principal who's fair but firm and also has an annoying tendency to pop up unannounced on her students anywhere. Principal Bryant doesn't tolerate disruptive students who waste their time in high school; she's especially strict on rules about the students not sassing their parents. Every high school student has a favorite teacher; Mr. Reevis is that favorite teacher, who uses wit to teach his U.S. Government class. With Kaitlyn and Vanessa's aspirations of becoming a criminal lawyer and celebrity lawyer, can they survive through all the trials and tribulations high school has in store for them? Watch \"_Class N Session_ (qv)\" to find out.::David Sample"
        ],
        "tech": {}
    }
}