{
    "imdb": {
        "raw release dates": [
            {
                "country": "Austria\n",
                "date": "  2017",
                "notes": "                            (internet)"
            },
            {
                "country": "Austria\n",
                "date": "  2018"
            }
        ],
        "release dates": [
            "Austria::2017                            (internet)",
            "Austria::2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Country's Worst Doctor (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    We meet Hanz, a young doctor who after being forced to go the medical school starts to have problems with alcohol and drugs. Suddenly he wakes up drunk in the middle of the operation where a young woman after giving her child a birth, developse eclampsia which is a rare post-pregnancy condition. Confused and drunk, Hanz tries to save her but fails at it. Still, child was born healthy and alive.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Country's Worst Doctor (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Having argument with the Nurse who threatens to expose Hanz to the ministry, he puts a drug in her glass of pear juice after what Nurse starts behaving weirdly. Suddenly, Ilijana comes to the hospital with her husband, a PTSD war veteran, who accidentally cutted off his finger. Hanz and Ludwig are trying to stop the blood, while Nurse under the influence of drug, sets the hospital to the fire.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Country's Worst Doctor (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Hospital is saved by firemans, and only small part of it is destroyed. Still, solider who came with Ilijana died as he lost a lot of blood. Ilijana, sad and desperate cries which Hanz is taking advantage of as he tries to end up with her, so he organizes fancy dinner at the hospital for two of them. Trying to make her drunk, Ilijana slaps him and leaves him alone. But, Hanz's problems don't stop there as Alexander comes to the hospital, Nurse's husband who tries to kill Hanz due to the fact that he drugged her wife.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Country's Worst Doctor (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Still under the influence of alcohol and drugs, Hanz tries to protect himself from Alexander who attacked him with the bat. Accidentally, he hits his wife who just came to stop her husband, and kills her right on the spot. Alexander starts to cry and decides to kill himself with the gun. Few weeks later, after a lot of investigations, it is decided that Nurse was drugged by her husband, who suffers from schizophrenia and uses the same pills as the ones that Hanz put in Nurse's drink. Also, hospital gets new nurse that catches Hanz's attention.    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Gerl, Johann"
            },
            {
                "name": "Graz, Sanja"
            },
            {
                "name": "Sarin, Maya"
            },
            {
                "name": "Garrison, Udo"
            },
            {
                "name": "Klecz, Hrvoje"
            },
            {
                "name": "Horvath, Jayne"
            },
            {
                "name": "Tomasic, Kreso"
            }
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGUwZGE5M2MtNmIzOC00OTQ2LThmYWYtYTRiYzI2ZDE0Mjk0XkEyXkFqcGdeQXVyMjQ1NjEyODY@._V1_SY150_CR4,0,101,150_.jpg",
        "title": "A Country's Worst Doctor",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Jenker, Michael"
            }
        ],
        "production companies": [
            {
                "name": "Lake Swan Production"
            }
        ],
        "plot": [
            "Following awful young doctor who under the influence of many drugs and alcohol tries to heal his patients and do operations.::Jonathan Gruß"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}