{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "21 May 2017"
            }
        ],
        "release dates": [
            "USA::21 May 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "LIZ",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liz and the Hand Grenades (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "21 May 2017",
                    "year": "2017",
                    "plot": "\n    Meet Liz as she and her band - Liz and The Hand Grenades - prepare to play for a record label. Liz struggles with balancing business and friendships, anxiety and mourning the loss of a member. Sammy, their manager, struggles with the label's conditions.    "
                },
                "2": {
                    "title": "Neil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liz and the Hand Grenades (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Meet Neil, Liz's long time song-writing partner and best friend. He is caught in the middle as Sammy pushes the band to find a new member. Neil and Sammy decide it's time to prepare Liz to keep moving forward with the band even if that means changes. Neil deals with being a mediator. Liz shares a secret with one of girlfriend - Kennedy - who tries to get her to tell the band.    "
                },
                "3": {
                    "title": "SAMMY",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liz and the Hand Grenades (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Meet Sammy, he reveals the journey he has had with the band and in the industry. Liz has been convinced to divulge a secret that causing major friction in the band. As Liz confesses what she has been keeping since the band played for Trendsetter Records the band and Sammy are conflicted. Blindsided - Sammy, Neil, Davis and Mason deal with the news.    "
                },
                "4": {
                    "title": "Oy Vey, I'm in Hell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liz and the Hand Grenades (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Liz, Neil, Mason and Davis continue working on their first EP, moving towards its release. As the band prepares for an upcoming show and looks for a new member and unexpected turn puts Liz in a life threatening situation. Medics rush Liz to the hospital attempting to save her life. Liz sees her mother, who passed away years ago.    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Rose, Jessica Dean"
            },
            {
                "name": "Whitney, Jordan"
            },
            {
                "name": "Kohnke, Stephan A."
            },
            {
                "name": "Caruccio, Nic"
            },
            {
                "name": "Evans, Tyler"
            },
            {
                "name": "Gurecki, Gary"
            },
            {
                "name": "Brunson, Jonathan"
            },
            {
                "name": "Papanikolaou, Edward"
            },
            {
                "name": "Champa, Rose"
            },
            {
                "name": "Giannaras, Constantine"
            }
        ],
        "original air date": "21 May 2017 (USA)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOWUxMTcxZjQtOGQwOS00MTdjLWIxYzYtZWMzNmE5NjZjOGNjXkEyXkFqcGdeQXVyNjU3ODM4MDI@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "Chicago based band Liz and the Hand Grenades are preparing to record their first EP and navigate as possible record deals blur the lines between business and friendship. After the death of their guitarist the band faces dealing with the loss and the pressure to find a new member. Together with their manager Sammy they work to stay true to their hearts as industry executives encourage them to change. They discover what it means to put art above all the obstacles the industry throws their way. The band leans on each other as they find out what is behind the alluring facade of rock stardom. Liz struggles to balance her relationships, fronting a band, mental illness and losing a friend.",
        "title": "Liz and the Hand Grenades",
        "year": 2017,
        "kind": "tv mini series",
        "series years": "2017-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Rose, Jessica Dean"
            },
            {
                "name": "Gurecki, Gary"
            }
        ],
        "director": [
            {
                "name": "Rose, Jessica Dean"
            }
        ],
        "plot": [
            "Chicago based band _Liz and the Hand Grenades_ (qv) are preparing to record their first EP and navigate as possible record deals blur the lines between business and friendship. After the death of their guitarist the band faces dealing with the loss and the pressure to find a new member. Together with their manager Sammy they work to stay true to their hearts as industry executives encourage them to change. They discover what it means to put art above all the obstacles the industry throws their way. The band leans on each other as they find out what is behind the alluring facade of rock stardom. Liz struggles to balance her relationships, fronting a band, mental illness and losing a friend."
        ],
        "tech": {}
    }
}